window.grammarData5 = [
    {
        "tile": "句子練習",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "(敬體)"
                            },
                            {
                                "k": "友",
                                "f": "とも"
                            },
                            {
                                "k": "達",
                                "f": "だち"
                            },
                            {
                                "k": "[[blue|と]]"
                            },
                            {
                                "k": "話",
                                "f": "はな"
                            },
                            {
                                "k": "します。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)"
                            },
                            {
                                "k": "友",
                                "f": "とも"
                            },
                            {
                                "k": "達",
                                "f": "だち"
                            },
                            {
                                "k": "[[blue|と]]"
                            },
                            {
                                "k": "話",
                                "f": "はな"
                            },
                            {
                                "k": "す。"
                            }
                        ],
                        "zh": "和朋友聊天"
                    },
                    {
                        "jp": [
                            {
                                "k": "(敬體)"
                            },
                            {
                                "k": "私",
                                "f": "わたし"
                            },
                            {
                                "k": "友",
                                "f": "とも"
                            },
                            {
                                "k": "達",
                                "f": "だち"
                            },
                            {
                                "k": "[[blue|と]]"
                            },
                            {
                                "k": "話",
                                "f": "はな"
                            },
                            {
                                "k": "します。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)"
                            },
                            {
                                "k": "私",
                                "f": "わたし"
                            },
                            {
                                "k": "友",
                                "f": "とも"
                            },
                            {
                                "k": "達",
                                "f": "だち"
                            },
                            {
                                "k": "[[blue|と]]"
                            },
                            {
                                "k": "話",
                                "f": "はな"
                            },
                            {
                                "k": "す。"
                            }
                        ],
                        "zh": "我和朋友聊天"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "(敬體)スリッパ[[blue|を]]はき[[blue|ました]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)スリッパ[[blue|を]]は[[blue|いた]]。"
                            }
                        ],
                        "zh": "昨天穿了拖鞋。"
                    },
                    {
                        "jp": [
                            {
                                "k": "(敬體)きのう、スリッパ[[blue|を]]はき[[blue|ました]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)きのう、スリッパ[[blue|を]]は[[blue|いた]]。"
                            }
                        ],
                        "zh": "昨天穿了拖鞋。"
                    }
                ]
            }
        ]
    },
    {
        "tile": "どれ",
        "desp": " [[pitch|\"[{\"k\":\"ど\",\"p\":\"H\"},{\"k\":\"れ\",\"p\":\"L\"}]\"]]",
        "trans":"(東西疑問詞) 哪個",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : "
                            },
                            {
                                "k": "陳",
                                "f": "ちん"
                            },
                            {
                                "k": "さん[[blue|の]]"
                            },
                            {
                                "k": "車",
                                "f": "くるま"
                            },
                            {
                                "k": "は[[blue|どれ]]ですか。"
                            }
                        ],
                        "zh": "陳先生[[blue|的]]車子是[[blue|哪一台]]呢?"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "[[blue|その]][[blue-underline|\"[{\"k\":\"白\",\"f\":\"しろ\"},{\"k\":\"い\"},{\"k\":\"車\",\"f\":\"くるま\"}]\"|N]]"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "[[blue|那台]]白色的車子。"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "[[blue|その]]"
                            },
                            {
                                "k": "[[blue|白]]",
                                "f": "しろ"
                            },
                            {
                                "k": "い[[box|の]][[notetop|[[note1]]]]"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "[[blue|那台]]白色的。"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "[[icon|success-icon]][[blue|それ]]です。"
                            },
                            {
                                "k": "[[icon|error-icon]][[blue|その]]です。"
                            }
                        ],
                        "zh": "[[blue|那台]]。"
                    }
                ]
            }
        ],
        "note": {
            "note1": [
                {
                    "k": "指車子"
                }
            ]
        }
    }
]