window.grammarData6 = [
    {
        "tile": "3/31 短句練習",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "水",
                                "f": "みず"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "[[blue|飲]]",
                                "f": "の"
                            },
                            {
                                "k": "[[blue|みます。]]"
                            }
                        ],
                        "zh": "喝水"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "豚",
                                "f": "ぶた"
                            },
                            {
                                "k": "肉",
                                "f": "にく"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "[[blue|買]]",
                                "f": "か"
                            },
                            {
                                "k": "[[blue|います。]]"
                            }
                        ],
                        "zh": "買豬肉"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "荷",
                                "f": "に"
                            },
                            {
                                "k": "物",
                                "f": "もつ"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "[[blue|預]]",
                                "f": "あず"
                            },
                            {
                                "k": "[[blue|けます。]]"
                            }
                        ],
                        "zh": "寄放行李"
                    }
                ]
            },
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "映",
                                "f": "えい"
                            },
                            {
                                "k": "画",
                                "f": "が"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "[[blue|見]]",
                                "f": "み"
                            },
                            {
                                "k": "[[blue|ます。]]"
                            }
                        ],
                        "zh": "看電影"
                    }
                ]
            },
            {
                "id": 5,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "音",
                                "f": "おん"
                            },
                            {
                                "k": "楽",
                                "f": "がく"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "[[blue|聞]]",
                                "f": "き"
                            },
                            {
                                "k": "[[blue|きます。]]"
                            }
                        ],
                        "zh": "聽音樂"
                    }
                ]
            },
            {
                "id": 6,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "お"
                            },
                            {
                                "k": "弁",
                                "f": "べん"
                            },
                            {
                                "k": "当",
                                "f": "とう"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "[[blue|温]]",
                                "f": "あたた"
                            },
                            {
                                "k": "[[blue|めます。]]"
                            }
                        ],
                        "zh": "加熱便當"
                    }
                ]
            },
            {
                "id": 7,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "ケーキ[[blue|を]][[blue-underline|\"[{\"k\":\"注\",\"f\":\"ちゅう\"},{\"k\":\"文\",\"f\":\"もん\"},{\"k\":\"します\"}]\"|V]]"
                            }
                        ],
                        "zh": "點蛋糕"
                    }
                ]
            },
            {
                "id": 8,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "雑",
                                "f": "ざっ"
                            },
                            {
                                "k": "誌",
                                "f": "し"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "[[blue|読]]",
                                "f": "よ"
                            },
                            {
                                "k": "[[blue|みます。]]"
                            }
                        ],
                        "zh": "看雜誌"
                    }
                ]
            },
            {
                "id": 9,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "何",
                                "f": "なに"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "[[blue|しますか。]]"
                            }
                        ],
                        "zh": "做什麼?"
                    }
                ]
            },
            {
                "id": 10,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "日",
                                "f": "に"
                            },
                            {
                                "k": "本",
                                "f": "ほん"
                            },
                            {
                                "k": "語",
                                "f": "ご"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "[[blue|勉]]",
                                "f": "べん"
                            },
                            {
                                "k": "[[blue|強]]",
                                "f": "きょう"
                            },
                            {
                                "k": "[[blue|します。]]"
                            }
                        ],
                        "zh": "學日文"
                    }
                ]
            },
            {
                "id": 11,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "[[blue|レストランを]]"
                            },
                            {
                                "k": "[[blue|予]]",
                                "f": "よ"
                            },
                            {
                                "k": "[[blue|約]]",
                                "f": "やく"
                            },
                            {
                                "k": "[[blue|します。]]"
                            }
                        ],
                        "zh": "訂餐廳"
                    }
                ]
            },
            {
                "id": 12,
                "dia": [
                    {
                        "jp": [
                            
                            {
                                "k": "きょう、"
                            },
                            {
                                "k": "[[blue|休]]",
                                "f": "やす"
                            },
                            {
                                "k": "[[blue|みます。]]"
                            }
                        ],
                        "zh": "今天休假"
                    }
                ]
            },
            {
                "id": 13,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "帽",
                                "f": "ぼう"
                            },
                            {
                                "k": "子",
                                "f": "し"
                            },
                            {
                                "k": "[[blue|をかぶります。]]"
                            }
                        ],
                        "zh": "戴帽子"
                    }
                ]
            },
            {
                "id": 14,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "靴",
                                "f": "くつ"
                            },
                            {
                                "k": "[[blue|をはきます。]]"
                            }
                        ],
                        "zh": "穿鞋子"
                    }
                ]
            },
            {
                "id": 15,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "[[blue|めがねをかけます。]]"
                            }
                        ],
                        "zh": "戴眼鏡"
                    }
                ]
            }
        ]
    },
{
        "tile": "そして",
        "desp": "(放在第2句的句首)而且",
        "trans":"[[icon-important|只有正面的意思]]",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "[[blue-underline|これはおいしいです。|第一句]][[blue-underline|[[blue|そして]]|第二句的句首]]、"
                            },
                            {
                                "k": "安",
                                "f": "やす"
                            },
                            {
                                "k": "いです。"
                            }
                        ],
                        "zh": "這個好吃，[[blue|而且]]便宜。"
                    }
                ]
            }
        ]
    },
    {
        "tile": [
            {
                "k": "な行敬體 - 基本體 (口語)"
            }
        ],
        "tables": [{
            "header": ["敬體", "", "基本體(口語)"],
            "rows":
                [
                    ["[{\"k\":\"きれい[[blue|です]]\"}]", "乾淨、漂亮<br>(肯定)", "[{\"k\":\"きれい[[blue|だ]]\"}]"],
                    ["[{\"k\":\"きれい[br1]\"}]", "不漂亮。<br>(否定)", "[{\"k\":\"きれい[[blue|じゃない]]\"}]"],
                    ["[{\"k\":\"きれい[[blue|でした]]\"}]", "太漂亮。<br>(過去)", "[{\"k\":\"きれい[[blue|だ[[small|っ]]た]]\"}]"],
                    ["[{\"k\":\"きれい[[blue|じゃなかったです]]\"}]", "沒有漂亮。<br>(過去否定)", "[{\"k\":\"きれい[[blue|じゃなかった]]\"}]"]
                ]
        },
        ],
        "br1": [
            "じゃないです",
            "じゃありません",
            "ではありません"
        ]
    },
    {
        "tile": "な形 - 型態 整理。",
        "exam": [
            {
                "id": "肯定型(~です)",
                "dia": [
                    {
                        "zh": "(~です)"
                    },
                    {
                        "jp": [
                            { "k": "きれい[[blue|です]]。" }
                        ],
                        "zh": "乾淨、漂亮。"
                    },
                    {
                        "jp": [
                            { "k": "嫌", "f": "きら" },
                            { "k": "い[[blue|です]]。" }
                        ],
                        "zh": "討厭。"
                    }
                ]
            },
            {
                "id": "否定型 ",
                "dia": [
                    {
                        "zh": "([br1])"
                    },
                    {
                        "jp": [
                            { "k": "きれい [br1]。" }
                        ],
                        "zh": "不漂亮。"
                    },
                    {
                        "jp": [
                            { "k": "嫌", "f": "きら" },
                            { "k": "い [br1]。" }
                        ],
                        "zh": "不討厭。"
                    }
                ]
            },
            {
                "id": "過去式",
                "dia": [
                    {
                        "zh": "(～でした)"
                    },
                    {
                        "jp": [
                            { "k": "きれい[[blue|でした]]。" }
                        ],
                        "zh": "太漂亮。"
                    }
                ]
            },
            {
                "id": "否定過去式",
                "dia": [
                    {
                        "zh": "(～じゃなかったです)"
                    },
                    {
                        "jp": [
                            { "k": "きれい[[blue|じゃなかったです]]。" }
                        ],
                        "zh": "沒有漂亮。"
                    }
                ]
            }
        ],
        "br1": [
            " じゃないです。",
            " じゃありません。"
        ],
    },
    {
        "tile": [
            {
                "k": "い行敬體 - 基本體 (口語)"
            }
        ],
        "tables": [
        {
            "caption": "好的<br> [[icon-important|いいです只有肯定]]",
            "header": ["敬體", "", "基本體(口語)"],
            "rows":
                [
                    ["[{\"k\":\"[br2]\"}]", "好的<br>(肯定)", "[{\"k\":\"[br3]\"}]"],
                    ["[{\"k\":\"[[icon|success-icon]]\"},{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"[[strike|い]][br1]<br>[[icon|error-icon]]い[[strike|い]][br1]\"}]", "不好<br>(否定)", "[{\"k\":\"[[icon|success-icon]]\"},{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"[[blue|くない]]<br>[[icon|error-icon]]い[[blue|くない]]\"}]"],
                    ["[{\"k\":\"[[icon|success-icon]]\"},{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"[[strike|い]][[blue|か[[small|っ]]たです]]<br>[[icon|error-icon]]い[[strike|い]][[blue|か[[small|っ]]たです]]\"}]", "很好<br>(過去肯定)", "[{\"k\":\"[[icon|success-icon]]\"},{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"[[blue|か[[small|っ]]た]]<br>[[icon|error-icon]]い[[blue|か[[small|っ]]た]]\"}]"],
                    ["[{\"k\":\"[[icon|success-icon]]\"},{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"[[strike|い]][[blue|くなか[[small|っ]]たです]]<br>[[icon|error-icon]]い[[strike|い]][[blue|くなか[[small|っ]]たです]]\"}]", "沒有很好<br>(過去否定)", "[{\"k\":\"[[icon|success-icon]]\"},{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"く[[blue|なか[[small|っ]]た]]<br>[[icon|error-icon]]いく[[blue|なか[[small|っ]]た]]\"}]"]
                ]
        }
        ],
        "br1": [
            "くないです",
            "くありません"
        ],
        "br2": [
            "[{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"いです\"}]",
            "[{\"k\":\"いいです\"}]"
        ],
        "br3": [
            "[{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"い\"}]",
            "[{\"k\":\"いい\"}]"
        ],
    }
];
