window.grammarData6 = [
    {
        "tile": [
            {
                "k": "な行敬體 - 基本體 (口語)"
            }
        ],
        "tables": [{
            "header": ["敬體", "", "基本體(口語)"],
            "rows":
                [
                    ["[{\"k\":\"きれい[[blue|です]]\"}]", "乾淨、漂亮<br>(肯定)", "[{\"k\":\"きれい[[blue|だ]]\"}]"],
                    ["[{\"k\":\"きれい[br1]\"}]", "不漂亮。<br>(否定)", "[{\"k\":\"きれい[[blue|じゃない]]\"}]"],
                    ["[{\"k\":\"きれい[[blue|でした]]\"}]", "太漂亮。<br>(過去)", "[{\"k\":\"きれい[[blue|だ[[small|っ]]た]]\"}]"],
                    ["[{\"k\":\"きれい[[blue|じゃなかったです]]\"}]", "沒有漂亮。<br>(過去否定)", "[{\"k\":\"きれい[[blue|じゃなかった]]\"}]"]
                ]
        },
        ],
        "br1": [
            "じゃないです",
            "じゃありません",
            "ではありません"
        ]
    },
    {
        "tile": "な形 - 型態 整理。",
        "exam": [
            {
                "id": "肯定型(~です)",
                "dia": [
                    {
                        "zh": "(~です)"
                    },
                    {
                        "jp": [
                            { "k": "きれい[[blue|です]]。" }
                        ],
                        "zh": "乾淨、漂亮。"
                    },
                    {
                        "jp": [
                            { "k": "嫌", "f": "きら" },
                            { "k": "い[[blue|です]]。" }
                        ],
                        "zh": "討厭。"
                    }
                ]
            },
            {
                "id": "否定型 ",
                "dia": [
                    {
                        "zh": "([br1])"
                    },
                    {
                        "jp": [
                            { "k": "きれい [br1]。" }
                        ],
                        "zh": "不漂亮。"
                    },
                    {
                        "jp": [
                            { "k": "嫌", "f": "きら" },
                            { "k": "い [br1]。" }
                        ],
                        "zh": "不討厭。"
                    }
                ]
            },
            {
                "id": "過去式",
                "dia": [
                    {
                        "zh": "(～でした)"
                    },
                    {
                        "jp": [
                            { "k": "きれい[[blue|でした]]。" }
                        ],
                        "zh": "太漂亮。"
                    }
                ]
            },
            {
                "id": "否定過去式",
                "dia": [
                    {
                        "zh": "(～じゃなかったです)"
                    },
                    {
                        "jp": [
                            { "k": "きれい[[blue|じゃなかったです]]。" }
                        ],
                        "zh": "沒有漂亮。"
                    }
                ]
            }
        ],
        "br1": [
            " じゃないです。",
            " じゃありません。"
        ],
    },
    {
        "tile": [
            {
                "k": "い行敬體 - 基本體 (口語)"
            }
        ],
        "tables": [
        {
            "caption": "好的<br> [[icon-important|いいです只有肯定]]",
            "header": ["敬體", "", "基本體(口語)"],
            "rows":
                [
                    ["[{\"k\":\"[br2]\"}]", "好的<br>(肯定)", "[{\"k\":\"[br3]\"}]"],
                    ["[{\"k\":\"[[icon|success-icon]]\"},{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"[[strike|い]][br1]<br>[[icon|error-icon]]い[[strike|い]][br1]\"}]", "不好<br>(否定)", "[{\"k\":\"[[icon|success-icon]]\"},{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"[[blue|くない]]<br>[[icon|error-icon]]い[[blue|くない]]\"}]"],
                    ["[{\"k\":\"[[icon|success-icon]]\"},{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"[[strike|い]][[blue|か[[small|っ]]たです]]<br>[[icon|error-icon]]い[[strike|い]][[blue|か[[small|っ]]たです]]\"}]", "很好<br>(過去肯定)", "[{\"k\":\"[[icon|success-icon]]\"},{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"[[blue|か[[small|っ]]た]]<br>[[icon|error-icon]]い[[blue|か[[small|っ]]た]]\"}]"],
                    ["[{\"k\":\"[[icon|success-icon]]\"},{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"[[strike|い]][[blue|くなか[[small|っ]]たです]]<br>[[icon|error-icon]]い[[strike|い]][[blue|くなか[[small|っ]]たです]]\"}]", "沒有很好<br>(過去否定)", "[{\"k\":\"[[icon|success-icon]]\"},{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"く[[blue|なか[[small|っ]]た]]<br>[[icon|error-icon]]いく[[blue|なか[[small|っ]]た]]\"}]"]
                ]
        }
        ],
        "br1": [
            "くないです",
            "くありません"
        ],
        "br2": [
            "[{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"いです\"}]",
            "[{\"k\":\"いいです\"}]"
        ],
        "br3": [
            "[{\"k\":\"良\",\"f\":\"よ\"},{\"k\":\"い\"}]",
            "[{\"k\":\"いい\"}]"
        ],
    }
];
