window.grammarData2 = [
    {
        "tile": "~ で ~ 搭",
        "desp": "交通工具",
        "exam": [
            {
                "id": "",
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "1. バス[[blue|で]]"
                            }
                        ],
                        "zh": "[[blue|搭]]公車"
                    },
                    {
                        "jp": [
                            {
                                "k": "飛",
                                "f": "ひ"
                            }, {
                                "k": "行",
                                "f": "こう"
                            }, {
                                "k": "機",
                                "f": "き"
                            }, {
                                "k": "[[blue|で]]"
                            }
                        ],
                        "zh": "[[blue|搭]]飛機"
                    },
                    {
                        "jp": [
                            {
                                "k": "電",
                                "f": "でん"
                            }, {
                                "k": "車",
                                "f": "しゃ"
                            }, {
                                "k": "[[blue|で]]"
                            }
                        ],
                        "zh": "[[blue|搭]]電車"
                    },
                    {
                        "jp": [
                            {
                                "k": "バイク[[blue|で]]"
                            }
                        ],
                        "zh": "[[blue|騎]]機車"
                    },
                    {
                        "jp": [{
                            "k": "步",
                            "f": "ある"
                        },
                        {
                            "k": "[[blue|いて]]"
                        }
                        ],
                        "zh": "走路"
                    }
                ]
            }, {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "お"
                            },
                            {
                                "k": "父",
                                "f": "とう"
                            },
                            {
                                "k": "さん[[blue|は]]"
                            },
                            {
                                "k": "会",
                                "f": "かい"
                            },
                            {
                                "k": "社",
                                "f": "しゃ"
                            },
                            {
                                "k": "[[blue|へ]]"
                            },
                            {
                                "k": "[[blue|行]]",
                                "f": "い"
                            },
                            {
                                "k": "[[blue|きます]]。"
                            }
                        ],
                        "zh": "爸爸[[blue|去]]公司"
                    },
                    {
                        "jp": [
                            {
                                "k": "お"
                            },
                            {
                                "k": "父",
                                "f": "とう"
                            },
                            {
                                "k": "さん[[blue|は]]"
                            },
                            {
                                "k": "車",
                                "f": "くるま"
                            },
                            {
                                "k": "[[blue|で]]"
                            },
                            {
                                "k": "会",
                                "f": "かい"
                            },
                            {
                                "k": "社",
                                "f": "しゃ"
                            },
                            {
                                "k": "[[blue|へ]]"
                            },
                            {
                                "k": "[[blue|行]]",
                                "f": "い"
                            },
                            {
                                "k": "[[blue|きます]]。"
                            }
                        ],
                        "zh": "爸爸[[blue|開車去]]公司"
                    },
                    {
                        "jp": [
                            {
                                "k": "お"
                            },
                            {
                                "k": "父",
                                "f": "とう"
                            },
                            {
                                "k": "さん[[blue|は]]"
                            },
                            {
                                "k": "每",
                                "f": "まい"
                            },
                            {
                                "k": "朝",
                                "f": "あさ"
                            },
                            {
                                "k": "7",
                                "f": "しち"
                            },
                            {
                                "k": "時",
                                "f": "じ"
                            },
                            {
                                "k": "半",
                                "f": "はん"
                            },
                            {
                                "k": "車",
                                "f": "くるま"
                            },
                            {
                                "k": "[[blue|で]]"
                            },
                            {
                                "k": "会",
                                "f": "かい"
                            },
                            {
                                "k": "社",
                                "f": "しゃ"
                            },
                            {
                                "k": "[[blue|へ]]"
                            },
                            {
                                "k": "[[blue|行]]",
                                "f": "い"
                            },
                            {
                                "k": "[[blue|きます]]。"
                            }
                        ],
                        "zh": "爸爸每天早上[[blue|在]]7點半[[blue|開車去]]公司"
                    }
                ]
            }
        ]

    },
    {
        "tile": "主語 は 時間 に 交通工具 で 場所へ",
        "desp": [{
            "k": "い",
            "f": "行"
        },
        {
            "k": "きます  (去)<br>"
        }, {
            "k": "き",
            "f": "来"
        }, {
            "k": "ます    (來)<br>"
        }, {
            "k": "かえ",
            "f": "帰"
        }, {
            "k": "ります  (回來、回去)"
        }],
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "友",
                                "f": "とも"
                            },
                            {
                                "k": "達",
                                "f": "だち"
                            },
                            {
                                "k": "[[blue|は]]"
                            },
                            {
                                "k": "11",
                                "f": "じゅいち"
                            },
                            {
                                "k": "月",
                                "f": "がつ"
                            },
                            {
                                "k": "[[blue|に]]"
                            },
                            {
                                "k": "船",
                                "f": "ふね"
                            },
                            {
                                "k": "[[blue|で]]"
                            },
                            {
                                "k": "日",
                                "f": "に"
                            },
                            {
                                "k": "本",
                                "f": "ほん"
                            },
                            {
                                "k": "[[blue|へ]]"
                            },
                            {
                                "k": "行",
                                "f": "い"
                            },
                            {
                                "k": "きます。"
                            }
                        ],
                        "zh": "朋友11月份[[blue|搭]]船[[blue|去]]日本。"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "友",
                                "f": "とも"
                            },
                            {
                                "k": "達",
                                "f": "だち"
                            },
                            {
                                "k": "[[blue|は]]"
                            },
                            {
                                "k": "飛",
                                "f": "ひ"
                            },
                            {
                                "k": "行",
                                "f": "こう"
                            },
                            {
                                "k": "機",
                                "f": "き"
                            },
                            {
                                "k": "[[blue|で]]"
                            },
                            {
                                "k": "国",
                                "f": "くに"
                            },
                            {
                                "k": "[[blue|へ]]"
                            },
                            {
                                "k": "[[blue|帰]]",
                                "f": "かえ"
                            },
                            {
                                "k": "[[blue|ります]]。"
                            }
                        ],
                        "zh": "朋友[[blue|搭]]飛機[[blue|回]]國。"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "お"
                            },
                            {
                                "k": "母",
                                "f": "かあ"
                            },
                            {
                                "k": "さん[[blue|は]]"
                            },
                            {
                                "k": "朝",
                                "f": "あさ"
                            },
                            {
                                "k": "コンビニ[[blue|で]]"
                            },
                            {
                                "k": "牛",
                                "f": "ぎゅう"
                            },
                            {
                                "k": "乳",
                                "f": "にゅう"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "います。"
                            }
                        ],
                        "zh": "媽媽早上在便利商店買牛奶。"
                    }
                ]
            },
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "同",
                                "f": "どう"
                            },
                            {
                                "k": "僚",
                                "f": "りょう"
                            },
                            {
                                "k": "[[blue|は]]"
                            },
                            {
                                "k": "朝",
                                "f": "あさ"
                            },
                            {
                                "k": "步",
                                "f": "ある"
                            },
                            {
                                "k": "[[blue|いて]]ここ[[blue|へ]]"
                            },
                            {
                                "k": "来",
                                "f": "き"
                            },
                            {
                                "k": "ます。"
                            }
                        ],
                        "zh": "同事早上走路來這裡。"
                    }
                ]
            },
            {
                "id": 5,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "主",
                                "f": "しゅ"
                            },
                            {
                                "k": "人",
                                "f": "じん"
                            },
                            {
                                "k": "[[blue|は]]"
                            },
                            {
                                "k": "每",
                                "f": "まい"
                            },
                            {
                                "k": "晚",
                                "f": "ばん"
                            },
                            {
                                "k": "バス[[blue|で]]うち[[blue|へ]]"
                            },
                            {
                                "k": "[[blue|帰]]",
                                "f": "かえ"
                            },
                            {
                                "k": "[[blue|ります]]。"
                            }
                        ],
                        "zh": "老公每天晚上搭公車回家。"
                    }
                ]
            }

        ]

    },
    {
        "tile": "と (和)",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "[[icon|error-icon]] 錯的用法"
                            },
                            {
                                "k": "私",
                                "f": "わたし"
                            },
                            {
                                "k": "[[blue|と]]"
                            },
                            {
                                "k": "友",
                                "f": "とも"
                            },
                            {
                                "k": "達",
                                "f": "だち"
                            },
                            {
                                "k": "[[blue|は]]"
                            },
                            {
                                "k": "日",
                                "f": "に"
                            },
                            {
                                "k": "本",
                                "f": "ほん"
                            },
                            {
                                "k": "[[blue|へ]]"
                            },
                            {
                                "k": "行",
                                "f": "い"
                            },
                            {
                                "k": "きます。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "[[icon|success-icon]] 對的用法"
                            },
                            {
                                "k": "わたし",
                                "f": "私"
                            },
                            {
                                "k": "[[blue|は]]"
                            },
                            {
                                "k": "友",
                                "f": "とも"
                            },
                            {
                                "k": "達",
                                "f": "だち"
                            },
                            {
                                "k": "[[blue|と]]"
                            },
                            {
                                "k": "日",
                                "f": "に"
                            },
                            {
                                "k": "本",
                                "f": "ほん"
                            },
                            {
                                "k": "[[blue|へ]]"
                            },
                            {
                                "k": "行",
                                "f": "い"
                            },
                            {
                                "k": "きます。"
                            }
                        ],
                        "zh": "我和朋友去日本"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A :"
                            },
                            {
                                "k": "誰",
                                "f": "だれ"
                            },
                            {
                                "k": "[[blue|と]]"
                            },
                            {
                                "k": "晚",
                                "f": "ばん"
                            },
                            {
                                "k": "ごはん"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "[[blue|食]]",
                                "f": "た"
                            },
                            {
                                "k": "[[blue|べますか]]。"
                            }
                        ],
                        "zh": "[[blue|和]]誰吃晚餐呢？"
                    },
                    {
                        "jp": [
                            {
                                "k": "A :"
                            },
                            {
                                "k": "妻",
                                "f": "つま"
                            },
                            {
                                "k": "[[blue|と]]"
                            },
                            {
                                "k": "一",
                                "f": "いっ"
                            },
                            {
                                "k": "緒",
                                "f": "しょ"
                            },
                            {
                                "k": "に"
                            },
                            {
                                "k": "[[blue|食]]",
                                "f": "た"
                            },
                            {
                                "k": "[[blue|べます]]。"
                            }
                        ],
                        "zh": "[[blue|和]]老婆一起吃。"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "わたし",
                                "f": "私"
                            },
                            {
                                "k": "[[blue|は]][[yellow|フルーツ]][[blue|と]]"
                            },
                            {
                                "k": "野",
                                "f": "や"
                            },
                            {
                                "k": "菜",
                                "f": "さい"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "[[blue|買]]",
                                "f": "か"
                            },
                            {
                                "k": "[[blue|います]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "わたし",
                                "f": "私"
                            },
                            {
                                "k": "[[blue|は]]"
                            },
                            {
                                "k": "果",
                                "f": "くた"
                            },
                            {
                                "k": "物",
                                "f": "もの"
                            },
                            {
                                "k": "[[blue|は]]"
                            },
                            {
                                "k": "野",
                                "f": "や"
                            },
                            {
                                "k": "菜",
                                "f": "さい"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "[[blue|買]]",
                                "f": "か"
                            },
                            {
                                "k": "[[blue|います]]。"
                            }
                        ],
                        "zh": "我[[blue|買]]水果[[blue|和]]蔬菜。"
                    }
                ]
            },
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "あした、お"
                            },
                            {
                                "k": "父",
                                "f": "とう"
                            },
                            {
                                "k": "さん[[blue|は]]お"
                            },
                            {
                                "k": "母",
                                "f": "かあ"
                            },
                            {
                                "k": "さん[[blue|と]]デパート[[blue|へ]]"
                            },
                            {
                                "k": "行",
                                "f": "い"
                            },
                            {
                                "k": "きます。"
                            }
                        ],
                        "zh": "明天爸爸[[blue|和]]媽媽去百貨公司。"
                    }
                ]
            }

        ]

    },
    {
        "tile": "~[[strike|ます]] + ませんか",
        "desp": "[br1]<br>⬇<br>[br2]",
        "trans": "ませんか : (委婉邀約) ……好嗎？",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : "
                            },
                            {
                                "k": "黃",
                                "f": "こう"
                            },
                            {
                                "k": "さん"
                            },
                            {
                                "k": "今",
                                "f": "こん"
                            },
                            {
                                "k": "晩",
                                "f": "ばん"
                            },
                            {
                                "k": "一",
                                "f": "いっ"
                            },
                            {
                                "k": "緒",
                                "f": "しょ"
                            },
                            {
                                "k": "に"
                            },
                            {
                                "k": "飲",
                                "f": "の"
                            },
                            {
                                "k": "み[[strike|ます]][[blue|ませんか]]。"
                            }
                        ],
                        "zh": "黃小姐，今晚一起[[blue|喝一杯好嗎？]]"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : すみません.ちょっと…… "
                            }
                        ],
                        "zh": "不好意思……"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A :"
                            },
                            {
                                "k": "一",
                                "f": "いっ"
                            },
                            {
                                "k": "緒",
                                "f": "しょ"
                            },
                            {
                                "k": "に"
                            },
                            {
                                "k": "帰",
                                "f": "かえ"
                            },
                            {
                                "k": "り[[strike|ます]][[blue|ませんか]]。"
                            }
                        ],
                        "zh": "一起回家[[blue|好嗎]]？"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : ええ. いいですね。"
                            }
                        ],
                        "zh": "嗯.好啊！"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : はい、"
                            },
                            {
                                "k": "帰",
                                "f": "かえ"
                            },
                            {
                                "k": "り[[strike|ます]][[blue|ましょう]]。"
                            }
                        ],
                        "zh": "嗯.回家[[blue|吧！]]"
                    }
                ]
            }
        ],
        "br1": [
            "A : ~[[strike|ます]] + ませんか      (委婉邀約) ……好嗎？",
            "B : ~[[strike|ます]] + ましょう      ……吧！",
            "B : ええ.いいですね。      (嗯！好啊！)",
            "B : すみません.ちょっと……(不好意思……)",
        ],
        "br2": [
            "[{\"k\":\"一\",\"f\":\"いっ\"},{\"k\":\"緒\",\"f\":\"しょ\"},{\"k\":\"にトイレへ\"},{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"き[[blue|ませんか]]\"}]",
            "一起去廁所[[blue|好嗎？]]",
            "[{\"k\":\"一\",\"f\":\"いっ\"},{\"k\":\"緒\",\"f\":\"しょ\"},{\"k\":\"にトイレへ\"},{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"き[[blue|ましょう]]\"}]",
            "一起去廁所[[blue|吧！]]",
        ]
    },
    {
        "tile": "<點餐>",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "店員 : いらっしゃいませ。"
                            },
                            {
                                "k": "[[blue|何]]",
                                "f": "なん"
                            },
                            {
                                "k": "[[blue|名]]",
                                "f": "めい"
                            },
                            {
                                "k": "[[blue|様]]",
                                "f": "さま"
                            },
                            {
                                "k": "ですか。"
                            }
                        ],
                        "zh": "歡迎光臨，[[blue|幾位呢？]]"
                    },
                    {
                        "jp": [
                            {
                                "k": "客人 : "
                            },
                            {
                                "k": "[[blue|4]]",
                                "f": "よ"
                            },
                            {
                                "k": "[[blue|人]]",
                                "f": "にん"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "4個人"
                    },
                    {
                        "jp": [
                            {
                                "k": "店員 : "
                            },
                            {
                                "k": "[[blue|4]]",
                                "f": "よ"
                            },
                            {
                                "k": "[[blue|名]]",
                                "f": "めい"
                            },
                            {
                                "k": "[[blue|様]]",
                                "f": "さま"
                            },
                            {
                                "k": "ですね。"
                            }
                        ],
                        "zh": "4位"
                    },
                    {
                        "jp": [
                            {
                                "k": "客人 : はい。"
                            }
                        ],
                        "zh": "是的"
                    },
                    {
                        "jp": [
                            {
                                "k": "店員 : こちら へ どうぞ。"
                            }
                        ],
                        "zh": "這邊請"
                    },
                    {
                        "jp": [
                            { "k": "<幾分後><br>店員： ご" },
                            { "k": "注", "f": "ちゅう" },
                            { "k": "文", "f": "もん" },
                            { "k": "お" },
                            { "k": "決", "f": "き" },
                            { "k": "まりですか。" }
                        ],
                        "zh": "可以點餐了嗎？"
                    },
                    {
                        "jp": [
                            { "k": "客人 : はい、[[blue|カレー]]" },
                            { "k": "[[yellow|2]]", "f": "ふた" },
                            { "k": "[[yellow|つ]]と[[blue|みそラーメン]]" },
                            { "k": "[[yellow|2]]", "f": "ふた" },
                            { "k": "[[yellow|つ]]お" },
                            { "k": "願", "f": "ねが" },
                            { "k": "[[blue|いします。]]" }
                        ],
                        "zh": "麻煩2份咖哩飯和2碗味噌拉麵"
                    },
                    {
                        "jp": [
                            { "k": "ドリンクは" },
                            { "k": "生", "f": "なま" },
                            { "k": "ビール" },
                            { "k": "[[yellow|4]]", "f": "よっ" },
                            { "k": "[[yellow|つ]]お" },
                            { "k": "願", "f": "ねが" },
                            { "k": "[[blue|いします。]]" }
                        ],
                        "zh": "飲料，麻煩給4杯生啤酒"
                    },
                    {
                        "jp": [
                            { "k": "店員： ご" },
                            { "k": "注", "f": "ちゅう" },
                            { "k": "文", "f": "もん" },
                            { "k": "は" },
                            { "k": "以", "f": "い" },
                            { "k": "上", "f": "じょう" },
                            { "k": "よろしい[br1]" }
                        ],
                        "zh": "就點以上這些嗎？"
                    },
                    {
                        "jp": [
                            { "k": "客人： はい、" },
                            { "k": "以", "f": "い" },
                            { "k": "上", "f": "じょう" },
                            { "k": "でお" },
                            { "k": "願", "f": "ねが" },
                            { "k": "いします。" }
                        ],
                        "zh": "是的，就以上這些"
                    },
                    {
                        "jp": [
                            { "k": "店員： はい、(では/じゃ)[[notetop|[[note1]]]]ご" },
                            { "k": "注", "f": "ちゅう" },
                            { "k": "文", "f": "もん" },
                            { "k": "でお" },
                            { "k": "以", "f": "い" },
                            { "k": "上", "f": "じょう" },
                            { "k": "を" },
                            { "k": "繰", "f": "く" },
                            { "k": "り" },
                            { "k": "返", "f": "かえ" },
                            { "k": "します。" }
                        ],
                        "zh": " 好，那麼我重複一下餐點"
                    },
                    {
                        "jp": [
                            {
                                "k": "客人 : はい。"
                            }
                        ],
                        "zh": "是的"
                    },
                    {
                        "jp": [
                            { "k": "店員： カレー" },
                            { "k": "2", "f": "ふた" },
                            { "k": "つとみそラーメン" },
                            { "k": "2", "f": "ふた" },
                            { "k": "つと" },
                            { "k": "生", "f": "なま" },
                            { "k": "ビール" },
                            { "k": "4", "f": "よっ" },
                            { "k": "つです[[blue-underline|ね|確認語氣]]" }
                        ],
                        "zh": "咖哩2份、味噌拉麵2份和4杯生啤酒"
                    },
                    {
                        "jp": [
                            {
                                "k": "客人 : はい。"
                            }
                        ],
                        "zh": "是的。"
                    },
                    {
                        "jp": [
                            { "k": "店員： かしこまりました。" },
                            { "k": "少", "f": "しょう" },
                            { "k": "々", "f": "しょう" },
                            { "k": "お" },
                            { "k": "待", "f": "ま" },
                            { "k": "ちください。" }
                        ],
                        "zh": "了解、明白，請稍等。"
                    },
                    {
                        "jp": [
                            {
                                "k": "客人 : はい。"
                            }
                        ],
                        "zh": "是的。"
                    },
                    {
                        "jp": [
                            {
                                "k": "<"
                            },
                            {
                                "k": "食",
                                "f": "しょく"
                            },
                            {
                                "k": "後",
                                "f": "ご"
                            },
                            {
                                "k": ">餐後"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "客人 : ごちそうさまでした。<br> [[icon-important|]]可以再加上[[blue-underline|おいしかったです|]]。"
                            }
                        ],
                        "zh": "吃飽了，謝謝招待。"
                    },
                    {
                        "jp": [
                            { "k": "店員： ありがとうございます。お" },
                            { "k": "会", "f": "かい" },
                            { "k": "計", "f": "けい" },
                            { "k": "はどうしますか。" }
                        ],
                        "zh": "謝謝。要怎麼結帳呢？"
                    },
                    {
                        "jp": [
                            { "k": "客人： [br2]" },
                            { "k": "は" },
                            { "k": "一", "f": "いっ" },
                            { "k": "緒", "f": "しょ" },
                            { "k": "でお" },
                            { "k": "願", "f": "ねが" },
                            { "k": "いします。" }
                        ],
                        "zh": "麻煩一起結帳"
                    },
                    {
                        "jp": [
                            { "k": "店員： はい。お" },
                            { "k": "会", "f": "かい" },
                            { "k": "計", "f": "けい" },
                            { "k": "は" },
                            { "k": "10600", "f": "いちまんろっぴゃく" },
                            { "k": "円", "f": "えん" },
                            { "k": "[[blue-underline|でございます|です]]" }
                        ],
                        "zh": "好的，帳單是10600元。"
                    },
                    {
                        "jp": [
                            { "k": "客人： はい。" }
                        ],
                        "zh": "好的。"
                    }
                ]
            }
        ],
        "br1": [
            "ですか。",
            "でしょうか。"
        ],
        "br2": [
            "[{\"k\":\"会\",\"f\":\"かい\"},{\"k\":\"計\",\"f\":\"けい\"}]",
            "[{\"k\":\"勘\",\"f\":\"かん\"},{\"k\":\"定\",\"f\":\"じょう\"}]"
        ],
        "note": {
            "note1": [
                {
                    "k": "那麼/那麼"
                }
            ]
        }
    },
    {
        "tile": [
            {
                "k": "~を お"
            },
            {
                "k": "願",
                "f": "ねが"
            },
            {
                "k": "いします  (拜託，麻煩。)"
            }
        ],
        "exam": [
            {
                "id": 1,
                "dia": [

                    {
                        "jp": [
                            { "k": "すみませ。" },
                            { "k": "水", "f": "みず" },
                            { "k": "[[blue-underline|(を)|可省略]][[blue|お]]" },
                            { "k": "[[blue|願]]", "f": "ねが" },
                            { "k": "[[blue|いします]]。" }
                        ],
                        "zh": "麻煩[[blue|給水]]"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            { "k": "すみませ。" },
                            { "k": "水", "f": "みず" },
                            { "k": "[[blue-underline|(を)|可省略]]" },
                            { "k": "[[blue|3]]", "f": "みっ" },
                            { "k": "[[blue|つお]]" },
                            { "k": "[[blue|願]]", "f": "ねが" },
                            { "k": "[[blue|いします]]。" }
                        ],
                        "zh": "麻煩給3杯水"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            { "k": "すみませ。ねぎま" },
                            { "k": "[[blue-underline|(を)|可省略]]" },
                            { "k": "[[blue|2]]", "f": "に" },
                            { "k": "[[blue|本]]", "f": "ほん" },
                            { "k": "[[blue|お]]" },
                            { "k": "[[blue|願]]", "f": "ねが" },
                            { "k": "[[blue|いします]]。" }
                        ],
                        "zh": "麻煩2串雞蔥串"
                    }
                ]
            }
        ]
    },
    {
        "tile": [
            {
                "k": "何",
                "f": "なん"
            },
            {
                "k": "時",
                "f": "じ"
            },
            {
                "k": "(時間疑問詞)幾點"
            }
        ],
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            { "k": "今", "f": "いま" },
                            { "k": "8", "f": "はち" },
                            { "k": "時", "f": "じ" },
                            { "k": "半", "f": "はん" },
                            { "k": "[[blue|です]]。" }
                        ],
                        "zh": "現在8點半"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            { "k": "A：" },
                            { "k": "今", "f": "いま" },
                            { "k": "9", "f": "くじ" },
                            { "k": "時", "f": "じ" },
                            { "k": "10", "f": "じゅっ" },
                            { "k": "分", "f": "ぷん" },
                            { "k": "[[blue|ですか]]。" }
                        ],
                        "zh": "現在是9點10分嗎？"
                    },
                    {
                        "jp": [
                            { "k": "B：いいえ。" },
                            { "k": "9", "f": "くじ" },
                            { "k": "時", "f": "じ" },
                            { "k": "10", "f": "じゅっ" },
                            { "k": "分", "f": "ぷん" },
                            { "k": "[[blue|じゃないです]]。" },
                            { "k": "10", "f": "じゅう" },
                            { "k": "時", "f": "じ" },
                            { "k": "です。" }
                        ],
                        "zh": "不，[[blue|不是]]9點10分. 是10點"
                    },
                    {
                        "jp": [
                            { "k": "B：いいえ。" },
                            { "k": "10", "f": "じゅう" },
                            { "k": "時", "f": "じ" },
                            { "k": "です" }
                        ],
                        "zh": "不，是10點。"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            { "k": "A：いま" },
                            { "k": "[[blue|何]]", "f": "なん" },
                            { "k": "[[blue|時]]", "f": "じ" },
                            { "k": "[[blue|ですか]]。" }
                        ],
                        "zh": "現在[[blue|幾點]]呢？"
                    },
                    {
                        "jp": [
                            { "k": "B：" },
                            { "k": "11", "f": "じゅういち" },
                            { "k": "時", "f": "じ" },
                            { "k": "です。" }
                        ],
                        "zh": "11點"
                    }
                ]
            }
        ]
    },
    {
        "tile": [
            {
                "k": "~から"
            },
            {
                "k": "~まで"
            }
        ],
        "desp": "~は [br1] [[blue-underline|から|從，開始]] [br1] [[blue-underline|まで|到，為止]]",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            { "k": "このレストラン[[blue|は]]" },
                            { "k": "10", "f": "じゅう" },
                            { "k": "時", "f": "じ" },
                            { "k": "[[blue|から]]。" },
                            { "k": "22", "f": "にじゅうに" },
                            { "k": "時", "f": "じ" },
                            { "k": "[[blue|までです]]。" }
                        ],
                        "zh": "這間餐廳[[blue|從]]10點[[blue|到]]晚上10點"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            { "k": "おとうさんは" },
                            { "k": "土", "f": "ど" },
                            { "k": "曜", "f": "よう" },
                            { "k": "日", "f": "び" },
                            { "k": "[[blue|から]]" },
                            { "k": "日", "f": "にち" },
                            { "k": "曜", "f": "よう" },
                            { "k": "日", "f": "び" },
                            { "k": "[[blue|まで]]" },
                            { "k": "休", "f": "やす" },
                            { "k": "みます。" }
                        ],
                        "zh": "爸爸[[blue|從]]星期六休假[[blue|到]]星期日"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            { "k": "台", "f": "たい" },
                            { "k": "湾", "f": "わん" },
                            { "k": "[[blue|の]]" },
                            { "k": "銀", "f": "ぎん" },
                            { "k": "行", "f": "こう" },
                            { "k": "[[blue|は]]" },
                            { "k": "何", "f": "なん" },
                            { "k": "時", "f": "じ" },
                            { "k": "[[blue|まで]]ですか。" }
                        ],
                        "zh": "台灣[[blue|的]]銀行[[blue|到]]幾點呢？"
                    }
                ]
            },
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            { "k": "高", "f": "たか" },
                            { "k": "雄", "f": "お" },
                            { "k": "[[blue|から]]" },
                            { "k": "台", "f": "たい" },
                            { "k": "南", "f": "なん" },
                            { "k": "[[blue|まで]]" },
                            { "k": "40", "f": "よんじゅっ" },
                            { "k": "分", "f": "ぷん" },
                            { "k": "[[blue|かかります]]。" }
                        ],
                        "zh": "[[blue|從]]高雄[[blue|到]]台南要[[blue|花]]40分鐘"
                    }
                ]
            },
            {
                "id": 5,
                "dia": [
                    {
                        "jp": [
                            { "k": " このレストラン[[blue|は]]" },
                            { "k": "10", "f": "じゅう" },
                            { "k": "時", "f": "じ" },
                            { "k": "[[blue|まで]]" },
                            { "k": "[[blue|営]]", "f": "えい" },
                            { "k": "[[blue|業]]", "f": "ぎょう" },
                            { "k": "[[blue|します]]。" }
                        ],
                        "zh": "這間餐廳[[blue|營業]]到10點。"
                    }
                ]
            },
            {
                "id": 6,
                "dia": [
                    {
                        "jp": [
                            { "k": " このレストラン[[blue|は]]" },
                            { "k": "10", "f": "じゅう" },
                            { "k": "時", "f": "じ" },
                            { "k": "[[blue|まで]]" },
                            { "k": "[[blue|営]]", "f": "えい" },
                            { "k": "[[blue|業]]", "f": "ぎょう" },
                            { "k": "[[blue|します]]。" }
                        ],
                        "zh": "電影院[[blue|從]]早上8點開。"
                    }
                ]
            },
            {
                "id": 7,
                "dia": [
                    {
                        "jp": [
                            { "k": "映", "f": "えい" },
                            { "k": "画", "f": "が" },
                            { "k": "館", "f": "かん" },
                            { "k": "[[blue|は]]" },
                            { "k": "朝", "f": "あさ" },
                            { "k": "8", "f": "はち" },
                            { "k": "時", "f": "じ" },
                            { "k": "[[blue|からです]]。" }
                        ],
                        "zh": "電影院[[blue|從]]早上8點開。"
                    }
                ]
            },
            {
                "id": 8,
                "dia": [
                    {
                        "jp": [
                            { "k": "会", "f": "かい" },
                            { "k": "社", "f": "しゃ" },
                            { "k": "[[blue|は]]" },
                            { "k": "朝", "f": "あさ" },
                            { "k": "8", "f": "はち" },
                            { "k": "時", "f": "じ" },
                            { "k": "[[blue|から]]" },
                            { "k": "午", "f": "ご" },
                            { "k": "後", "f": "ご" },
                            { "k": "5", "f": "ご" },
                            { "k": "時", "f": "じ" },
                            { "k": "[[blue|までです]]。" }
                        ],
                        "zh": "公司從早上8點到下午5點。"
                    }
                ]
            }
        ],
        "br1": [
            "時間名詞",
            "地點名詞"
        ]
    },
    {
        "tile": "動詞",
        "tables": [{
            "header": ["肯定形", "否定形", "過去形", "否定過去形"],
            "rows":
                [
                    ["ます", "ません", "ました", "ませんでした"],
                    ["[{\"k\":\"飲\",\"f\":\"の\"},{\"k\":\"み[[blue|ます]]\"}]", "[{\"k\":\"飲\",\"f\":\"の\"},{\"k\":\"み[[blue|ません]]\"}]", "[{\"k\":\"飲\",\"f\":\"の\"},{\"k\":\"み[[blue|ました]]\"}]", "[{\"k\":\"飲\",\"f\":\"の\"},{\"k\":\"み[[blue|ませんでした]]\"}]"],
                    ["喝", "[[blue|不]]喝", "喝[[blue|了]]", "[[blue|沒]]喝"],
                    ["[{\"k\":\"聞\",\"f\":\"き\"},{\"k\":\"き[[blue|ます]]\"}]", "[{\"k\":\"聞\",\"f\":\"き\"},{\"k\":\"き[[blue|ません]]\"}]", "[{\"k\":\"聞\",\"f\":\"き\"},{\"k\":\"き[[blue|ました]]\"}]", "[{\"k\":\"聞\",\"f\":\"き\"},{\"k\":\"き[[blue|ませんでした]]\"}]"],
                    ["聽，問", "[[blue|不]]聽，[[blue|不]]問", "聽[[blue|了]]，問[[blue|了]]", "[[blue|沒]]聽，[[blue|沒]]問"],
                ]
        },
        {
            "header": ["", "動詞範例"],
            "rows":
                [
                    ["肯定", "[{\"k\":\"[[blue|あした]]、\"},{\"k\":\"友\",\"f\":\"とも\"},{\"k\":\"達\",\"f\":\"だち\"},{\"k\":\"[[blue|と]]\"},{\"k\":\"一\",\"f\":\"いっ\"},{\"k\":\"緒\",\"f\":\"しょ\"},{\"k\":\"に\"},{\"k\":\"映\",\"f\":\"えい\"},{\"k\":\"画\",\"f\":\"が\"},{\"k\":\"[[blue|を]]み[[blue|ます]]。\"}]"],
                    ["", "[{\"k\":\"[[blue|明天]]和朋友一起[[blue|看]]電影\"}]"],
                    ["否定", "[{\"k\":\"[[blue|あした]]、\"},{\"k\":\"友\",\"f\":\"とも\"},{\"k\":\"達\",\"f\":\"だち\"},{\"k\":\"[[blue|と]]\"},{\"k\":\"一\",\"f\":\"いっ\"},{\"k\":\"緒\",\"f\":\"しょ\"},{\"k\":\"に\"},{\"k\":\"映\",\"f\":\"えい\"},{\"k\":\"画\",\"f\":\"が\"},{\"k\":\"[[blue|を]]み[[blue|ません]]。\"}]"],
                    ["", "[{\"k\":\"[[blue|明天不]]和朋友一起[[blue|看]]電影\"}]"],
                    ["過去", "[{\"k\":\"[[blue|きのう]]、\"},{\"k\":\"友\",\"f\":\"とも\"},{\"k\":\"達\",\"f\":\"だち\"},{\"k\":\"[[blue|と]]\"},{\"k\":\"一\",\"f\":\"いっ\"},{\"k\":\"緒\",\"f\":\"しょ\"},{\"k\":\"に\"},{\"k\":\"映\",\"f\":\"えい\"},{\"k\":\"画\",\"f\":\"が\"},{\"k\":\"[[blue|を]]み[[blue|ました]]。\"}]"],
                    ["", "[{\"k\":\"[[blue|昨天]]和朋友一起[[blue|看了]]電影\"}]"],
                    ["否定過去", "[{\"k\":\"[[blue|きのう]]、\"},{\"k\":\"友\",\"f\":\"とも\"},{\"k\":\"達\",\"f\":\"だち\"},{\"k\":\"[[blue|と]]\"},{\"k\":\"一\",\"f\":\"いっ\"},{\"k\":\"緒\",\"f\":\"しょ\"},{\"k\":\"に\"},{\"k\":\"映\",\"f\":\"えい\"},{\"k\":\"画\",\"f\":\"が\"},{\"k\":\"[[blue|を]]み[[blue|ませんでした]]。\"}]"],
                    ["", "[{\"k\":\"[[blue|昨天]]沒有和朋友一起[[blue|看]]電影\"}]"]
                ]
        }
        ]
    },
    {
        "tile": "します",
        "tables": [{
            "header": ["類別 1 ", "運動類加的動詞 → 「します」"],
            "rows":
                [
                    ["", "テニスを[[blue|します]]<br>([[blue|打]]網球)"],
                    ["", "[{\"k\":\"運\",\"f\":\"うん\"},{\"k\":\"動\",\"f\":\"どう\"},{\"k\":\"[[blue|をします]]<br>(運動)\"}]"],
                    ["", "サッカー[[blue|をします]]<br>([[blue|踢]]足球)"],
                ]
        },
        {
            "header": ["類別 2 ", "二個漢字加的動詞→「します」"],
            "rows":
                [
                    ["", "[{\"k\":\"掃\",\"f\":\"そう\"},{\"k\":\"除\",\"f\":\"じ\"},{\"k\":\"[[blue|をします]]<br>(打掃)\"}]"],
                    ["", "[{\"k\":\"洗\",\"f\":\"せん\"},{\"k\":\"濯\",\"f\":\"たく\"},{\"k\":\"[[blue|をします]]<br>(洗衣服)\"}]"],
                ]
        },
        {
            "header": ["類別 3 ", "外來語加的動詞 → 「します」"],
            "rows":
                [
                    ["", "アルバイトを[[blue|します]]<br>([[blue|打]]工)"],
                    ["", "コンサートを[[blue|します]]<br>([[blue|辦]]音樂會)"]
                ]
        }
        ]
    },
    {
        "tile": "に(時間助詞)在",
        "tables": [{

            "col": ["20%", "80%"],
            "header": ["類別 1 ", "[{\"k\":\"~\"},{\"k\":\"時\",\"f\":\"じ\"},{\"k\":\"~\"},{\"k\":\"分\",\"f\":\"ふん\"},{\"k\":\"/\"},{\"k\":\"分\",\"f\":\"ぷん\"},{\"k\":\"(~點~分) に\"}]"],
            "rows":
                [
                    ["", "[{\"k\":\"きょう\"},{\"k\":\"7\",\"f\":\"しち\"},{\"k\":\"時\",\"f\":\"じ\"},{\"k\":\"[[blue|に]]\"},{\"k\":\"起\",\"f\":\"お\"},{\"k\":\"きました。\"}]"],
                    ["", "今天[[blue|在]]7點起床"],
                ]
        },
        {
            "col": ["20%", "80%"],
            "header": ["類別 2 ", "[{\"k\":\"~\"},{\"k\":\"月\",\"f\":\"がつ\"},{\"k\":\"~\"},{\"k\":\"日\",\"f\":\"にち\"},{\"k\":\"(~月~日) に\"}]"],
            "rows":
                [
                    ["", "[{\"k\":\"私\",\"f\":\"わたし\"},{\"k\":\"は\"},{\"k\":\"3\",\"f\":\"さん\"},{\"k\":\"月\",\"f\":\"がつ\"},{\"k\":\"1日\",\"f\":\"ついたち\"},{\"k\":\"[[blue|に]]\"},{\"k\":\"日\",\"f\":\"に\"},{\"k\":\"本\",\"f\":\"ほん\"},{\"k\":\"[[blue|へ]]\"},{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"きました。\"}]"],
                    ["", "我[[blue|在]]3月1日去日本"],
                ]
        },
        {
            "col": ["20%", "80%"],
            "header": ["類別 3 ", "[{\"k\":\"~\"},{\"k\":\"年\",\"f\":\"ねん\"},{\"k\":\"(~年) に\"}]"],
            "rows":
                [
                    ["", "[{\"k\":\"田\",\"f\":\"たな\"},{\"k\":\"中\",\"f\":\"か\"},{\"k\":\"さんは\"},{\"k\":\"2000\",\"f\":\"にせん\"},{\"k\":\"年\",\"f\":\"ねん\"},{\"k\":\"[[blue|に]]\"},{\"k\":\"生\",\"f\":\"う\"},{\"k\":\"まれました。\"}]"],
                    ["", "田中小姐[[blue|在]]2000年出生的"],
                ]
        },
        {
            "col": ["20%", "80%"],
            "header": ["類別 4 ", "[{\"k\":\"~\"},{\"k\":\"曜\",\"f\":\"よう\"},{\"k\":\"日\",\"f\":\"び\"},{\"k\":\"~に (に)星期~ 可加可不加\"}]"],
            "rows":
                [
                    ["", "[{\"k\":\"日\",\"f\":\"にち\"},{\"k\":\"曜\",\"f\":\"よう\"},{\"k\":\"日\",\"f\":\"び\"},{\"k\":\"[[blue|(に)]]\"},{\"k\":\"休\",\"f\":\"やす\"},{\"k\":\"みます。\"}]"],
                    ["", "星期日休假"],
                ]
        },
        {
            "col": ["20%", "80%"],
            "header": ["類別 5 ", "[br1]に"],
            "rows":
                [
                    ["", "[{\"k\":\"弟\",\"f\":\"おとうと\"},{\"k\":\"は\"},{\"k\":\"夏\",\"f\":\"なつ\"},{\"k\":\"休\",\"f\":\"やす\"},{\"k\":\"[[blue|(に)]]\"},{\"k\":\"学\",\"f\":\"がっ\"},{\"k\":\"校\",\"f\":\"こう\"},{\"k\":\"を\"},{\"k\":\"休\",\"f\":\"やす\"},{\"k\":\"みます。\"}]"],
                    ["", "弟弟[[blue|在]]暑假學校休息"],
                ]
        }
        ],
        "br1": [
            "[{\"k\":\"春\",\"f\":\"はる\"},{\"k\":\"休\",\"f\":\"やす\"},{\"k\":\"み  春假\"}]",
            "[{\"k\":\"夏\",\"f\":\"なつ\"},{\"k\":\"休\",\"f\":\"やす\"},{\"k\":\"み  暑假\"}]",
            "[{\"k\":\"秋\",\"f\":\"あき\"},{\"k\":\"休\",\"f\":\"やす\"},{\"k\":\"み  秋假\"}]",
            "[{\"k\":\"冬\",\"f\":\"ふゆ\"},{\"k\":\"休\",\"f\":\"やす\"},{\"k\":\"み  寒假\"}]"
        ]
    },
    {
        "tile": "に(時間助詞)在 特例",
        "desp": "以下不加時間助詞「に」",
        "tables": [{
            "col": ["10%", "30%", "30%", "30%"],
            "rows":
                [
                    ["1.", "[{\"k\":\"今\",\"f\":\"こん\"},{\"k\":\"週\",\"f\":\"しゅう\"},{\"k\":\"<br>今週\"}]", "[{\"k\":\"来\",\"f\":\"らい\"},{\"k\":\"週\",\"f\":\"しゅう\"},{\"k\":\"<br>下週\"}]", "[{\"k\":\"先\",\"f\":\"せん\"},{\"k\":\"週\",\"f\":\"しゅう\"},{\"k\":\"<br>上週\"}]"],
                    ["2.", "[{\"k\":\"今\",\"f\":\"こ\"},{\"k\":\"年\",\"f\":\"とし\"},{\"k\":\"<br>今年\"}]", "[{\"k\":\"来\",\"f\":\"らい\"},{\"k\":\"年\",\"f\":\"ねん\"},{\"k\":\"<br>明年\"}]", "[{\"k\":\"去\",\"f\":\"きょ\"},{\"k\":\"年\",\"f\":\"ねん\"},{\"k\":\"<br>去年\"}]"],
                    ["3.", "[{\"k\":\"今\",\"f\":\"こん\"},{\"k\":\"月\",\"f\":\"げつ\"},{\"k\":\"<br>這個月\"}]", "[{\"k\":\"来\",\"f\":\"らい\"},{\"k\":\"月\",\"f\":\"げつ\"},{\"k\":\"<br>下個月\"}]", "[{\"k\":\"先\",\"f\":\"せん\"},{\"k\":\"月\",\"f\":\"げつ\"},{\"k\":\"<br>上個月\"}]"],
                    ["4.", "[{\"k\":\"毎\",\"f\":\"まい\"},{\"k\":\"朝\",\"f\":\"あさ\"},{\"k\":\"<br>每天早上\"}]", "[{\"k\":\"今\",\"f\":\"け\"},{\"k\":\"朝\",\"f\":\"さ\"},{\"k\":\"<br>今天早上\"}]", "[{\"k\":\"毎\",\"f\":\"まい\"},{\"k\":\"晚\",\"f\":\"ばん\"},{\"k\":\"<br>每天晚上\"}]"],
                    ["", "[{\"k\":\"毎\",\"f\":\"まい\"},{\"k\":\"日\",\"f\":\"にち\"},{\"k\":\"<br>每天\"}]", "[{\"k\":\"毎\",\"f\":\"まい\"},{\"k\":\"月\",\"f\":\"つき\"},{\"k\":\"<br>每個月\"}]", ""],
                    ["5.", "[{\"k\":\"きょう\"},{\"k\":\"<br>今天\"}]", "[{\"k\":\"あした\"},{\"k\":\"<br>明天\"}]", "[{\"k\":\"あさって\"},{\"k\":\"<br>後天\"}]"],
                    ["", "[{\"k\":\"おととい\"},{\"k\":\"<br>前天\"}]", "[{\"k\":\"きのう\"},{\"k\":\"<br>昨天\"}]", ""],
                    ["6.", "[{\"k\":\"今\",\"f\":\"いま\"},{\"k\":\"<br>現在\"}]", "[{\"k\":\"朝\",\"f\":\"あさ\"},{\"k\":\"<br>早上\"}]", "[{\"k\":\"昼\",\"f\":\"ひる\"},{\"k\":\"<br>中午\"}]"],
                    ["", "[{\"k\":\"晚\",\"f\":\"ばん\"},{\"k\":\"<br>晚上\"}]", "[{\"k\":\"夜\",\"f\":\"よる\"},{\"k\":\"<br>夜晚\"}]", ""],
                    ["7.", "[{\"k\":\"午\",\"f\":\"ご\"},{\"k\":\"前\",\"f\":\"ぜん\"},{\"k\":\"<br>上午\"}]", "[{\"k\":\"午\",\"f\":\"ご\"},{\"k\":\"後\",\"f\":\"ごㄒ\"},{\"k\":\"<br>下午\"}]", "[{\"k\":\"いつ\"},{\"k\":\"<br>什麼時候\"}]"],
                ]
        }],
    },
    {
        "tile": "ごろ",
        "desp": "(時刻點)左右",
        "trans": "補充",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            { "k": "私", "f": "わたし" },
                            { "k": "[[blue|は]]" },
                            { "k": "每", "f": "まい" },
                            { "k": "日", "f": "にち" },
                            { "k": "7", "f": "しち" },
                            { "k": "時", "f": "じ" },
                            { "k": "[[blue|ころ]]" },
                            { "k": "起", "f": "お" },
                            { "k": "き[[blue|ます]]。" }
                        ],
                        "zh": " 我每日7點[[blue|左右]]起床"
                    },
                ]
            }
        ]
    },
    {
        "tile": "~ ぬきで",
        "desp": " ~ 去掉 ",
        "trans": "補充",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            { "k": "氷", "f": "こおり" },
                            { "k": "[[yellow|を]][[blue|ぬきで]]お" },
                            { "k": "願", "f": "ねが" },
                            { "k": "いします。" }
                        ],
                        "zh": "麻煩[[blue|去]]冰"
                    },
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            { "k": "砂", "f": "さ" },
                            { "k": "糖", "f": "とう" },
                            { "k": "[[yellow|を]][[blue|ぬきで]]お" },
                            { "k": "願", "f": "ねが" },
                            { "k": "いします。" }
                        ],
                        "zh": "麻煩[[blue|去]]糖"
                    },
                ]
            }
        ]
    },
    {
        "tile": "~ すく",
        "trans": "補充",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            { "k": "氷", "f": "こおり" },
                            { "k": "[[yellow|を]]" },
                            { "k": "[[blue|少]]", "f": "すく" },
                            { "k": "[[blue|なめで]]お" },
                            { "k": "願", "f": "ねが" },
                            { "k": "いします。" }
                        ],
                        "zh": "麻煩[[blue|少]]冰"
                    },
                ]
            }
        ]
    },
    {
        "tile": "お土産",
        "trans": "補充 : 給予伴手禮",
        "exam": [
            {
                "id": "",
                "dia": [
                    {
                        "jp": [
                            { "k": "これ" },
                            { "k": "台", "f": "たい" },
                            { "k": "湾", "f": "わん" },
                            { "k": "のお" },
                            { "k": "土", "f": "み" },
                            { "k": "産", "f": "やげ" },
                            { "k": "です。どうぞ" }
                        ],
                        "zh": "這個是台灣的土產，給妳。"
                    },
                ]
            }
        ]
    },
    {
        "tile": "~ と",
        "desp": "(2者以內)和",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            { "k": "お" },
                            { "k": "母", "f": "かあ" },
                            { "k": "さん[[blue|は]]コーヒー[[blue|と]]ウーロン" },
                            { "k": "茶", "f": "ちゃ" },
                            { "k": "[[blue|を]]" },
                            { "k": "[[blue|買]]", "f": "か" },
                            { "k": "[[blue|います。]]" }
                        ],
                        "zh": "媽媽買咖啡[[blue|和]]烏龍茶"
                    },
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            { "k": "弟", "f": "おとうと" },
                            { "k": "[[blue|は]]ラーメン[[blue|と]]ギョーザ" },
                            { "k": "[[blue|を]]" },
                            { "k": "[[blue|食]]", "f": "た" },
                            { "k": "[[blue|べます。]]" }
                        ],
                        "zh": "弟弟吃拉麵[[blue|和]]煎餃"
                    },
                ]
            }
        ]
    },
    {
        "tile": "それから",
        "desp": "(放在第2句的句首)然後",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            { "k": "パン[[blue|を]]" },
                            { "k": "食", "f": "た" },
                            { "k": "べます。[[blue|それから]]" },
                            { "k": "牛", "f": "ぎゅう" },
                            { "k": "乳", "f": "にゅう" },
                            { "k": "[[blue|を]]" },
                            { "k": "飲", "f": "の" },
                            { "k": "みます。" }
                        ],
                        "zh": "吃麵包，[[blue|然後]]喝牛奶"
                    },
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            { "k": "映", "f": "えい" },
                            { "k": "画", "f": "が" },
                            { "k": "[[blue|を]]" },
                            { "k": "見", "f": "み" },
                            { "k": "ます。[[blue|それから]]" },
                            { "k": "晚", "f": "ばん" },
                            { "k": "ごはん[[blue|を]]" },
                        ],
                        "zh": "看電影，[[blue|然後]]吃晚餐"
                    },
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            { "k": "A : あした" },
                            { "k": "[[blue|何]]", "f": "なに" },
                            { "k": "[[blue|を]]" },
                            { "k": "[[blue|しますか？]]" }
                        ],
                        "zh": "明天要做什麼？"
                    },
                    {
                        "jp": [
                            { "k": "B : " },
                            { "k": "雑", "f": "ざっ" },
                            { "k": "誌", "f": "し" },
                            { "k": "[[blue|を]]" },
                            { "k": "[[blue|買]]", "f": "か" },
                            { "k": "[[blue|います。]]" }
                        ],
                        "zh": "買雜誌。"
                    },
                    {
                        "jp": [
                            { "k": "A : どこ[[blue|で]]" },
                            { "k": "雑", "f": "ざっ" },
                            { "k": "誌", "f": "し" },
                            { "k": "[[blue|を]]" },
                            { "k": "[[blue|買]]", "f": "か" },
                            { "k": "[[blue|いますか?]]" }
                        ],
                        "zh": "在哪裡買雜誌？<br>[[icon-important|動詞疑問句後面 + [[blue|か]]]]"
                    },
                    {
                        "jp": [
                            { "k": "B : ほんや[[blue|で]]" },
                            { "k": "雑", "f": "ざっ" },
                            { "k": "誌", "f": "し" },
                            { "k": "[[blue|を]]" },
                            { "k": "[[blue|買]]", "f": "か" },
                            { "k": "[[blue|います。]]" }
                        ],
                        "zh": "在書店買雜誌。"
                    }
                ]
            }
        ]
    },
    {
        "tile": "~で (動態性場所)",
        "desp": "在…",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            { "k": "晚", "f": "ばん" },
                            { "k": "ごはん[[blue|を]]" },
                            { "k": "[[blue|食]]", "f": "た" },
                            { "k": "[[blue|べます]]。" }
                        ],
                        "zh": "[[blue|吃]]晚餐"
                    },
                    {
                        "jp": [
                            { "k": "主語[[blue|は]]名詞[[blue|を]]動詞" }
                        ]
                    },
                    {
                        "jp": [
                            { "k": "友", "f": "とも" },
                            { "k": "達", "f": "だち" },
                            { "k": "[[blue|は]]" },
                            { "k": "晚", "f": "ばん" },
                            { "k": "ごはん[[blue|を]]" },
                            { "k": "[[blue|食]]", "f": "た" },
                            { "k": "[[blue|べます]]。" }
                        ],
                        "zh": "朋友[[blue|吃]]晚餐"
                    },
                    {
                        "jp": [
                            { "k": "主語[[blue|は]]場所[[blue|で]]名詞[[blue|を]]動詞" }
                        ]
                    },
                    {
                        "jp": [
                            { "k": "友", "f": "とも" },
                            { "k": "達", "f": "だち" },
                            { "k": "[[blue|は]]レストラン[[blue|で]]" },
                            { "k": "晚", "f": "ばん" },
                            { "k": "ごはん[[blue|を]]" },
                            { "k": "[[blue|食]]", "f": "た" },
                            { "k": "[[blue|べます]]。" }
                        ],
                        "zh": "朋友[[blue|在]]餐廳[[blue|吃]]晚餐"
                    }
                ]
            }
        ]
    },
    {
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            { "k": "すみません。" },
                            { "k": "注", "f": "ちゅう" },
                            { "k": "文", "f": "もん" },
                            { "k": "お" },
                            { "k": "願", "f": "ねが" },
                            { "k": "いします。" }
                        ],
                        "zh": "不好意思，麻煩來點餐"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            { "k": "晚", "f": "ばん" },
                            { "k": "ごはん[[blue|は]]お" },
                            { "k": "弁", "f": "べん" },
                            { "k": "当", "f": "とう" },
                            { "k": "[[blue|を]]" },
                            { "k": "食", "f": "た" },
                            { "k": "べます。" }
                        ],
                        "zh": "晚餐吃便當"
                    }
                ]
            }
        ], "tables": [{
            "col": ["20%", "80%"],
            "rows":
                [
                    ["店員 : ", "[{\"k\":\"いらっしゃいませ<br>歡迎光臨\"}]"],
                    ["客人 : ", "[{\"k\":\"すみません。カメラは何階にありますか。<br>不好意思，相機在幾樓呢？\"}]"],
                    ["店員 :", "[{\"k\":\"3\",\"f\":\"さん\"},{\"k\":\"階\",\"f\":\"がい\"},{\"k\":\"[[blue|にございます。]]=\"},{\"k\":\"[[blue|3]]\",\"f\":\"さん\"},{\"k\":\"[[blue|階]]\",\"f\":\"がい\"},{\"k\":\"[[blue|です。]]<br>在3樓\"}]"],
                    ["客人 : ", "[{\"k\":\"はい。[[blue|わかりました。]]([[icon|error-icon]] 這個回答方式是對「上司」「同事」)<br>改成：はい。 [[blue-underline|どうも|=ありがとうごじいます]]。<br>好，謝了\"}]"]
                ]
        }],
    },
    {
        "tile": [
            {
                "k": "何", 
                "f": "なに"
            },
            {
                "k": "何も…"
            }
        ],
        "desp": "何も… + 否定句 (什麼也….)",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            { "k": "お" },
                            { "k": "父", "f": "とう" },
                            { "k": "さんは" },
                            { "k": "[[blue|何]]", "f": "なに" },
                            { "k": "[[blue|も]]" },
                            { "k": "聞", "f": "き" },
                            { "k": "きません。" }
                        ],
                        "zh": "爸爸什麼也不聽"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            { "k": "A : お" },
                            { "k": "母", "f": "かあ" },
                            { "k": "さん" },
                            { "k": "[[blue|何]]", "f": "なに" },
                            { "k": "を" },
                            { "k": "買", "f": "か" },
                            { "k": "いますか。" }
                        ],
                        "zh": "媽媽買什麼呢？"
                    },
                    {
                        "jp": [
                            { "k": "B : " },
                            { "k": "[[blue|何]]", "f": "なに" },
                            { "k": "も" },
                            { "k": "買", "f": "か" },
                            { "k": "いません。" }
                        ],
                        "zh": "什麼也不買"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            { "k": "A : あした、" },
                            { "k": "[[blue|何]]", "f": "なに" },
                            { "k": "をしますか。" },
                        ],
                        "zh": "明天做什麼嗎？"
                    },
                    {
                        "jp": [
                            { "k": "B : いいえ、" },
                            { "k": "[[blue|何]]", "f": "なに" },
                            { "k": "もしません。" }
                        ],
                        "zh": "不，什麼也不做"
                    }
                ]
            },
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            { "k": "今", "f": "こん" },
                            { "k": "晚", "f": "ばん" },
                            { "k": "[[blue|何]]", "f": "なに" },
                            { "k": "[[blue|も]]" },
                            { "k": "食", "f": "た" },
                            { "k": "べません。" }
                        ],
                        "zh": "今天晚上什麼也不吃"
                    }
                ]
            },
            {
                "id": 5,
                "dia": [
                    {
                        "jp": [
                            { "k": "友", "f": "とま" },
                            { "k": "達", "f": "だち" },
                            { "k": "は" },
                            { "k": "[[blue|何]]", "f": "なに" },
                            { "k": "[[blue|も]]" },
                            { "k": "飲", "f": "の" },
                            { "k": "みません。" }
                        ],
                        "zh": "朋友什麼也不喝"
                    }
                ]
            }
        ]
    }
];