window.recordData1 = {
  "tables": [
    {
      "rows": [
        { "date": "2026/03/31", "note": "形容詞複習，短句練習" },
        { "date": "2026/03/24", "note": "新進度: P88 下面補充そして 。複習な形い形敬體跟基本體複習" },
        { "date": "2026/03/17", "note": "單字複習，な形い形敬體跟基本體複習" },
        { "date": "2026/03/10", "note": "新進度 な形的敬體跟基本體" },
        { "date": "2026/03/03", "note": "形容詞跟動詞複習" },
        { "date": "2026/02/10", "note": "形容詞跟動詞複習" },
        { "date": "2026/02/03", "note": "形容詞複習" },
        { "date": "2026/01/31", "note": "新進度 い形容詞 - 過去否定。た形容詞 - 敬體過去式" },
        { "date": "2026/01/27", "note": "新進度 い形容詞 - 過去式" },
        { "date": "2026/01/20", "note": "動詞複習" },
        { "date": "2026/01/13", "note": "新進度 顏色單字 2" },
        { "date": "2026/01/06", "note": "新進度 顏色單字 1" },
        { "date": "2026/01/03", "note": "新進度 あまり 句子 (調課)" },
        { "date": "2025/12/23", "note": "單字大複習" },
        { "date": "2025/12/16", "note": "複習動詞變化及句子。" },
        { "date": "2025/12/09", "note": "複習動詞變化及簡短句子。" },
        { "date": "2025/12/02", "note": "複習動詞變化，使用時態練習。" },
        { "date": "2025/11/25", "note": "複習動詞變化。" },
        { "date": "2025/11/18", "note": "複習動詞變化，い形容詞。" },
        { "date": "2025/11/11", "note": "新進度:形容詞型態。" },
        { "date": "2025/11/04", "note": "新進度:課本151頁下半段全部，複習動詞變化(用字卡)。" },
        { "date": "2025/10/27", "note": "新進度:第七課第四個文法， 複習動詞變化/單字。" },
        { "date": "2025/10/21", "note": "複習動詞變化/單字。" },
        { "date": "2025/10/14", "note": "複習動詞變化/單字/包含數量詞/星期/月份/幾樓，新單字" },
        { "date": "2025/10/07", "note": "複習動詞變化/單字/包含數量詞/星期/月份/幾樓" },
        { "date": "2025/09/30", "note": "複習動詞變化，單字複習，複習助詞で / へ。" },
        { "date": "2025/09/23", "note": "複習動詞變化，形容詞變化，小句子練習動詞變化(沒有用字卡)。" },
        { "date": "2025/09/16", "note": "新進度:第七課第三個文法，88頁。(76頁跳88頁)" },
        { "date": "2025/09/09", "note": "動詞 / い形 な形 / 單字大複習。" },
        { "date": "2025/09/02", "note": "單字大複習。" },
        { "date": "2025/08/26", "note": "動詞複習，い形 な形 複習。" },
        { "date": "2025/08/20", "note": "動詞複習，單字複習。" },
        { "date": "2025/08/12", "note": "新進度: い形 な形 否定。複習い形 な形 肯定。" },
        { "date": "2025/08/05", "note": "動詞複習。" },
        { "date": "2025/07/29", "note": "新進度:課本76頁。動詞複習。" },
      ]
    }
  ]
};