window.vocabData1 =
{
    "tables": [
        
        {
            "caption": "動詞",
            "rows": [
                {
                    "zh": "吃",
                    "jp": [
                        { "k": "食", "f": "た" },
                        { "k": "べます" }
                    ] ,
                    "audio": "食べます_吃.MP3"
                },
                {
                    "zh": "喝",
                    "jp": [
                        { "k": "飲", "f": "の" },
                        { "k": "みます" }
                    ],
                    "audio": "飲みます_喝.MP3"
                },
                {
                    "zh": "買",
                    "jp": [
                        { "k": "買", "f": "か" },
                        { "k": "います" }
                    ],
                    "audio": "買います_買.MP3"
                },
                {
                    "zh": "看",
                    "jp": [
                        { "k": "見", "f": "み" },
                        { "k": "ます" }
                    ],
                    "audio": "見ます_看.MP3"
                },
                {
                    "zh": "讀、看",
                    "jp": [
                        { "k": "読", "f": "よ" },
                        { "k": "みます" }
                    ] ,
                    "audio": "読みます_讀、看.MP3"
                },
                {
                    "zh": "聽、問",
                    "jp": [
                        { "k": "聞", "f": "き" },
                        { "k": "きます" }
                    ] ,
                    "audio": "聞きます_聽、問.MP3"
                },
                {
                    "zh": "做",
                    "jp": [
                        { "k": "します" }
                    ],
                    "audio": "します_做.MP3"
                }
            ]
        },
        {
            "caption": "興趣",
            "rows": [
                {
                    "zh": "興趣",
                    "jp": [
                        { "k": "趣", "f": "しゅ" },
                        { "k": "味", "f": "み" }
                    ],
                    "audio": "趣味_興趣.MP3"
                },
                {
                    "zh": "聽音樂",
                    "jp": [
                        { "k": "音", "f": "おん" },
                        { "k": "楽", "f": "がく" }, 
                        { "k": "を" },
                        { "k": "聞", "f": "き" },
                        { "k": "く" },
                        { "k": "事", "f": "こと" },
                        { "k": "です" },
                    ]
                },
                {
                    "zh": "看電影",
                    "jp": [
                        { "k": "映", "f": "えい" },
                        { "k": "画", "f": "が" },
                        { "k": "を" },
                        { "k": "見", "f": "み" },
                        { "k": "る" },
                        { "k": "事", "f": "こと" },
                        { "k": "です" },
                    ]
                },
                {
                    "zh": "看書",
                    "jp": [
                        { "k": "本", "f": "ほん" },
                        { "k": "を" },
                        { "k": "読", "f": "よ" },
                        { "k": "む" }, 
                        { "k": "事", "f": "こと" },
                        { "k": "です" }
                    ]
                },
                {
                    "zh": "旅行",
                    "jp": [
                        { "k": "旅", "f": "りょ" },
                        { "k": "行", "f": "こう" },
                        { "k": "をする" },
                        { "k": "事", "f": "こと" },
                        { "k": "です" }
                    ]
                },
                {
                    "zh": "運動",
                    "jp": [
                        { "k": "運", "f": "うん" },
                        { "k": "動", "f": "どう" },
                        { "k": "をする" },
                        { "k": "事", "f": "こと" },
                        { "k": "です" }
                    ]
                },
                {
                    "zh": "運動",
                    "jp": [
                        { "k": "スポーツをする" },
                        { "k": "事", "f": "こと" },
                        { "k": "です" }
                    ]
                },
                {
                    "zh": "唱歌",
                    "jp": [
                        { "k": "歌", "f": "うた" },
                        { "k": "を" },
                        { "k": "歌", "f": "たう" },
                        { "k": "う" },
                        { "k": "事", "f": "こと" },
                        { "k": "です" }
                    ]
                },
                {
                    "zh": "購物",
                    "jp": [
                        { "k": "ショ[[small|ッ]]ピングをする" },
                        { "k": "事", "f": "こと" },
                        { "k": "です" }
                    ]
                },
                {
                    "zh": "電影",
                    "jp": [
                        { "k": "映", "f": "えい" },
                        { "k": "画", "f": "が" }
                    ],
                    "audio": "映画_電影.MP3"
                },
                {
                    "zh": "音樂",
                    "jp": [
                        { "k": "音", "f": "おん" },
                        { "k": "楽", "f": "がく" }
                    ],
                    "audio": "音楽_音樂.MP3"
                },
                {
                    "zh": "運動",
                    "jp": [
                        { "k": "運", "f": "うん" },
                        { "k": "動", "f": "どう" }
                    ] ,
                    "audio": "運動_運動.MP3"
                },
                {
                    "zh": "運動",
                    "jp": [
                        { "k": "スポーツ" }
                    ] ,
                    "audio": "スポーツ_運動.MP3"
                },
                {
                    "zh": "歌",
                    "jp": [
                        { "k": "歌", "f": "うた" }
                    ],
                    "audio": "歌_歌.MP3"
                },
                {
                    "zh": "動漫",
                    "jp": [
                        { "k": "アニメ" }
                    ] ,
                    "audio": "アニメ_動漫.MP3"
                },
                {
                    "zh": "相機",
                    "jp": [
                        { "k": "カメラ" }
                    ],
                    "audio": "カメラ_相機.MP3"
                },
                {
                    "zh": "包包",
                    "jp": [
                        { "k": "かばん" }
                    ],
                    "audio": "かばん_包包.MP3"
                },
                {
                    "zh": "購物",
                    "jp": [
                        { "k": "ショッピング" }
                    ],
                    "audio": "ショッピング_購物.MP3"
                }
            ]
        },
        {
            "caption": "單字一",
            "rows": [
                {
                    "zh": "李",
                    "jp": [
                        { "k": "李", "f": "り" }
                    ] ,
                    "audio": "李_李.MP3"
                },
                {
                    "zh": "黃",
                    "jp": [
                        { "k": "黄", "f": "こう" }
                    ],
                    "audio": "黄_黄.MP3"
                },
                {
                    "zh": "何",
                    "jp": [
                        { "k": "何", "f": "か" }
                    ],
                    "audio": "何_何.MP3"
                },
                {
                    "zh": "蔡",
                    "jp": [
                        { "k": "蔡", "f": "さい" }
                    ],
                    "audio": "蔡_蔡.MP3"
                },
                {
                    "zh": "林",
                    "jp": [
                        { "k": "林", "f": "りん" }
                    ],
                    "audio": "林_林.MP3"
                },
                {
                    "zh": "張",
                    "jp": [
                        { "k": "張", "f": "ちょう" }
                    ],
                    "audio": "張_張.MP3"
                },
                {
                    "zh": "陳",
                    "jp": [
                        { "k": "陳", "f": "ちん" }
                    ],
                    "audio": "陳_陳.MP3"
                },
                {
                    "zh": "台灣人",
                    "jp": [
                        { "k": "台", "f": "たい" },
                        { "k": "湾", "f": "わん" },
                        { "k": "人", "f": "じん" }
                    ],
                    "audio": "台湾人_台灣人.MP3"
                },
                {
                    "zh": "日本人",
                    "jp": [
                        { "k": "日", "f": "に" },
                        { "k": "本", "f": "ほん" },
                        { "k": "人", "f": "じん" }
                    ],
                    //"audio": "日本人_日本人.MP3"
                },
                {
                    "zh": "韓國人",
                    "jp": [
                        { "k": "韓", "f": "かん" },
                        { "k": "国", "f": "こく" },
                        { "k": "人", "f": "じん" }
                    ] ,
                    "audio": "韓国人_韓國人.MP3"
                },
                {
                    "zh": "中國人",
                    "jp": [
                        { "k": "中", "f": "ちゅう" },
                        { "k": "国", "f": "ごく" },
                        { "k": "人", "f": "じん" }
                    ] ,
                    //"audio": "中国人_中國人.MP3"
                },
                {
                    "zh": "越南人",
                    "jp": [
                        { "k": "越", "f": "べト" },
                        { "k": "南", "f": "ナム" },
                        { "k": "人", "f": "じん" }
                    ] ,
                    "audio": "越南人_越南人.MP3"
                },
                {
                    "zh": "老師",
                    "jp": [
                        { "k": "先", "f": "せん" },
                        { "k": "生", "f": "せい" }
                    ] ,
                    "audio": "先生_老師.MP3"
                },
                {
                    "zh": "工程師",
                    "jp": [
                        { "k": "エンジニア"}
                    ],
                    //"audio": "エンジニア_工程師.MP3"
                },
                {
                    "zh": "公司職員",
                    "jp": [
                        { "k": "会", "f": "かい" },
                        { "k": "社", "f": "しゃ" },
                        { "k": "員", "f": "いん" }
                    ],
                    "audio": "会社員_公司職員.MP3"
                },
                {
                    "zh": "銀行員",
                    "jp": [
                        { "k": "銀", "f": "ぎん" },
                        { "k": "行", "f": "こう" },
                        { "k": "員", "f": "いん" }
                    ],
                    //"audio": "銀行員_銀行員.MP3"
                },
                {
                    "zh": "家庭主婦",
                    "jp": [
                        { "k": "家", "f": "か" },
                        { "k": "庭", "f": "てい" },
                        { "k": "主", "f": "しゅ" },
                        { "k": "婦", "f": "ふ" }
                    ],
                    //"audio": "家庭主婦_家庭主婦.MP3"
                },
                {
                    "zh": "我(男生用)",
                    "jp": [
                        { "k": "僕", "f": "ぼく" }
                    ],
                    //"audio": "僕_我.MP3"
                },
                {
                    "zh": "我(男生用，不禮貌說法盡量不要用)",
                    "jp": [
                        { "k": "俺", "f": "おれ" }
                    ],
                    //"audio": "俺_我.MP3"
                },
                {
                    "zh": "他",
                    "jp": [
                        { "k": "彼", "f": "かれ" }
                    ],
                    "audio": "彼_他.MP3"
                },
                {
                    "zh": "智慧型手機",
                    "jp": [
                        { "k": "スマホ"}
                    ],
                    //"audio": "スマホ_智慧型手機.MP3"
                },
                {
                    "zh": "電話",
                    "jp": [
                        { "k": "電", "f": "でん" },
                        { "k": "話", "f": "わ" }
                    ],
                    "audio": "電話_電話.MP3"
                },
                {
                    "zh": "電車",
                    "jp": [
                        { "k": "電", "f": "でん" },
                        { "k": "車", "f": "しゃ" }
                    ],
                    //"audio": "電車_電車.MP3"
                },
                {
                    "zh": "水",
                    "jp": [
                        { "k": "水", "f": "みず" }
                    ],
                    "audio": "水_水.MP3"
                },
                {
                    "zh": "果汁",
                    "jp": [
                        { "k": "ジュース"}
                    ] ,
                    "audio": "ジュース_果汁.MP3"
                },
                {
                    "zh": "紅茶",
                    "jp": [
                        { "k": "紅", "f": "こう" },
                        { "k": "茶", "f": "ちゃ" }
                    ] ,
                    "audio": "紅茶_紅茶.MP3"
                },
                {
                    "zh": "啤酒",
                    "jp": [
                        { "k": "ビール"}
                    ],
                    //"audio": "ビール_啤酒.MP3"
                },
                {
                    "zh": "姓名",
                    "jp": [
                        { "k": "名", "f": "な" },
                        { "k": "前", "f": "まえ" }
                    ],
                    "audio": "名前_姓名.MP3"
                },
                {
                    "zh": "國家",
                    "jp": [
                        { "k": "国", "f": "くに" }
                    ] ,
                    "audio": "国_國家.MP3"
                },
                {
                    "zh": "初次見面",
                    "jp": [
                        { "k": "初", "f": "はじ" },
                        { "k": "めまして"}
                    ] ,
                    "audio": "初めまして_初次見面.MP3"
                },
                {
                    "zh": "下週見",
                    "jp": [
                        { "k": "また"},
                        { "k": "来", "f": "らい" },
                        { "k": "週", "f": "しゅう" }
                    ] ,
                    "audio": "また来週_下週見.MP3"
                },
                {
                    "zh": "空姐CA",
                    "jp": [
                        { "k": "シエ" }
                    ],
                    "audio": "シエ_空姐.MP3"
                },
                {
                    "zh": "社會人士",
                    "jp": [
                        { "k": "社", "f": "しゃ" },
                        { "k": "会", "f": "かい" },
                        { "k": "人", "f": "じん" }
                    ],
                    "audio": "社会人_社會人士.MP3"
                },
                {
                    "zh": "學生",
                    "jp": [
                        { "k": "学", "f": "がく" },
                        { "k": "生", "f": "せい" }
                    ],
                    "audio": "学生_學生.MP3"
                },
                {
                    "zh": "朋友",
                    "jp": [
                        { "k": "友", "f": "とも" },
                        { "k": "達", "f": "だち" }
                    ],
                    "audio": "友達_朋友.MP3"
                },
                {
                    "zh": "同事",
                    "jp": [
                        { "k": "同", "f": "どう" },
                        { "k": "僚", "f": "りょう" }
                    ] ,
                    "audio": "同僚_同事.MP3"
                },
                {
                    "zh": "同班同學",
                    "jp": [
                        { "k": "クラスメート"}
                    ] ,
                    "audio": "クラスメート_同班同學.MP3"
                },
                {
                    "zh": "女朋友",
                    "jp": [
                        { "k": "彼", "f": "かの" },
                        { "k": "女", "f": "じょ" }
                    ],
                    "audio": "彼女_女朋友.MP3"
                },
                {
                    "zh": "男朋友",
                    "jp": [
                        { "k": "彼", "f": "かれ" },
                        { "k": "氏", "f": "し" }
                    ],
                    "audio": "彼氏_男朋友.MP3"
                },
                {
                    "zh": "出門了",
                    "jp": [
                        { "k": "いってきます"}
                    ],
                    //"audio": "いってきます_出門了.MP3"
                },
                {
                    "zh": "慢走",
                    "jp": [
                        { "k": "いってらっしゃい"}
                    ],
                    //"audio": "いってらっしゃい_慢走.MP3"
                },
                {
                    "zh": "我回來了",
                    "jp": [
                        { "k": "ただいま"}
                    ],
                    //"audio": "ただいま_我回來了.MP3"
                },
                {
                    "zh": "你回來了",
                    "jp": [
                        { "k": "お"},
                        { "k": "帰", "f": "かえ" },
                        { "k": "りなさい"}
                    ],
                    //"audio": "お帰りなさい_你回來了.MP3"
                },
                {
                    "zh": "家",
                    "jp": [
                        { "k": "家", "f": "いえ" }
                    ],
                    //"audio": "いえ_家.MP3"
                },
                {
                    "zh": "車站",
                    "jp": [
                        { "k": "駅", "f": "えき" }
                    ],
                    "audio": "駅_車站.MP3"
                },
                {
                    "zh": "壽司",
                    "jp": [
                        { "k": "寿", "f": "す" },
                        { "k": "司", "f": "し" }
                    ],
                    //"audio": "すし_壽司.MP3"
                },
                {
                    "zh": "花",
                    "jp": [
                        { "k": "花", "f": "はな" }
                    ],
                    //"audio": "花_花.MP3"
                },
                {
                    "zh": "車",
                    "jp": [
                        { "k": "車", "f": "くるま" }
                    ],
                    "audio": "車_車.MP3"
                },
                {
                    "zh": "浴缸",
                    "jp": [
                        { "k": "風", "f": "ふ" },
                        { "k": "呂", "f": "ろ" }
                    ],
                    //"audio": "風呂_浴缸.MP3"
                },
                {
                    "zh": "書",
                    "jp": [
                        { "k": "本", "f": "ほん" }
                    ],
                    //"audio": "本_書.MP3"
                },
                {
                    "zh": "我",
                    "jp": [
                        { "k": "私", "f": "わたし" }
                    ],
                    "audio": "私_我.MP3"
                },
                {
                    "zh": "家人",
                    "jp": [
                        { "k": "家", "f": "か" },
                        { "k": "族", "f": "ぞく" }
                    ],
                    "audio": "家族_家人.MP3"
                }, 
                {
                    "zh": "學生",
                    "jp": [
                        { "k": "学", "f": "がく" },
                        { "k": "生", "f": "せい" }
                    ],
                    //"audio": "学生_學生.MP3"
                },
                {
                    "zh": "便當",
                    "jp": [
                        { "k": "弁", "f": "べん" },
                        { "k": "当", "f": "とう" }
                    ],
                    "audio": "弁当_便當.MP3"
                },
                {
                    "zh": "散步",
                    "jp": [
                        { "k": "散", "f": "さん" },
                        { "k": "歩", "f": "ぽ" }
                    ],
                    "audio": "散歩_散步.MP3"
                },
                {
                    "zh": "鉛筆",
                    "jp": [
                        { "k": "鉛", "f": "えん" },
                        { "k": "筆", "f": "ぴつ" }
                    ],
                    "audio": "鉛筆_鉛筆.MP3"
                },
                {
                    "zh": "前輩",
                    "jp": [
                        { "k": "先", "f": "せん" },
                        { "k": "輩", "f": "ぱい" }
                    ],
                    "audio": "先輩_前輩.MP3"
                },
                {
                    "zh": "百",
                    "jp": [
                        { "k": "百", "f": "ひゃく" }
                    ],
                    //"audio": "百_百.MP3"
                },
                {
                    "zh": "旅行",
                    "jp": [
                        { "k": "旅", "f": "りょ" },
                        { "k": "行", "f": "こう" }
                    ],
                    //"audio": "旅行_旅行.MP3"
                },
                {
                    "zh": "有精神、有朝氣",
                    "jp": [
                        { "k": "元", "f": "げん" },
                        { "k": "気", "f": "き" }
                    ],
                    "audio": "元気_有精神、有朝氣.MP3"
                },
                {
                    "zh": "大學",
                    "jp": [
                        { "k": "大", "f": "だい" },
                        { "k": "学", "f": "がく" }
                    ],
                    "audio": "大学_大學.MP3"
                },
                {
                    "zh": "砂糖",
                    "jp": [
                        { "k": "砂", "f": "さ" },
                        { "k": "糖", "f": "とう" }
                    ],
                    //"audio": "砂糖_砂糖.MP3"
                },
                {
                    "zh": "日文",
                    "jp": [
                        { "k": "日", "f": "に" },
                        { "k": "本", "f": "ほん" },
                        { "k": "語", "f": "ご" }
                    ],
                    "audio": "日本語_日文.MP3"
                }, 
                {
                    "zh": "台語",
                    "jp": [
                        { "k": "台", "f": "たい" },
                        { "k": "湾", "f": "わん" },
                        { "k": "語", "f": "ご" }
                    ],
                    //"audio": "台湾語_台語.MP3"
                },
                {
                    "zh": "中文",
                    "jp": [
                        { "k": "中", "f": "ちゅう" },
                        { "k": "国", "f": "ごく" },
                        { "k": "語", "f": "ご" }
                    ],
                    "audio": "中国語_中文.MP3"
                },
                {
                    "zh": "中文",
                    "jp": [
                        { "k": "北", "f": "ぺ" },
                        { "k": "京", "f": "きん" },
                        { "k": "語", "f": "ご" }
                    ],
                    //"audio": "北京語_中文.MP3"
                },
                {
                    "zh": "韓文",
                    "jp": [
                        { "k": "韓", "f": "かん" },
                        { "k": "国", "f": "こく" },
                        { "k": "語", "f": "ご" }
                    ],
                    "audio": "韓国語_韓文.MP3"
                },
                {
                    "zh": "英文",
                    "jp": [
                        { "k": "英", "f": "えい" },
                        { "k": "語", "f": "ご" }
                    ],
                    "audio": "英語_英文.MP3"
                },
                {
                    "zh": "日本製",
                    "jp": [
                        { "k": "日", "f": "に" },
                        { "k": "本", "f": "ほん" },
                        { "k": "製", "f": "せい" }
                    ],
                    "audio": "日本製_日本製.MP3"
                },
                {
                    "zh": "台灣製",
                    "jp": [
                        { "k": "台", "f": "たい" },
                        { "k": "湾", "f": "わん" },
                        { "k": "製", "f": "せい" }
                    ],
                    "audio": "台湾製_台灣製.MP3"
                },
                {
                    "zh": "中國製",
                    "jp": [
                        { "k": "中", "f": "ちゅう" },
                        { "k": "国", "f": "ごく" },
                        { "k": "製", "f": "せい" }
                    ],
                    "audio": "中国製_中國製.MP3"
                },
                {
                    "zh": "韓國製",
                    "jp": [
                        { "k": "韓", "f": "かん" },
                        { "k": "国", "f": "こく" },
                        { "k": "製", "f": "せい" }
                    ],
                    //"audio": "韓国製_韓國製.MP3"
                },
                {
                    "zh": "越南製",
                    "jp": [
                        { "k": "越", "f": "べト" },
                        { "k": "南", "f": "ナム" },
                        { "k": "製", "f": "せい" }
                    ],
                    "audio": "越南製_越南製.MP3"
                },
                {
                    "zh": "德國製",
                    "jp": [
                        { "k": "ドイツ"},
                        { "k": "製", "f": "せい" }
                    ],
                    "audio": "ドイツ製_德國製.MP3"
                },
                {
                    "zh": "肉",
                    "jp": [
                        { "k": "肉", "f": "にく" }
                    ] ,
                    "audio": "肉_肉.MP3"
                },
                {
                    "zh": "雞肉",
                    "jp": [
                        { "k": "とり"},
                        { "k": "肉", "f": "にく" }
                    ],
                    "audio": "とり肉_雞肉.MP3"
                },
                {
                    "zh": "豬肉",
                    "jp": [
                        { "k": "豚", "f": "ぶた" },
                        { "k": "肉", "f": "にく" }
                    ] ,
                    "audio": "豚肉_豬肉.MP3"
                },
                {
                    "zh": "牛肉",
                    "jp": [
                        { "k": "牛", "f": "ぎゅう" },
                        { "k": "肉", "f": "にく" }
                    ],
                    "audio": "牛肉_牛肉.MP3"
                },
                {
                    "zh": "烏龍麵",
                    "jp": [
                        { "k": "うどん"}
                    ],
                    "audio": "うどん_烏龍麵.MP3"
                },
                {
                    "zh": "拉麵",
                    "jp": [
                        { "k": "ラーメン"}
                    ],
                    "audio": "ラーメン_拉麵.MP3"
                },
                {
                    "zh": "親子丼",
                    "jp": [
                        { "k": "おやこどん"}
                    ],
                    "audio": "おやこどん_親子丼.MP3"
                },
                {
                    "zh": "炸豬排丼",
                    "jp": [
                        { "k": "カツ"},
                        { "k": "丼", "f": "どん" }
                    ],
                    "audio": "カツ丼_炸豬排丼.MP3"
                },
                {
                    "zh": "牛丼",
                    "jp": [
                        { "k": "牛", "f": "ぎゅう" },
                        { "k": "丼", "f": "どん" }
                    ],
                    "audio": "牛丼_牛丼.MP3"
                },
                {
                    "zh": "炸蝦丼",
                    "jp": [
                        { "k": "天", "f": "てん" },
                        { "k": "丼", "f": "どん" }
                    ],
                    "audio": "天丼_炸蝦丼.MP3"
                },
                {
                    "zh": "關東煮",
                    "jp": [
                        { "k": "おでん"}
                    ],
                    "audio": "おでん_關東煮.MP3"
                },
                {
                    "zh": "鳳梨酥",
                    "jp": [
                        { "k": "パイナップルケーキ"}
                    ] ,
                    "audio": "パイナップルケーキ_鳳梨酥.MP3"
                },
                {
                    "zh": "伴手禮",
                    "jp": [
                        { "k": "お", "f": "お" },
                        { "k": "土", "f": "み" },
                        { "k": "産", "f": "やげ" }
                    ],
                    //"audio": "お土産_伴手禮.MP3"
                },
                {
                    "zh": "禮物",
                    "jp": [
                        { "k": "プレゼント"}
                    ],
                    "audio": "プレゼント_禮物.MP3"
                },
                {
                    "zh": "雜誌",
                    "jp": [
                        { "k": "雑", "f": "ざ[[small|つ]]" },
                        { "k": "誌", "f": "し" }
                    ],
                    "audio": "雑誌_雜誌.MP3"
                },
                {
                    "zh": "烏龍茶",
                    "jp": [
                        { "k": "ウー口ン"},
                        { "k": "茶", "f": "ちゃ" }
                    ],
                    "audio": "ウー口ン茶_烏龍茶.MP3"
                },
                {
                    "zh": "綠茶",
                    "jp": [
                        { "k": "緑", "f": "りょく" },
                        { "k": "茶", "f": "ちゃ" }
                    ],
                    "audio": "緑茶_綠茶.MP3"
                },
                {
                    "zh": "咖啡",
                    "jp": [
                        { "k": "コーヒー"}
                    ],
                    "audio": "コーヒー_咖啡.MP3"
                },
                {
                    "zh": "游泳",
                    "jp": [
                        { "k": "水", "f": "すい" },
                        { "k": "泳", "f": "えい" }
                    ],
                    //"audio": "水泳_游泳.MP3"
                },
                {
                    "zh": "不，不是的",
                    "jp": [
                        { "k": "違", "f": "ちが" },
                        { "k": "います"}
                    ],
                    "audio": "違います_不，不是的.MP3"
                },
                {
                    "zh": "超市",
                    "jp": [
                        { "k": "スーパ" }
                    ],
                    //"audio": "スーパ_超市.MP3"
                },
                {
                    "zh": "料理",
                    "jp": [
                        { "k": "料", "f": "りょう" },
                        { "k": "理", "f": "り" }
                    ],
                    "audio": "料理_料理.MP3"
                },
                {
                    "zh": "店",
                    "jp": [
                        { "k": "店", "f": "みせ" }
                    ],
                    "audio": "店_店.MP3"
                },
                {
                    "zh": "蔬果店",
                    "jp": [
                        { "k": "八", "f": "や" },
                        { "k": "百", "f": "お" },
                        { "k": "屋", "f": "や" }
                    ],
                    //"audio": "八百屋_書店.MP3"
                },
                {
                    "zh": "書店",
                    "jp": [
                        { "k": "本", "f": "ほん" },
                        { "k": "屋", "f": "や" }
                    ],
                    //"audio": "本屋_書店.MP3"
                },
                {
                    "zh": "鞋店",
                    "jp": [
                        { "k": "靴", "f": "くつ" },
                        { "k": "屋", "f": "や" }
                    ],
                    //"audio": "靴屋_鞋店.MP3"
                },
                {
                    "zh": "麵包店",
                    "jp": [
                        { "k": "パン"},
                        { "k": "屋", "f": "や" }
                    ],
                    //"audio": "パン屋_麵包店.MP3"
                },
                {
                    "zh": "肉店",
                    "jp": [
                        { "k": "肉", "f": "にく" },
                        { "k": "屋", "f": "や" }
                    ],
                    //"audio": "肉屋_肉店.MP3"
                },
                {
                    "zh": "藥局",
                    "jp": [
                        { "k": "薬", "f": "くすり" },
                        { "k": "屋", "f": "や" }
                    ],
                    "audio": "薬屋_藥局.MP3"
                },
                {
                    "zh": "廁所",
                    "jp": [
                        { "k": "トイレ"}
                    ],
                    "audio": "トイレ_廁所.MP3"
                },
                {
                    "zh": "食堂",
                    "jp": [
                        { "k": "食", "f": "しょく" },
                        { "k": "堂", "f": "どう" }
                    ],
                    "audio": "食堂_食堂.MP3"
                },
                {
                    "zh": "餐廳",
                    "jp": [
                        { "k": "レストラン"}
                    ],
                    "audio": "レストラン_餐廳.MP3"
                },
                {
                    "zh": "銀行",
                    "jp": [
                        { "k": "銀", "f": "ぎん" },
                        { "k": "行", "f": "こう" }
                    ] ,
                    "audio": "銀行_銀行.MP3"
                },
                {
                    "zh": "公司",
                    "jp": [
                        { "k": "会", "f": "かい" },
                        { "k": "社", "f": "しゃ" }
                    ],
                    "audio": "会社_公司.MP3"
                },
                {
                    "zh": "家",
                    "jp": [
                        { "k": "家", "f": "うち" }
                    ],
                    "audio": "うち_家.MP3"
                },
                {
                    "zh": "公寓",
                    "jp": [
                        { "k": "アパート"}
                    ],
                    "audio": "アパート_公寓.MP3"
                },
                {
                    "zh": "大樓",
                    "jp": [
                        { "k": "マンション"}
                    ],
                    "audio": "マンション_大樓.MP3"
                },
                {
                    "zh": "透天",
                    "jp": [
                        { "k": "一", "f": "いっ" },
                        { "k": "戸", "f": "こ" },
                        { "k": "建", "f": "だて" }
                    ],
                    "audio": "一戸建_透天.MP3"
                },
                {
                    "zh": "威士忌(清酒)+蘇打水",
                    "jp": [
                        { "k": "ハイボール"}
                    ],
                    "audio": "ハイボール_威士忌(清酒)+蘇打水.MP3"
                },
                {
                    "zh": "蘇打水",
                    "jp": [
                        { "k": "ソーダ"}
                    ],
                    "audio": "ソーダ_蘇打水.MP3"
                },
                {
                    "zh": "含稅",
                    "jp": [
                        { "k": "税", "f": "ぜい" },
                        { "k": "込", "f": "こ" },
                        { "k": "み"}
                    ],
                    "audio": "税込み_含稅.MP3"
                },
                {
                    "zh": "消費稅",
                    "jp": [
                        { "k": "消", "f": "しょう" },
                        { "k": "費", "f": "ひ" },
                        { "k": "税", "f": "ぜい" }
                    ],
                    "audio": "消費稅_消費稅.MP3"
                },
                {
                    "zh": "找零",
                    "jp": [
                        { "k": "お" },
                        { "k": "釣", "f": "つ" },
                        { "k": "り"}
                    ],
                    "audio": "お釣り_找零.MP3"
                },
                {
                    "zh": "鴨肉",
                    "jp": [
                        { "k": "鴨", "f": "カモ" },
                        { "k": "肉", "f": "にく" }
                    ],
                    //"audio": "鴨肉_鴨肉.MP3"
                },
                {
                    "zh": "蔥",
                    "jp": [
                        { "k": "ねぎ"}
                    ],
                    //"audio": "ねぎ_蔥.MP3"
                },
                {
                    "zh": "馬肉",
                    "jp": [
                        { "k": "馬", "f": "ば" },
                        { "k": "肉", "f": "にく" }
                    ],
                    //"audio": "馬肉_馬肉.MP3"
                },
                {
                    "zh": "甜的",
                    "jp": [
                        { "k": "甘", "f": "あま" },
                        { "k": "口", "f": "くち" }
                    ],
                    //"audio": "甘口_甜的.MP3"
                },
                {
                    "zh": "辣的",
                    "jp": [
                        { "k": "辛", "f": "から" },
                        { "k": "口", "f": "くち" }
                    ],
                    //"audio": "辛口_辣的.MP3"
                },
                {
                    "zh": "免稅",
                    "jp": [
                        { "k": "免", "f": "めん" },
                        { "k": "税", "f": "ぜい" }
                    ],
                    //"audio": "免税_免稅.MP3"
                }
            ]
        },
        {
            "caption": "數字",
            "header": ["個", "十", "百", "千", "萬"],
            "rows":
                [
                    ["[{\"k\":\"0\",\"f\":\"れい / ゼロ\"}]", "", "", "", ""],
                    ["[{\"k\":\"1\",\"f\":\"いち\"}]", "[{\"k\":\"10\",\"f\":\"じゅう\"}]", "[{\"k\":\"100\",\"f\":\"ひゃく\"}]", "[{\"k\":\"1000\",\"f\":\"せん\"}]", "[{\"k\":\"10000\",\"f\":\"いちまん\"}]"], ["[{\"k\":\"2\",\"f\":\"に\"}]", "[{\"k\":\"20\",\"f\":\"にじゅう\"}]", "[{\"k\":\"200\",\"f\":\"にひゃく\"}]", "[{\"k\":\"2000\",\"f\":\"にせん\"}]", "[{\"k\":\"20000\",\"f\":\"にまん\"}]"],
                    ["[{\"k\":\"3\",\"f\":\"さん\"}]", "[{\"k\":\"30\",\"f\":\"さんじゅう\"}]", "[{\"k\":\"300\",\"f\":\"さんびゃく\"}]", "[{\"k\":\"3000\",\"f\":\"さんぜん\"}]", "[{\"k\":\"30000\",\"f\":\"さんまん\"}]"],
                    ["[{\"k\":\"4\",\"f\":\"し / よん\"}]", "[{\"k\":\"40\",\"f\":\"よんじゅう\"}]", "[{\"k\":\"400\",\"f\":\"よんひゃく\"}]", "[{\"k\":\"4000\",\"f\":\"よんせん\"}]", "[{\"k\":\"40000\",\"f\":\"よんまん\"}]"],
                    ["[{\"k\":\"5\",\"f\":\"ご\"}]", "[{\"k\":\"50\",\"f\":\"ごじゅう\"}]", "[{\"k\":\"500\",\"f\":\"ごひゃく\"}]", "[{\"k\":\"5000\",\"f\":\"ごせん\"}]", "[{\"k\":\"50000\",\"f\":\"ごまん\"}]"],
                    ["[{\"k\":\"6\",\"f\":\"ろく\"}]", "[{\"k\":\"60\",\"f\":\"ろくじゅう\"}]", "[{\"k\":\"600\",\"f\":\"ろっぴゃく\"}]", "[{\"k\":\"6000\",\"f\":\"ろくせん\"}]", "[{\"k\":\"60000\",\"f\":\"ろくまん\"}]"],
                    ["[{\"k\":\"7\",\"f\":\"しち / なな\"}]", "[{\"k\":\"70\",\"f\":\"ななじゅう\"}]", "[{\"k\":\"700\",\"f\":\"ななひゃく\"}]", "[{\"k\":\"7000\",\"f\":\"ななせん\"}]", "[{\"k\":\"70000\",\"f\":\"ななまん\"}]"],
                    ["[{\"k\":\"8\",\"f\":\"はち\"}]", "[{\"k\":\"80\",\"f\":\"はちじゅう\"}]", "[{\"k\":\"800\",\"f\":\"はっぴゃく\"}]", "[{\"k\":\"8000\",\"f\":\"はっせん\"}]", "[{\"k\":\"80000\",\"f\":\"はちまん\"}]"],
                    ["[{\"k\":\"9\",\"f\":\"きゅう / く\"}]", "[{\"k\":\"90\",\"f\":\"きゅうじゅう\"}]", "[{\"k\":\"900\",\"f\":\"きゅうひゃく\"}]", "[{\"k\":\"9000\",\"f\":\"きゅうせん\"}]", "[{\"k\":\"90000\",\"f\":\"きゅうまん\"}]"]
                ]
        },
        {
            "caption": "星期",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"星期一\"}]", "[{\"k\":\"[[blue|月]]曜日\", \"f\":\"[[blue|げつ]]ようび\"}]"],
                    ["[{\"k\":\"星期二\"}]", "[{\"k\":\"[[blue|火]]曜日\", \"f\":\"[[blue|か]]ようび\"}]"],
                    ["[{\"k\":\"星期三\"}]", "[{\"k\":\"[[blue|水]]曜日\", \"f\":\"[[blue|すい]]ようび\"}]"],
                    ["[{\"k\":\"星期四\"}]", "[{\"k\":\"[[blue|木]]曜日\", \"f\":\"[[blue|もく]]ようび\"}]"],
                    ["[{\"k\":\"星期五\"}]", "[{\"k\":\"[[blue|金]]曜日\", \"f\":\"[[blue|きん]]ようび\"}]"],
                    ["[{\"k\":\"星期六\"}]", "[{\"k\":\"[[blue|土]]曜日\", \"f\":\"[[blue|ど]]ようび\"}]"],
                    ["[{\"k\":\"星期日\"}]", "[{\"k\":\"[[blue|日]]曜日\", \"f\":\"[[blue|にち]]ようび\"}]"],
                    ["[{\"k\":\"星期幾\"}]", "[{\"k\":\"[[blue|何]]曜日\", \"f\":\"[[blue|なん]]ようび\"}]"]
                ]
        },
        {
            "caption": "月份",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"一月\"}]", "[{\"k\":\"一月\", \"f\":\"いちがつ\"}]"],
                    ["[{\"k\":\"二月\"}]", "[{\"k\":\"二月\", \"f\":\"にがつ\"}]"],
                    ["[{\"k\":\"三月\"}]", "[{\"k\":\"三月\", \"f\":\"さんがつ\"}]"],
                    ["[{\"k\":\"四月\"}]", "[{\"k\":\"四月\", \"f\":\"[[blue|し]]がつ(只有此念法)\"}]"],
                    ["[{\"k\":\"五月\"}]", "[{\"k\":\"五月\", \"f\":\"ごがつ\"}]"],
                    ["[{\"k\":\"六月\"}]", "[{\"k\":\"六月\", \"f\":\"ろくがつ\"}]"],
                    ["[{\"k\":\"七月\"}]", "[{\"k\":\"七月\", \"f\":\"[[blue|しち]]がつ(只有此念法)\"}]"],
                    ["[{\"k\":\"八月\"}]", "[{\"k\":\"八月\", \"f\":\"はちがつ\"}]"],
                    ["[{\"k\":\"九月\"}]", "[{\"k\":\"九月\", \"f\":\"くがつ\"}]"],
                    ["[{\"k\":\"十月\"}]", "[{\"k\":\"十月\", \"f\":\"じゅうがつ\"}]"],
                    ["[{\"k\":\"十一月\"}]", "[{\"k\":\"十一月\", \"f\":\"じゅういちがつ\"}]"],
                    ["[{\"k\":\"十二月\"}]", "[{\"k\":\"十二月\", \"f\":\"じゅうにがつ\"}]"],
                    ["[{\"k\":\"幾月\"}]", "[{\"k\":\"何月\", \"f\":\"なんがつ\"}]"]
                ]
        }, 
        {
            "caption": "日期",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1日\"}]", "[{\"k\":\"一日\", \"f\":\"[[blue|ついたち]]\"}]"],
                    ["[{\"k\":\"2日\"}]", "[{\"k\":\"二日\", \"f\":\"[[blue|ふつか]]\"}]"],
                    ["[{\"k\":\"3日\"}]", "[{\"k\":\"三日\", \"f\":\"[[blue|みっか]]\"}]"],
                    ["[{\"k\":\"4日\"}]", "[{\"k\":\"四日\", \"f\":\"[[blue|よっか]]\"}]"],
                    ["[{\"k\":\"5日\"}]", "[{\"k\":\"五日\", \"f\":\"[[blue|いつか]]\"}]"],
                    ["[{\"k\":\"6日\"}]", "[{\"k\":\"六日\", \"f\":\"[[blue|むいか]]\"}]"],
                    ["[{\"k\":\"7日\"}]", "[{\"k\":\"七日\", \"f\":\"[[blue|なのか]]\"}]"],
                    ["[{\"k\":\"8日\"}]", "[{\"k\":\"八日\", \"f\":\"[[blue|ようか]]\"}]"],
                    ["[{\"k\":\"9日\"}]", "[{\"k\":\"九日\", \"f\":\"[[blue|ここのか]]\"}]"],
                    ["[{\"k\":\"10日\"}]", "[{\"k\":\"十日\", \"f\":\"[[blue|とおか]]\"}]"],
                    ["[{\"k\":\"11日\"}]", "[{\"k\":\"十一日\", \"f\":\"じゅういちにち\"}]"],
                    ["[{\"k\":\"12日\"}]", "[{\"k\":\"十二日\", \"f\":\"じゅうににち\"}]"],
                    ["[{\"k\":\"13日\"}]", "[{\"k\":\"十三日\", \"f\":\"じゅうさんにち\"}]"],
                    ["[{\"k\":\"14日\"}]", "[{\"k\":\"十四日\", \"f\":\"[[blue|じゅうよっか]]\"}]"],
                    ["[{\"k\":\"15日\"}]", "[{\"k\":\"十五日\", \"f\":\"じゅうごにち\"}]"],
                    ["[{\"k\":\"16日\"}]", "[{\"k\":\"十六日\", \"f\":\"じゅうろくにち\"}]"],
                    ["[{\"k\":\"17日\"}]", "[{\"k\":\"十七日\", \"f\":\"じゅうしちにち\"}]"],
                    ["[{\"k\":\"18日\"}]", "[{\"k\":\"十八日\", \"f\":\"じゅうはちにち\"}]"],
                    ["[{\"k\":\"19日\"}]", "[{\"k\":\"十九日\", \"f\":\"じゅうくにち\"}]"],
                    ["[{\"k\":\"20日\"}]", "[{\"k\":\"二十日\", \"f\":\"[[blue|はつか]]\"}]"],
                    ["[{\"k\":\"21日\"}]", "[{\"k\":\"二十一日\", \"f\":\"にじゅういちにち\"}]"],
                    ["[{\"k\":\"22日\"}]", "[{\"k\":\"二十二日\", \"f\":\"にじゅうににち\"}]"],
                    ["[{\"k\":\"23日\"}]", "[{\"k\":\"二十三日\", \"f\":\"にじゅうさんにち\"}]"],
                    ["[{\"k\":\"24日\"}]", "[{\"k\":\"二十四日\", \"f\":\"[[blue|にじゅうよっか]]\"}]"],
                    ["[{\"k\":\"25日\"}]", "[{\"k\":\"二十五日\", \"f\":\"にじゅうごにち\"}]"],
                    ["[{\"k\":\"26日\"}]", "[{\"k\":\"二十六日\", \"f\":\"にじゅうろくにち\"}]"],
                    ["[{\"k\":\"27日\"}]", "[{\"k\":\"二十七日\", \"f\":\"にじゅうしちにち\"}]"],
                    ["[{\"k\":\"28日\"}]", "[{\"k\":\"二十八日\", \"f\":\"にじゅうはちにち\"}]"],
                    ["[{\"k\":\"29日\"}]", "[{\"k\":\"二十九日\", \"f\":\"にじゅうくにち\"}]"],
                    ["[{\"k\":\"30日\"}]", "[{\"k\":\"三十日\", \"f\":\"さんじゅうにち\"}]"],
                    ["[{\"k\":\"31日\"}]", "[{\"k\":\"三十一日\", \"f\":\"さんじゅういちにち\"}]"],
                    ["[{\"k\":\"幾號\"}]", "[{\"k\":\"何日\", \"f\":\"なんにち\"}]"]
                ]
        }, 
        {
            "caption": "時間(時)",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1點\"}]", "[{\"k\":\"一時\", \"f\":\"いちじ\"}]"],
                    ["[{\"k\":\"2點\"}]", "[{\"k\":\"二時\", \"f\":\"にじ\"}]"],
                    ["[{\"k\":\"3點\"}]", "[{\"k\":\"三時\", \"f\":\"さんじ\"}]"],
                    ["[{\"k\":\"4點\"}]", "[{\"k\":\"四時\", \"f\":\"[[blue|よ]]じ\"}]"],
                    ["[{\"k\":\"5點\"}]", "[{\"k\":\"五時\", \"f\":\"ごじ\"}]"],
                    ["[{\"k\":\"6點\"}]", "[{\"k\":\"六時\", \"f\":\"ろくじ\"}]"],
                    ["[{\"k\":\"7點\"}]", "[{\"k\":\"七時\", \"f\":\"[[blue|しち]]じ\"}]"],
                    ["[{\"k\":\"8點\"}]", "[{\"k\":\"八時\", \"f\":\"はちじ\"}]"],
                    ["[{\"k\":\"9點\"}]", "[{\"k\":\"九時\", \"f\":\"くじ\"}]"],
                    ["[{\"k\":\"10點\"}]", "[{\"k\":\"十時\", \"f\":\"じゅうじ\"}]"],
                    ["[{\"k\":\"11點\"}]", "[{\"k\":\"十一時\", \"f\":\"じゅういちじ\"}]"],
                    ["[{\"k\":\"12點\"}]", "[{\"k\":\"十二時\", \"f\":\"じゅうにじ\"}]"],
                    ["[{\"k\":\"13點\"}]", "[{\"k\":\"十三時\", \"f\":\"じゅうさんじ\"}]"],
                    ["[{\"k\":\"14點\"}]", "[{\"k\":\"十四時\", \"f\":\"じゅう[[blue|よ]]じ\"}]"],
                    ["[{\"k\":\"15點\"}]", "[{\"k\":\"十五時\", \"f\":\"じゅうごじ\"}]"],
                    ["[{\"k\":\"16點\"}]", "[{\"k\":\"十六時\", \"f\":\"じゅうろくじ\"}]"],
                    ["[{\"k\":\"17點\"}]", "[{\"k\":\"十七時\", \"f\":\"じゅう[[blue|しち]]じ\"}]"],
                    ["[{\"k\":\"18點\"}]", "[{\"k\":\"十八時\", \"f\":\"じゅうはちじ\"}]"],
                    ["[{\"k\":\"19點\"}]", "[{\"k\":\"十九時\", \"f\":\"じゅう[[blue|く]]じ\"}]"],
                    ["[{\"k\":\"20點\"}]", "[{\"k\":\"二十時\", \"f\":\"にじゅうじ\"}]"],
                    ["[{\"k\":\"21點\"}]", "[{\"k\":\"二十一時\", \"f\":\"にじゅういちじ\"}]"],
                    ["[{\"k\":\"22點\"}]", "[{\"k\":\"二十二時\", \"f\":\"にじゅうにじ\"}]"],
                    ["[{\"k\":\"23點\"}]", "[{\"k\":\"二十三時\", \"f\":\"にじゅうさんじ\"}]"],
                    ["[{\"k\":\"24點\"}]", "[{\"k\":\"二十四時\", \"f\":\"にじゅう[[blue|よ]]じ\"}]"],
                    ["[{\"k\":\"25點\"}]", "[{\"k\":\"二十五時\", \"f\":\"にじゅうごじ\"}]"],
                    ["[{\"k\":\"26點\"}]", "[{\"k\":\"二十六時\", \"f\":\"にじゅうろくじ\"}]"],
                    ["[{\"k\":\"27點\"}]", "[{\"k\":\"二十七時\", \"f\":\"にじゅう[[blue|しち]]じ\"}]"],
                    ["[{\"k\":\"28點\"}]", "[{\"k\":\"二十八時\", \"f\":\"にじゅうはちじ\"}]"],
                    ["[{\"k\":\"29點\"}]", "[{\"k\":\"二十九時\", \"f\":\"にじゅう[[blue|く]]じ\"}]"],
                    ["[{\"k\":\"幾點\"}]", "[{\"k\":\"何時\", \"f\":\"なんじ\"}]"]
                ]
        }, 
        {
            "caption": "時間(分 / 秒)",
            "header": ["中文", "日文", "中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1分\"}]", "[{\"k\":\"一分\", \"f\":\"いっ[[blue|ぷん]]\"}]", "[{\"k\":\"1秒\"}]", "[{\"k\":\"一秒\", \"f\":\"いちびょう\"}]"],
                    ["[{\"k\":\"2分\"}]", "[{\"k\":\"二分\", \"f\":\"にふん\"}]", "[{\"k\":\"2秒\"}]", "[{\"k\":\"二秒\", \"f\":\"にびょう\"}]"],
                    ["[{\"k\":\"3分\"}]", "[{\"k\":\"三分\", \"f\":\"さん[[blue|ぷん]]\"}]", "[{\"k\":\"3秒\"}]", "[{\"k\":\"三秒\", \"f\":\"さんびょう\"}]"],
                    ["[{\"k\":\"4分\"}]", "[{\"k\":\"四分\", \"f\":\"よん[[blue|ぷん]]\"}]", "[{\"k\":\"4秒\"}]", "[{\"k\":\"四秒\", \"f\":\"よんびょう\"}]"],
                    ["[{\"k\":\"5分\"}]", "[{\"k\":\"五分\", \"f\":\"ごふん\"}]", "[{\"k\":\"5秒\"}]", "[{\"k\":\"五秒\", \"f\":\"ごびょう\"}]"],
                    ["[{\"k\":\"6分\"}]", "[{\"k\":\"六分\", \"f\":\"ろっ[[blue|ぷん]]\"}]", "[{\"k\":\"6秒\"}]", "[{\"k\":\"六秒\", \"f\":\"ろくびょう\"}]"],
                    ["[{\"k\":\"7分\"}]", "[{\"k\":\"七分\", \"f\":\"ななふん\"}]", "[{\"k\":\"7秒\"}]", "[{\"k\":\"七秒\", \"f\":\"ななびょう\"}]"],
                    ["[{\"k\":\"8分\"}]", "[{\"k\":\"八分\", \"f\":\"はっ[[blue|ぷん]]\"}]", "[{\"k\":\"8秒\"}]", "[{\"k\":\"八秒\", \"f\":\"はちびょう\"}]"],
                    ["[{\"k\":\"9分\"}]", "[{\"k\":\"九分\", \"f\":\"きゅうふん\"}]", "[{\"k\":\"9秒\"}]", "[{\"k\":\"九秒\", \"f\":\"きゅうびょう\"}]"],
                    ["[{\"k\":\"10分\"}]", "[{\"k\":\"十分\", \"f\":\"じゅっ[[blue|ぷん]]\"}]", "[{\"k\":\"10秒\"}]", "[{\"k\":\"十秒\", \"f\":\"じゅうびょう\"}]"],
                    ["[{\"k\":\"30分\"}]", "[{\"k\":\"三十分\", \"f\":\"さんじゅっ[[blue|ぷん]]\"}]", "[{\"k\":\"15秒\"}]", "[{\"k\":\"十五秒\", \"f\":\"じゅうごびょう\"}]"],
                    ["[{\"k\":\"半\"}]", "[{\"k\":\"半\", \"f\":\"はん\"}]", "[{\"k\":\"30秒\"}]", "[{\"k\":\"三十秒\", \"f\":\"さんじゅうびょう\"}]"],
                    ["[{\"k\":\"幾分\"}]", "[{\"k\":\"何分\", \"f\":\"なんぷん\"}]", "[{\"k\":\"幾秒\"}]", "[{\"k\":\"何秒\", \"f\":\"なんびょう\"}]"]
                ]
        }, {
            "caption": "年齡(歲)",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1歳\"}]", "[{\"k\":\"一歳\", \"f\":\"いっさい\"}]"],
                    ["[{\"k\":\"2歳\"}]", "[{\"k\":\"二歳\", \"f\":\"にさい\"}]"],
                    ["[{\"k\":\"3歳\"}]", "[{\"k\":\"三歳\", \"f\":\"さんさい\"}]"],
                    ["[{\"k\":\"4歳\"}]", "[{\"k\":\"四歳\", \"f\":\"よんさい\"}]"],
                    ["[{\"k\":\"5歳\"}]", "[{\"k\":\"五歳\", \"f\":\"ごさい\"}]"],
                    ["[{\"k\":\"6歳\"}]", "[{\"k\":\"六歳\", \"f\":\"ろくさい\"}]"],
                    ["[{\"k\":\"7歳\"}]", "[{\"k\":\"七歳\", \"f\":\"ななさい\"}]"],
                    ["[{\"k\":\"8歳\"}]", "[{\"k\":\"八歳\", \"f\":\"はっさい\"}]"],
                    ["[{\"k\":\"9歳\"}]", "[{\"k\":\"九歳\", \"f\":\"きゅうさい\"}]"],
                    ["[{\"k\":\"10歳\"}]", "[{\"k\":\"十歳\", \"f\":\"じゅっさい\"}]"],
                    ["[{\"k\":\"20歳\"}]", "[{\"k\":\"二十歳\", \"f\":\"[[blue|はたち]]\"}]"],
                    ["[{\"k\":\"幾歳\"}]", "[{\"k\":\"何歳\", \"f\":\"なんさい\"}]"]
                ]
        },
        {
            "caption": "樓層",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1樓\"}]", "[{\"k\":\"一階\", \"f\":\"いっかい\"}]"],
                    ["[{\"k\":\"2樓\"}]", "[{\"k\":\"二階\", \"f\":\"にかい\"}]"],
                    ["[{\"k\":\"3樓\"}]", "[{\"k\":\"三階\", \"f\":\"さんがい\"}]"],
                    ["[{\"k\":\"4樓\"}]", "[{\"k\":\"四階\", \"f\":\"よんかい\"}]"],
                    ["[{\"k\":\"5樓\"}]", "[{\"k\":\"五階\", \"f\":\"ごかい\"}]"],
                    ["[{\"k\":\"6樓\"}]", "[{\"k\":\"六階\", \"f\":\"ろっかい\"}]"],
                    ["[{\"k\":\"7樓\"}]", "[{\"k\":\"七階\", \"f\":\"ななかい\"}]"],
                    ["[{\"k\":\"8樓\"}]", "[{\"k\":\"八階\", \"f\":\"はっかい\"}]"],
                    ["[{\"k\":\"9樓\"}]", "[{\"k\":\"九階\", \"f\":\"きゅうかい\"}]"],
                    ["[{\"k\":\"10樓\"}]", "[{\"k\":\"十階\", \"f\":\"じゅっかい\"}]"],
                    ["[{\"k\":\"幾樓\"}]", "[{\"k\":\"何階\", \"f\":\"なんがい\"}]"]
                ]
        },
        {
            "caption": "人",
            "header": ["中文", "日文"],
            "rows":

                [
                    ["[{\"k\":\"1人\"}]", "[{\"k\":\"一人\", \"f\":\"[[blue|ひとり]]\"}]"],
                    ["[{\"k\":\"2人\"}]", "[{\"k\":\"二人\", \"f\":\"[[blue|ふたり]]\"}]"],
                    ["[{\"k\":\"3人\"}]", "[{\"k\":\"三人\", \"f\":\"さんにん\"}]"],
                    ["[{\"k\":\"4人\"}]", "[{\"k\":\"四人\", \"f\":\"[[blue|よにん]]\"}]"],
                    ["[{\"k\":\"5人\"}]", "[{\"k\":\"五人\", \"f\":\"ごにん\"}]"],
                    ["[{\"k\":\"6人\"}]", "[{\"k\":\"六人\", \"f\":\"ろくにん\"}]"],
                    ["[{\"k\":\"7人\"}]", "[{\"k\":\"七人\", \"f\":\"ななにん\"}]"],
                    ["[{\"k\":\"8人\"}]", "[{\"k\":\"八人\", \"f\":\"はちにん\"}]"],
                    ["[{\"k\":\"9人\"}]", "[{\"k\":\"九人\", \"f\":\"[[blue|きゅうにん]]\"}]"],
                    ["[{\"k\":\"10人\"}]", "[{\"k\":\"十人\", \"f\":\"じゅうにん\"}]"],
                    ["[{\"k\":\"幾人\"}]", "[{\"k\":\"何人\", \"f\":\"なんにん\"}]"]
                ]
        },
        {
            "caption": "人めい([[blue|服務生用]])",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1位\"}]", "[{\"k\":\"一名様\", \"f\":\"いちめいさま\"}]"],
                    ["[{\"k\":\"2位\"}]", "[{\"k\":\"二名様\", \"f\":\"にめいさま\"}]"],
                    ["[{\"k\":\"3位\"}]", "[{\"k\":\"三名様\", \"f\":\"さんめいさま\"}]"],
                    ["[{\"k\":\"4位\"}]", "[{\"k\":\"四名様\", \"f\":\"よんめいさま\"}]"],
                    ["[{\"k\":\"5位\"}]", "[{\"k\":\"五名様\", \"f\":\"ごめいさま\"}]"],
                    ["[{\"k\":\"6位\"}]", "[{\"k\":\"六名様\", \"f\":\"ろくめいさま\"}]"],
                    ["[{\"k\":\"7位\"}]", "[{\"k\":\"七名様\", \"f\":\"ななめいさま\"}]"],
                    ["[{\"k\":\"8位\"}]", "[{\"k\":\"八名様\", \"f\":\"はちめいさま\"}]"],
                    ["[{\"k\":\"9位\"}]", "[{\"k\":\"九名様\", \"f\":\"きゅうめいさま\"}]"],
                    ["[{\"k\":\"10位\"}]", "[{\"k\":\"十名様\", \"f\":\"じゅうめいさま\"}]"],
                    ["[{\"k\":\"幾位\"}]", "[{\"k\":\"何名様\", \"f\":\"なんめいさま\"}]"]
                ]
        },
        {
            "caption": "與服務生對話",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"幾位\"}]", "[{\"k\":\"なんめい\"}]"],
                    ["[{\"k\":\"請問有幾人？[[blue|(服務生用)]]\"}]", "[{\"k\":\"何名様\", \"f\":\"なんめいさま\"},{\"k\":\"ですか。\"}]"],
                    ["[{\"k\":\"請問有幾人？[[blue|(平常人)]]\"}]", "[{\"k\":\"何人\", \"f\":\"なんにん\"},{\"k\":\"ですか。\"}]"],
                ]
        },
        {
            "caption": "數量(個)",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1個\"}]", "[{\"k\":\"一個\", \"f\":\"ひとつ\"}]"],
                    ["[{\"k\":\"2個\"}]", "[{\"k\":\"二個\", \"f\":\"ふたつ\"}]"],
                    ["[{\"k\":\"3個\"}]", "[{\"k\":\"三個\", \"f\":\"みっつ\"}]"],
                    ["[{\"k\":\"4個\"}]", "[{\"k\":\"四個\", \"f\":\"よっつ\"}]"],
                    ["[{\"k\":\"5個\"}]", "[{\"k\":\"五個\", \"f\":\"いつつ\"}]"],
                    ["[{\"k\":\"6個\"}]", "[{\"k\":\"六個\", \"f\":\"むっつ\"}]"],
                    ["[{\"k\":\"7個\"}]", "[{\"k\":\"七個\", \"f\":\"ななつ\"}]"],
                    ["[{\"k\":\"8個\"}]", "[{\"k\":\"八個\", \"f\":\"やっつ\"}]"],
                    ["[{\"k\":\"9個\"}]", "[{\"k\":\"九個\", \"f\":\"ここのつ\"}]"],
                    ["[{\"k\":\"10個\"}]", "[{\"k\":\"十個\", \"f\":\"とお\"}]"],
                    ["[{\"k\":\"幾個\"}]", "[{\"k\":\"幾つ\", \"f\":\"いくつ\"}]"]
                ]
        },
        {
            "caption": "數量(張)",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1張\"}]", "[{\"k\":\"一枚\", \"f\":\"いちまい\"}]"],
                    ["[{\"k\":\"2張\"}]", "[{\"k\":\"二枚\", \"f\":\"にまい\"}]"],
                    ["[{\"k\":\"3張\"}]", "[{\"k\":\"三枚\", \"f\":\"さんまい\"}]"],
                    ["[{\"k\":\"4張\"}]", "[{\"k\":\"四枚\", \"f\":\"よんまい\"}]"],
                    ["[{\"k\":\"5張\"}]", "[{\"k\":\"五枚\", \"f\":\"ごまい\"}]"],
                    ["[{\"k\":\"6張\"}]", "[{\"k\":\"六枚\", \"f\":\"ろくまい\"}]"],
                    ["[{\"k\":\"7張\"}]", "[{\"k\":\"七枚\", \"f\":\"ななまい\"}]"],
                    ["[{\"k\":\"8張\"}]", "[{\"k\":\"八枚\", \"f\":\"はちまい\"}]"],
                    ["[{\"k\":\"9張\"}]", "[{\"k\":\"九枚\", \"f\":\"きゅうまい\"}]"],
                    ["[{\"k\":\"10張\"}]", "[{\"k\":\"十枚\", \"f\":\"じゅうまい\"}]"],
                    ["[{\"k\":\"幾張\"}]", "[{\"k\":\"何枚\", \"f\":\"なんまい\"}]"]
                ]
        },
        {
            "caption": "數量(台)",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1台\"}]", "[{\"k\":\"一台\", \"f\":\"いちだい\"}]"],
                    ["[{\"k\":\"2台\"}]", "[{\"k\":\"二台\", \"f\":\"にだい\"}]"],
                    ["[{\"k\":\"3台\"}]", "[{\"k\":\"三台\", \"f\":\"さんだい\"}]"],
                    ["[{\"k\":\"4台\"}]", "[{\"k\":\"四台\", \"f\":\"よんだい\"}]"],
                    ["[{\"k\":\"5台\"}]", "[{\"k\":\"五台\", \"f\":\"ごだい\"}]"],
                    ["[{\"k\":\"6台\"}]", "[{\"k\":\"六台\", \"f\":\"ろくだい\"}]"],
                    ["[{\"k\":\"7台\"}]", "[{\"k\":\"七台\", \"f\":\"ななだい\"}]"],
                    ["[{\"k\":\"8台\"}]", "[{\"k\":\"八台\", \"f\":\"はちだい\"}]"],
                    ["[{\"k\":\"9台\"}]", "[{\"k\":\"九台\", \"f\":\"きゅうだい\"}]"],
                    ["[{\"k\":\"10台\"}]", "[{\"k\":\"十台\", \"f\":\"じゅうだい\"}]"],
                    ["[{\"k\":\"幾台\"}]", "[{\"k\":\"何台\", \"f\":\"なんだい\"}]"]
                ]

        },
        {
            "caption": "數量(本)",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1本\"}]", "[{\"k\":\"一本\", \"f\":\"いっぽん\"}]"],
                    ["[{\"k\":\"2本\"}]", "[{\"k\":\"二本\", \"f\":\"にほん\"}]"],
                    ["[{\"k\":\"3本\"}]", "[{\"k\":\"三本\", \"f\":\"さんぼん\"}]"],
                    ["[{\"k\":\"4本\"}]", "[{\"k\":\"四本\", \"f\":\"よんほん\"}]"],
                    ["[{\"k\":\"5本\"}]", "[{\"k\":\"五本\", \"f\":\"ごほん\"}]"],
                    ["[{\"k\":\"6本\"}]", "[{\"k\":\"六本\", \"f\":\"ろっぽん\"}]"],
                    ["[{\"k\":\"7本\"}]", "[{\"k\":\"七本\", \"f\":\"ななほん\"}]"],
                    ["[{\"k\":\"8本\"}]", "[{\"k\":\"八本\", \"f\":\"はっぽん\"}]"],
                    ["[{\"k\":\"9本\"}]", "[{\"k\":\"九本\", \"f\":\"きゅうほん\"}]"],
                    ["[{\"k\":\"10本\"}]", "[{\"k\":\"十本\", \"f\":\"じゅっぽん\"}]"],
                    ["[{\"k\":\"幾本\"}]", "[{\"k\":\"何本\", \"f\":\"なんぼん\"}]"]
                ]

        },

        {
            "caption": "數量(本)備註",
            "header": ["說明與範例"],
            "rows":
                [
                    ["[{\"k\":\"用於細長的東西，例如例如：筆、瓶裝飲料、一根香蕉、手指、腳、傘等。根、條、串、支、瓶\"}]"],
                    ["[{\"k\":\"「本」的例句：\"}]"],
                    ["[{\"k\":\"A：すみません。ビールを\"},{\"k\":\"3本\", \"f\":\"さんぼん\"},{\"k\":\"お\"},{\"k\":\"願\", \"f\":\"ねが\"},{\"k\":\"いします\"}]"],
                    ["[{\"k\":\"不好意思，麻煩3瓶啤酒\"}]"],
                    ["[{\"k\":\"B：はい (好的。)\"}]"],
                    ["[{\"k\":\"A：すみません。これ\"},{\"k\":\"2本\", \"f\":\"にほん\"},{\"k\":\"お\"},{\"k\":\"願\", \"f\":\"ねが\"},{\"k\":\"いします\"}]"],
                    ["[{\"k\":\"B：はい。かしこまりました。 (好. 了解)\"}]"],
                ]

        }
  ]
}