window.vocabData2 =
{
    "tables": [
        {
            "caption": "家人",
            "header": ["","自己的", "別人的"],
            "rows":
                [
                    ["妻子","[{\"k\":\"妻\", \"f\":\"つま\"},{\"k\":\" , \"},{\"k\":\"家\", \"f\":\"か\"},{\"k\":\"内\", \"f\":\"ない\"}]", "[{\"k\":\"奥\", \"f\":\"おく\"},{\"k\":\"さん\"}]"],
                    ["老公","[{\"k\":\"夫\", \"f\":\"おっと\"},{\"k\":\" , \"},{\"k\":\"主\", \"f\":\"しゅ\"},{\"k\":\"人\", \"f\":\"じん\"},{\"k\":\" , \"},{\"k\":\"旦\", \"f\":\"だん\"},{\"k\":\"那\", \"f\":\"なん\"}]", "[{\"k\":\"ご\"},{\"k\":\"主\", \"f\":\"しゅ\"},{\"k\":\"人\", \"f\":\"じん\"},{\"k\":\" , \"},{\"k\":\"旦\", \"f\":\"だん\"},{\"k\":\"那\", \"f\":\"なん\"},{\"k\":\"さん\"}]"],
                    ["家人","[{\"k\":\"家\", \"f\":\"か\"},{\"k\":\"族\", \"f\":\"ぞく\"}]", "[{\"k\":\"ご\"},{\"k\":\"家\", \"f\":\"か\"},{\"k\":\"族\", \"f\":\"ぞく\"}]"],
                    ["兄弟姊妹","[{\"k\":\"兄\", \"f\":\"きょう\"},{\"k\":\"弟\", \"f\":\"だい\"}]", "[{\"k\":\"ご\"},{\"k\":\"兄\", \"f\":\"きゅう\"},{\"k\":\"弟\", \"f\":\"だい\"}]"], 
                ]
        },
        {
            "caption": "居酒屋",
            "rows": [
                {
                    "zh": "燒烤店",
                    "jp": [
                        { "k": "焼", "f": "や" },
                        { "k": "き" },
                        { "k": "鳥", "f": "とり" },
                        { "k": "の" },
                        { "k": "店", "f": "みせ" }
                    ],
                    //"audio": "焼き鳥の店_燒烤店.MP3"
                },
                {
                    "zh": "居酒屋",
                    "jp": [
                        { "k": "居", "f": "い" },
                        { "k": "酒", "f": "ざか" },
                        { "k": "屋", "f": "や" }
                    ],
                    //"audio": "居酒屋_居酒屋.MP3"
                },
                {
                    "zh": "雞屁股",
                    "jp": [
                        { "k": "ぼんじり" }
                    ],
                    //"audio": "ぼんじり_雞屁股.MP3"
                },
                {
                    "zh": "雞軟骨",
                    "jp": [
                        { "k": "なんこつ" }
                    ],
                    //"audio": "なんこつ_雞軟骨.MP3"
                },
                {
                    "zh": "雞丸子",
                    "jp": [
                        { "k": "つくね" }
                    ],
                    //"audio": "つくね_雞丸子.MP3"
                },
                {
                    "zh": "雞肝",
                    "jp": [
                        { "k": "レバー" }
                    ],
                    //"audio": "レバー_雞肝.MP3"
                },
                {
                    "zh": "雞蔥串",
                    "jp": [
                        { "k": "ねぎま" }
                    ],
                    //"audio": "ねぎま_雞蔥串.MP3"
                },
                {
                    "zh": "雞胸肉",
                    "jp": [
                        { "k": "ササミ" }
                    ],
                    //"audio": "ササミ_雞胸肉.MP3"
                },
                {
                    "zh": "雞胗",
                    "jp": [
                        { "k": "砂", "f": "すな" },
                        { "k": "肝", "f": "ぎも" }
                    ],
                    //"audio": "砂肝_雞胗.MP3"
                },
                {
                    "zh": "雞皮",
                    "jp": [
                        { "k": "とりかわ" }
                    ],
                    //"audio": "とりかわ_雞皮.MP3"
                },
                {
                    "zh": "雞腿",
                    "jp": [
                        { "k": "もも" }
                    ],
                    //"audio": "もも_雞腿.MP3"
                },
                {
                    "zh": "雞心",
                    "jp": [
                        { "k": "ハツ" }
                    ],
                    //"audio": "ハツ_雞心.MP3"
                },
                {
                    "zh": "雞脖子",
                    "jp": [
                        { "k": "せせり" }
                    ],
                    //"audio": "せせり_雞脖子.MP3"
                },
                {
                    "zh": "雞翅",
                    "jp": [
                        { "k": "手", "f": "て" },
                        { "k": "羽", "f": "ば" },
                        { "k": "先", "f": "さき" }
                    ],
                    //"audio": "手羽先_雞翅.MP3"
                },
                {
                    "zh": "蔥",
                    "jp": [
                        { "k": "ねぎ" }
                    ],
                    //"audio": "ねぎ_蔥.MP3"
                },
                {
                    "zh": "去...除去...",
                    "jp": [
                        { "k": "ぬきで" }
                    ],
                    //"audio": "ぬきで_除去.MP3"
                },
                {
                    "zh": "冰塊",
                    "jp": [
                        { "k": "氷", "f": "こおり" }
                    ],
                    //"audio": "氷_冰塊.MP3"
                },
                {
                    "zh": "店員",
                    "jp": [
                        { "k": "店", "f": "てん" },
                        { "k": "員", "f": "いん" }
                    ],
                    //"audio": "店員_店員.MP3"
                },
                {
                    "zh": "客人",
                    "jp": [
                        { "k": "お"},
                        { "k": "客", "f": "きゃく" },
                        { "k": "さん" },
                    ],
                    //"audio": "お客さん_客人.MP3"
                }
            ]
        },
        {
            "caption": "單字三",
            "rows": [
                {
                    "zh": "上個月",
                    "jp": [
                        { "k": "先", "f": "せん" },
                        { "k": "月", "f": "げつ" }
                    ],
                    //"audio": "先月_上個月.MP3"
                },
                {
                    "zh": "下個月",
                    "jp": [
                        { "k": "来", "f": "らい" },
                        { "k": "月", "f": "げつ" }
                    ],
                    //"audio": "来月_下個月.MP3"
                },
                {
                    "zh": "這個月",
                    "jp": [
                        { "k": "今", "f": "こん" },
                        { "k": "月", "f": "げつ" }
                    ],
                    //"audio": "今月_這個月.MP3"
                },
                {
                    "zh": "週末",
                    "jp": [
                        { "k": "週", "f": "し[[small|ゅ]]う" },
                        { "k": "末", "f": "まつ" }
                    ],
                    //"audio": "週末_週末.MP3"
                },
                {
                    "zh": "大學生",
                    "jp": [
                        { "k": "大", "f": "だい" },
                        { "k": "学", "f": "がく" },
                        { "k": "生", "f": "せい" }
                    ],
                    "audio": "大学生_大學生.MP3"
                },
                {
                    "zh": "高中生",
                    "jp": [
                        { "k": "高", "f": "こう" },
                        { "k": "校", "f": "こう" },
                        { "k": "生", "f": "せい" }
                    ],
                    //"audio": "高校生_高中生.MP3"
                },
                {
                    "zh": "船",
                    "jp": [
                        { "k": "船", "f": "ふね" }
                    ],
                    //"audio": "船_船.MP3"
                },
                {
                    "zh": "溫泉",
                    "jp": [
                        { "k": "温", "f": "おん" },
                        { "k": "泉", "f": "せん" }
                    ],
                    //"audio": "溫泉_温泉.MP3"
                },
                {
                    "zh": "高鐵",
                    "jp": [
                        { "k": "新", "f": "しん" },
                        { "k": "幹", "f": "かん" },
                        { "k": "線", "f": "せん" }
                    ],
                    //"audio": "新幹線_高鐵.MP3"
                },
                {
                    "zh": "寺廟",
                    "jp": [
                        { "k": "お" },
                        { "k": "寺", "f": "てら" }
                    ],
                    //"audio": "お寺_寺廟.MP3"
                },
                {
                    "zh": "從、開始",
                    "jp": [
                        { "k": "から" }
                    ] ,
                    "audio": "から_從、開始.MP3"
                },
                {
                    "zh": "左右",
                    "jp": [
                        { "k": "ごろ" }
                    ],
                    "audio": "ごろ_左右.MP3"
                },
                {
                    "zh": "進入",
                    "jp": [
                        { "k": "入", "f": "はい" },
                        { "k": "ります" }
                    ],
                    //"audio": "入ります_進入.MP3"
                },
                {
                    "zh": "結束",
                    "jp": [
                        { "k": "終", "f": "お" },
                        { "k": "わります" }
                    ],
                    "audio": "終わります_結束.MP3"
                },
                {
                    "zh": "工作",
                    "jp": [
                        { "k": "働", "f": "はたら" },
                        { "k": "きます" }
                    ] ,
                    "audio": "働きます_工作.MP3"
                },
                {
                    "zh": "學習、讀書",
                    "jp": [
                        { "k": "勉", "f": "べん" },
                        { "k": "強", "f": "き[[small|ょ]]う" },
                        { "k": "します" }
                    ],
                    "audio": "勉強します_學習.MP3"
                },
                {
                    "zh": "煙火",
                    "jp": [
                        { "k": "花", "f": "はな" },
                        { "k": "火", "f": "び" }
                    ],
                    "audio": "花火_煙火.MP3"
                },
                {
                    "zh": "機車（台灣人講）",
                    "jp": [
                        { "k": "オートバイ" }
                    ],
                    //"audio": "オートバイ_機車.MP3"
                },
                {
                    "zh": "機車（日本人講）",
                    "jp": [
                        { "k": "バイク" }
                    ],
                    "audio": "バイク_機車.MP3"
                },
                {
                    "zh": "廟會、祭典",
                    "jp": [
                        { "k": "お" },
                        { "k": "祭", "f": "まつ" },
                        { "k": "り" }
                    ] ,
                    "audio": "お祭り_廟會、祭典.MP3"
                },
                {
                    "zh": "兜風、開車出遊",
                    "jp": [
                        { "k": "ドライブ" }
                    ] ,
                    "audio": "ドライブ_兜風.MP3"
                },
                {
                    "zh": "蛋糕",
                    "jp": [
                        { "k": "ケーキ" }
                    ],
                    "audio": "ケーキ_蛋糕.MP3"
                },
                {
                    "zh": "沙拉、生菜沙拉",
                    "jp": [
                        { "k": "サラダ" }
                    ],
                    "audio": "サラダ_沙拉.MP3"
                },
                {
                    "zh": "熊貓",
                    "jp": [
                        { "k": "パンダ" }
                    ],
                    "audio": "パンダ_熊貓.MP3"
                },
                {
                    "zh": "地下鐵",
                    "jp": [
                        { "k": "地", "f": "ち" },
                        { "k": "下", "f": "か" },
                        { "k": "鉄", "f": "てつ" }
                    ],
                    "audio": "地下鉄_地下鐵.MP3"
                },
                {
                    "zh": "腳踏車",
                    "jp": [
                        { "k": "自", "f": "じ" },
                        { "k": "転", "f": "てん" },
                        { "k": "車", "f": "しゃ" }
                    ] ,
                    "audio": "自転車_腳踏車.MP3"
                },
                {
                    "zh": "飛機",
                    "jp": [
                        { "k": "飛", "f": "ひ" },
                        { "k": "行", "f": "こう" },
                        { "k": "機", "f": "き" }
                    ] ,
                    "audio": "飛行機_飛機.MP3"
                },
                {
                    "zh": "春天",
                    "jp": [
                        { "k": "春", "f": "はる" }
                    ] ,
                    "audio": "春_春天.MP3"
                }, 
                {
                    "zh": "夏天",
                    "jp": [
                        { "k": "夏", "f": "なつ" }
                    ],
                    "audio": "夏_夏天.MP3"
                }, 
                {
                    "zh": "秋天",
                    "jp": [
                        { "k": "秋", "f": "あき" }
                    ],
                    "audio": "秋_秋天.MP3"
                },
                {
                    "zh": "冬天",
                    "jp": [
                        { "k": "冬", "f": "ふゆ" }
                    ] ,
                    "audio": "冬_冬天.MP3"
                },
                {
                    "zh": "通過、經過",
                    "jp": [
                        { "k": "通", "f": "とお" },
                        { "k": "ります" }
                    ],
                    "audio": "通ります_通過.MP3"
                },
                {
                    "zh": "下面",
                    "jp": [
                        { "k": "下", "f": "した" }
                    ],
                    //"audio": "下_下面.MP3"
                },
                {
                    "zh": "橋",
                    "jp": [
                        { "k": "橋", "f": "はし" }
                    ] ,
                    "audio": "橋_橋.MP3"
                },
                {
                    "zh": "相反、反對",
                    "jp": [
                        { "k": "反", "f": "はん" },
                        { "k": "対", "f": "たい" }
                    ] ,
                    "audio": "反対_相反、反對.MP3"
                },
                {
                    "zh": "對面",
                    "jp": [
                        { "k": "向", "f": "む" },
                        { "k": "こう" }
                    ] ,
                    "audio": "向こう_對面.MP3"
                },
                {
                    "zh": "春假",
                    "jp": [
                        { "k": "春", "f": "はる" },
                        { "k": "休", "f": "やすみ" }
                    ],
                    "audio": "春休_春假.MP3"
                },
                {
                    "zh": "暑假",
                    "jp": [
                        { "k": "夏", "f": "なつ" },
                        { "k": "休", "f": "やすみ" }
                    ],
                    "audio": "夏休_暑假.MP3"
                },
                {
                    "zh": "秋假",
                    "jp": [
                        { "k": "秋", "f": "あき" },
                        { "k": "休", "f": "やすみ" }
                    ],
                    "audio": "秋休_秋假.MP3"
                },
                {
                    "zh": "寒假",
                    "jp": [
                        { "k": "冬", "f": "ふゆ" }, ,
                        { "k": "休", "f": "やすみ" }
                    ],
                    "audio": "冬休_寒假.MP3"
                },
                {
                    "zh": "可惜",
                    "jp": [
                        { "k": "惜", "f": "おし" },
                        { "k": "い" }, 
                    ],
                    //"audio": "惜い_可惜.MP3"
                },
                {
                    "zh": "失望",
                    "jp": [
                        { "k": "残", "f": "ざん" }, ,
                        { "k": "念", "f": "ねん" }
                    ],
                    //"audio": "残念_失望.MP3"
                }
            ]
        },
        {
            "caption": "方向",
            "rows": [
                {
                    "zh": "左邊",
                    "jp": [
                        { "k": "左", "f": "ひだり" }
                    ] ,
                    "audio": "左_左邊.MP3"
                },
                {
                    "zh": "右邊",
                    "jp": [
                        { "k": "右", "f": "みぎ" }
                    ],
                    "audio": "右_右邊.MP3"
                },
                {
                    "zh": "左側",
                    "jp": [
                        { "k": "左", "f": "ひだり" },
                        { "k": "側", "f": "がわ" }
                    ],
                    "audio": "左側_左側.MP3"
                },
                {
                    "zh": "右側",
                    "jp": [
                        { "k": "右", "f": "みぎ" },
                        { "k": "側", "f": "がわ" }
                    ],
                    "audio": "右側_右側.MP3"
                },
                {
                    "zh": "東邊",
                    "jp": [
                        { "k": "東", "f": "ひがし" }
                    ],
                    "audio": "東_東邊.MP3"
                },
                {
                    "zh": "西邊",
                    "jp": [
                        { "k": "西", "f": "にし" }
                    ],
                    "audio": "西_西邊.MP3"
                },
                {
                    "zh": "南邊",
                    "jp": [
                        { "k": "南", "f": "みなみ" }
                    ],
                    "audio": "南_南邊.MP3"
                },
                {
                    "zh": "北邊",
                    "jp": [
                        { "k": "北", "f": "きた" }
                    ],
                    "audio": "北_北邊.MP3"
                },
                {
                    "zh": "直直走",
                    "jp": [
                        { "k": "まっすぐ" }
                    ],
                    "audio": "まっすぐ_直直走.MP3"
                }
            ]
        },
        {
            "caption": "節日",
            "rows": [
                {
                    "zh": "除夕",
                    "jp": [
                        { "k": "お" },
                        { "k": "大", "f": "お" },
                        { "k": "晦", "f": "みそ" },
                        { "k": "日", "f": "か" }
                    ] ,
                    "audio": "お大晦日_除夕.MP3"
                },
                {
                    "zh": "過年（正月）",
                    "jp": [
                        { "k": "お" },
                        { "k": "正", "f": "しょう" },
                        { "k": "月", "f": "がつ" }
                    ],
                    "audio": "お正月_過年(正月).MP3"
                },
                {
                    "zh": "新年",
                    "jp": [
                        { "k": "新", "f": "しん" },
                        { "k": "年", "f": "ねん" }
                    ],
                    "audio": "新年_新年.MP3"
                },
                {
                    "zh": "生日",
                    "jp": [
                        { "k": "誕", "f": "たん" },
                        { "k": "生", "f": "じ[[small|ょ]]う" },
                        { "k": "日", "f": "び" }
                    ] ,
                    "audio": "誕生日_生日.MP3"
                },
                {
                    "zh": "結婚紀念日",
                    "jp": [
                        { "k": "結", "f": "けっ" },
                        { "k": "婚", "f": "こん" },
                        { "k": "記", "f": "き" },
                        { "k": "念", "f": "ねん" },
                        { "k": "日", "f": "び" }
                    ],
                    //"audio": "結婚記念日_結婚紀念日.MP3"
                },
                {
                    "zh": "父親節",
                    "jp": [
                        { "k": "父", "f": "ちち" },
                        { "k": "の" },
                        { "k": "日", "f": "ひ" }
                    ],
                    "audio": "父の日_父親節.MP3"
                },
                {
                    "zh": "母親節",
                    "jp": [
                        { "k": "母", "f": "はは" },
                        { "k": "の" },
                        { "k": "日", "f": "ひ" }
                    ],
                    //"audio": "母の日_母親節.MP3"
                },
                {
                    "zh": "聖誕節",
                    "jp": [
                        { "k": "クリスマス" }
                    ],
                    "audio": "クリスマス_聖誕節.MP3"
                },
                {
                    "zh": "西洋情人節（2/14）",
                    "jp": [
                        { "k": "バレンタインデー" }
                    ],
                    "audio": "バレンタインデー_西洋情人節.MP3"
                },
                {
                    "zh": "七夕（7/7）",
                    "jp": [
                        { "k": "たなばた" }
                    ],
                    "audio": "たなばた_七夕.MP3"
                }
            ]
        },
        {
            "caption": "單字二",
            "rows": [
                {
                    "zh": "久等了",
                    "jp": [
                        { "k": "お" },
                        { "k": "待", "f": "ま" },
                        { "k": "たせしました" },
                    ] ,
                    "audio": "お待たせしました_久等了.MP3"
                },
                {
                    "zh": "塑膠袋",
                    "jp": [
                        { "k": "レジ" },
                        { "k": "袋", "f": "ぶくろ" }
                    ] ,
                    "audio": "レジ袋_塑膠袋.MP3"
                },
                {
                    "zh": "一直",
                    "jp": [
                        { "k": "ずっと" }
                    ],
                    "audio": "ずっと_一直.MP3"
                },
                {
                    "zh": "集點卡",
                    "jp": [
                        { "k": "ポイントカード" }
                    ],
                    "audio": "ポイントカード_集點卡.MP3"
                },
                {
                    "zh": "請加油",
                    "jp": [
                        { "k": "頑", "f": "がん" },
                        { "k": "張", "f": "ば[[small|っ]]" },
                        { "k": "てください" }
                    ],
                    //"audio": "頑張てください_請加油.MP3"
                },
                {
                    "zh": "好的，會加油的",
                    "jp": [
                        { "k": "はい" },
                        { "k": "。" },
                        { "k": "頑", "f": "がん" },
                        { "k": "張", "f": "ば" },
                        { "k": "ります" }
                    ],
                    //"audio": "はい。頑張ります_好的，會加油的.MP3"
                },
                {
                    "zh": "水果",
                    "jp": [
                        { "k": "果", "f": "くだ" },
                        { "k": "物", "f": "もの" }
                    ] ,
                    "audio": "果物_水果.MP3"
                },
                {
                    "zh": "蔬菜",
                    "jp": [
                        { "k": "野", "f": "や" },
                        { "k": "菜", "f": "さい" }
                    ] ,
                    "audio": "野菜_蔬菜.MP3"
                },
                {
                    "zh": "咖哩",
                    "jp": [
                        { "k": "カレー" }
                    ] ,
                    "audio": "カレー_咖哩.MP3"
                },
                {
                    "zh": "清酒",
                    "jp": [
                        { "k": "お" },
                        { "k": "酒", "f": "さけ" }
                    ],
                    "audio": "お酒_清酒.MP3"
                },
                {
                    "zh": "錢",
                    "jp": [
                        { "k": "お" },
                        { "k": "金", "f": "かね" }
                    ] ,
                    "audio": "お金_錢.MP3"
                },
                {
                    "zh": "公園",
                    "jp": [
                        { "k": "公", "f": "こう" },
                        { "k": "園", "f": "えん" }
                    ],
                    "audio": "公園_公園.MP3"
                },
                {
                    "zh": "早餐",
                    "jp": [
                        { "k": "朝", "f": "あさ" },
                        { "k": "ごはん" }
                    ],
                    "audio": "朝ごはん_早餐.MP3"
                },
                {
                    "zh": "午餐",
                    "jp": [
                        { "k": "昼", "f": "ひる" },
                        { "k": "ごはん" }
                    ],
                    //"audio": "昼ごはん_午餐.MP3"
                },
                {
                    "zh": "晚餐",
                    "jp": [
                        { "k": "晩", "f": "ばん" },
                        { "k": "ごはん" }
                    ],
                    //"audio": "晩ごはん_晚餐.MP3"
                },
                {
                    "zh": "點餐",
                    "jp": [
                        { "k": "注", "f": "ちゅう" },
                        { "k": "文", "f": "もん" }
                    ],
                    "audio": "注文_點餐.MP3"
                },
                {
                    "zh": "結帳",
                    "jp": [
                        { "k": "会", "f": "かい" },
                        { "k": "計", "f": "けい" }
                    ],
                    "audio": "会計_結帳.MP3"
                },
                {
                    "zh": "結帳",
                    "jp": [
                        { "k": "勘", "f": "かん" },
                        { "k": "定", "f": "じょう" }
                    ],
                    //"audio": "勘定_結帳.MP3"
                },
                {
                    "zh": "預訂",
                    "jp": [
                        { "k": "予", "f": "よ" },
                        { "k": "約", "f": "やく" }
                    ],
                    //"audio": "予約_預訂.MP3"
                },
                {
                    "zh": "現金",
                    "jp": [
                        { "k": "現", "f": "げん" },
                        { "k": "金", "f": "きん" }
                    ],
                    "audio": "現金_現金.MP3"
                },
                {
                    "zh": "信用卡",
                    "jp": [
                        { "k": "クレジ[[small|ッ]]トカード" }
                    ] ,
                    "audio": "クレジットカード_信用卡.MP3"
                },
                {
                    "zh": "有攜帶嗎？",
                    "jp": [
                        { "k": "お" },
                        { "k": "持", "f": "も" },
                        { "k": "ちですか" }
                    ],
                    "audio": "お持ちですか_有攜帶嗎.MP3"
                },
                {
                    "zh": "需要嗎？",
                    "jp": [,
                        { "k": "ご" },
                        { "k": "利", "f": "り" },
                        { "k": "用", "f": "よう" },
                        { "k": "ですか" }
                    ] ,
                    "audio": "ご利用ですか_需要嗎.MP3"
                },
                {
                    "zh": "加熱嗎?",
                    "jp": [
                        { "k": "温", "f": "あたた" },
                        { "k": "めますか" }
                    ] ,
                    "audio": "温めますか_加熱嗎.MP3"
                },
                {
                    "zh": "外帶",
                    "jp": [
                        { "k": "持", "f": "も" },
                        { "k": "ち" },
                        { "k": "帰", "f": "かえ" },
                        { "k": "り" }
                    ],
                    //"audio": "持ち帰り_外帶.MP3"
                },
                {
                    "zh": "現在",
                    "jp": [
                        { "k": "今", "f": "いま" }
                    ],
                    "audio": "今_現在.MP3"
                },
                {
                    "zh": "上午",
                    "jp": [
                        { "k": "午", "f": "ご" },
                        { "k": "前", "f": "ぜん" }
                    ] ,
                    "audio": "午前_上午.MP3"
                },
                {
                    "zh": "下午",
                    "jp": [
                        { "k": "午", "f": "ご" },
                        { "k": "後", "f": "ご" }
                    ],
                    "audio": "午後_下午.MP3"
                },
                {
                    "zh": "上週",
                    "jp": [
                        { "k": "先", "f": "せん" },
                        { "k": "週", "f": "し[[small|ゅ]]う" }
                    ],
                    "audio": "先週_上週.MP3"
                },
                {
                    "zh": "這週",
                    "jp": [
                        { "k": "今", "f": "こん" },
                        { "k": "週", "f": "しゅう" }
                    ] ,
                    "audio": "今週_這週.MP3"
                },
                {
                    "zh": "下週",
                    "jp": [
                        { "k": "来", "f": "らい" },
                        { "k": "週", "f": "し[[small|ゅ]]う" }
                    ],
                    "audio": "来週_下週.MP3"
                },
                {
                    "zh": "每週",
                    "jp": [
                        { "k": "毎", "f": "まい" },
                        { "k": "週", "f": "し[[small|ゅ]]う" }
                    ] ,
                    "audio": "毎週_每週.MP3"
                },
                {
                    "zh": "昨天",
                    "jp": [
                        { "k": "きのう" }
                    ] ,
                    "audio": "きのう_昨天.MP3"
                },
                {
                    "zh": "起床",
                    "jp": [
                        { "k": "起", "f": "お" },
                        { "k": "きます" }
                    ],
                    "audio": "起きます_起床.MP3"
                },
                {
                    "zh": "睡覺",
                    "jp": [
                        { "k": "寝", "f": "ね" },
                        { "k": "ます" }
                    ],
                    //"audio": "寝ます_睡覺.MP3"
                },
                {
                    "zh": "電器行",
                    "jp": [
                        { "k": "電", "f": "でん" },
                        { "k": "気", "f": "き" },
                        { "k": "屋", "f": "や" }
                    ],
                    //"audio": "電気屋_電器行.MP3"
                },
                {
                    "zh": "營業",
                    "jp": [
                        { "k": "営", "f": "えい" },
                        { "k": "業", "f": "ぎょう" },
                        { "k": "します" }
                    ],
                    //"audio": "営業します_營業.MP3"
                },
                {
                    "zh": "休假、休息、請假",
                    "jp": [
                        { "k": "休", "f": "やす" },
                        { "k": "みます" }
                    ],
                    //"audio": "休みます_休假、休息、請假.MP3"
                },
                {
                    "zh": "連休",
                    "jp": [
                        { "k": "連", "f": "れん" },
                        { "k": "休", "f": "きゅう" },
                    ],
                    "audio": "連休_連休.MP3"
                },
                {
                    "zh": "今天",
                    "jp": [
                        { "k": "今日", "f": "きょう" }
                    ],
                    "audio": "今日_今天.MP3"
                },
                {
                    "zh": "明天",
                    "jp": [
                        { "k": "明日", "f": "あした" }
                    ],
                    //"audio": "明日_明天.MP3"
                },
                {
                    "zh": "早上",
                    "jp": [
                        { "k": "朝", "f": "あさ" }
                    ],
                    "audio": "朝_早上.MP3"
                },
                {
                    "zh": "中午",
                    "jp": [
                        { "k": "昼", "f": "ひる" }
                    ],
                    //"audio": "昼_中午.MP3"
                },
                {
                    "zh": "晚上",
                    "jp": [
                        { "k": "晩", "f": "ばん" }
                    ],
                    //"audio": "晩_晚上.MP3"
                },
                {
                    "zh": "好吃、好喝",
                    "jp": [
                        { "k": "うまい" }
                    ],
                    //"audio": "うまい_好吃、好喝.MP3"
                },
                {
                    "zh": "好吃、好喝(限男生講)",
                    "jp": [
                        { "k": "うめ～" }
                    ],
                    //"audio": "うめ_好吃、好喝.MP3"
                },
                {
                    "zh": "還可以(各種事物、吃都可以用)",
                    "jp": [
                        { "k": "まあまあ" }
                    ],
                    //"audio": "まあまあ_還可以.MP3"
                },
                {
                    "zh": "台灣茶葉",
                    "jp": [
                        { "k": "台", "f": "たい" },
                        { "k": "湾", "f": "わん" },
                        { "k": "お" },
                        { "k": "茶", "f": "ちゃ" }
                    ],
                    //"audio": "台湾お茶_台灣茶葉.MP3"
                },
                {
                    "zh": "法國",
                    "jp": [
                        { "k": "フランス" }
                    ],
                    //"audio": "フランス_法國.MP3"
                },
                {
                    "zh": "葡萄酒",
                    "jp": [
                        { "k": "ワイン" }
                    ],
                    //"audio": "ワイン_葡萄酒.MP3"
                },
                {
                    "zh": "三得利",
                    "jp": [
                        { "k": "サントリー" }
                    ],
                    //"audio": "サントリー_三得利.MP3"
                },
                {
                    "zh": "啤酒",
                    "jp": [
                        { "k": "ビール" }
                    ],
                    //"audio": "ビール_啤酒.MP3"
                },
                {
                    "zh": "樂天",
                    "jp": [
                        { "k": "ロ[[small|ッ]]テ" }
                    ],
                    //"audio": "ロッテ_樂天.MP3"
                },
                {
                    "zh": "巧克力",
                    "jp": [
                        { "k": "チョコレート" }
                    ] ,
                    "audio": "チョコレート_巧克力.MP3"
                },
                {
                    "zh": "請重講",
                    "jp": [
                        { "k": "言", "f": "い" },
                        { "k": "い"},
                        { "k": "直", "f": "なお" },
                        { "k": "してください"}
                    ],
                    //"audio": "言い直してください_請重講.MP3"
                },
                {
                    "zh": "便利商店",
                    "jp": [
                        { "k": "コンビニ" }
                    ],
                    //"audio": "コンビニ_便利商店.MP3"
                },
                {
                    "zh": "超市",
                    "jp": [
                        { "k": "スーパー" }
                    ],
                    //"audio": "スーパー_超市.MP3"
                },
                {
                    "zh": "大廳",
                    "jp": [
                        { "k": "ロビー" }
                    ],
                    "audio": "ロビー_大廳.MP3"
                },
                {
                    "zh": "百貨公司",
                    "jp": [
                        { "k": "デパート" }
                    ],
                    "audio": "デパート_百貨公司.MP3"
                },
                {
                    "zh": "服務台、櫃台",
                    "jp": [
                        { "k": "受", "f": "うけ" },
                        { "k": "付", "f": "つけ" }
                    ] ,
                    "audio": "受付_服務台.MP3"
                },
                {
                    "zh": "熱茶",
                    "jp": [
                        { "k": "お" },
                        { "k": "茶", "f": "ちゃ" }
                    ] ,
                    "audio": "お茶_熱茶.MP3"
                },
                {
                    "zh": "日元",
                    "jp": [
                        { "k": "日", "f": "に" },
                        { "k": "本", "f": "ほん" },
                        { "k": "円", "f": "えん" }
                    ],
                    //"audio": "日本円_日元.MP3"
                },
                {
                    "zh": "台幣",
                    "jp": [
                        { "k": "台", "f": "たい" },
                        { "k": "湾", "f": "わん" },
                        { "k": "元", "f": "げん" }
                    ],
                    //"audio": "台湾元_台幣.MP3"
                },
                {
                    "zh": "鹽",
                    "jp": [
                        { "k": "塩", "f": "しお" }
                    ],
                    //"audio": "塩_鹽.MP3"
                },
                {
                    "zh": "支付方法",
                    "jp": [
                        { "k": "支", "f": "しは" },
                        { "k": "払", "f": "ら" },
                        { "k": "い" },
                        { "k": "方", "f": "ほう" },
                        { "k": "法", "f": "ほう" }
                    ],
                    //"audio": "支払い方法_支付方法.MP3"
                },
                {
                    "zh": "收據",
                    "jp": [
                        { "k": "領", "f": "り[[small|ょ]]う" },
                        { "k": "収", "f": "しゅう" }, 
                        { "k": "書", "f": "しょう" },
                    ],
                    //"audio": "領収書_收據.MP3"
                },
                {
                    "zh": "購買數量",
                    "jp": [
                        { "k": "買", "f": "か" },
                        { "k": "い"},
                        { "k": "上", "f": "あ" },
                        { "k": "げ" },
                        { "k": "点", "f": "てん" },
                        { "k": "数", "f": "すう" }
                    ],
                    //"audio": "買い上げ点数_購買數量.MP3"
                },
                {
                    "zh": "謝謝下次再度光臨",
                    "jp": [
                        { "k": "毎", "f": "まい" },
                        { "k": "度", "f": "ど" },
                        { "k": "ありがとうございます"}
                    ],
                    //"audio": "毎度ありがとうございます_謝謝下次再度光臨.MP3"
                },
                {
                    "zh": "飲料",
                    "jp": [
                        { "k": "ドリンク" }
                    ] ,
                    "audio": "ドリンク_飲料.MP3"
                },
                {
                    "zh": "飲料",
                    "jp": [
                        { "k": "飲", "f": "の" },
                        { "k": "み" },
                        { "k": "物", "f": "もの" }
                    ],
                    "audio": "飲み物_飲料.MP3"
                },
                {
                    "zh": "無酒精飲料",
                    "jp": [
                        { "k": "ソフトドリンク" }
                    ],
                    "audio": "ソフトドリンク_無酒精飲料.MP3"
                },
                {
                    "zh": "日本料理",
                    "jp": [
                        { "k": "日", "f": "に" },
                        { "k": "本", "f": "ほん" },
                        { "k": "料", "f": "り[[small|ょ]]" },
                        { "k": "理", "f": "うり" }
                    ],
                    //"audio": "日本料理_日本料理.MP3"
                },
                {
                    "zh": "中華料理",
                    "jp": [
                        { "k": "中", "f": "ち[[small|ゅ]]" },
                        { "k": "華", "f": "うか" },
                        { "k": "料", "f": "り[[small|ょ]]" },
                        { "k": "理", "f": "うり" }
                    ],
                    "audio": "中華料理_中華料理.MP3"
                },
                {
                    "zh": "韓國料理",
                    "jp": [
                        { "k": "韓", "f": "かん" },
                        { "k": "国", "f": "こく" },
                        { "k": "料", "f": "り[[small|ょ]]" },
                        { "k": "理", "f": "うり" }
                    ],
                    //"audio": "韓国料理_韓國料理.MP3"
                },
                {
                    "zh": "台灣料理",
                    "jp": [
                        { "k": "台", "f": "たい" },
                        { "k": "湾", "f": "わん" },
                        { "k": "料", "f": "り[[small|ょ]]" },
                        { "k": "理", "f": "うり" }
                    ] ,
                    "audio": "台湾料理_台灣料理.MP3"
                },
                {
                    "zh": "泰國料理",
                    "jp": [
                        { "k": "タイ" },
                        { "k": "料", "f": "り[[small|ょ]]" },
                        { "k": "理", "f": "うり" }
                    ] ,
                    "audio": "タイ料理_泰國料理.MP3"
                }, 
                {
                    "zh": "越南料理",
                    "jp": [
                        { "k": "ベトナム" },
                        { "k": "料", "f": "り[[small|ょ]]" },
                        { "k": "理", "f": "うり" }
                    ] ,
                    "audio": "ベトナム料理_越南料理.MP3"
                },
                {
                    "zh": "男",
                    "jp": [
                        { "k": "男", "f": "おとこ" }
                    ],
                    "audio": "男_男.MP3"
                },
                {
                    "zh": "女",
                    "jp": [
                        { "k": "女", "f": "おんな" }
                    ],
                    "audio": "女_女.MP3"
                },
                {
                    "zh": "沙瓦",
                    "jp": [
                        { "k": "サワー" }
                    ],
                    "audio": "サワー_沙瓦.MP3"
                },
                {
                    "zh": "梅酒",
                    "jp": [
                        { "k": "梅", "f": "うめ" },
                        { "k": "酒", "f": "しゅ" },
                        { "k": "サワー"}
                    ],
                    //"audio": "梅酒サワー_梅酒.MP3"
                },
                {
                    "zh": "可爾必思沙瓦",
                    "jp": [
                        { "k": "カルピスサワー" }
                    ],
                    //"audio": "カルピスサワー_可爾必思沙瓦.MP3"
                },
                {
                    "zh": "總是",
                    "jp": [
                        { "k": "いつも" }
                    ],
                    "audio": "いつも_總是.MP3"
                },
                {
                    "zh": "什麼",
                    "jp": [
                        { "k": "何", "f": "なに" }
                    ],
                    "audio": "何_什麼.MP3"
                },
                {
                    "zh": "有時候",
                    "jp": [
                        { "k": "ときどき"}
                    ] ,
                    "audio": "ときどき_有時候.MP3"
                },
                {
                    "zh": "然後",
                    "jp": [
                        { "k": "それから" }
                    ],
                    //"audio": "それから_然後.MP3"
                },
                {
                    "zh": "夜晚",
                    "jp": [
                        { "k": "夜", "f": "よる" }
                    ],
                    //"audio": "夜_夜晚.MP3"
                }
            ]
        }
    ]
}