window.grammarData3 = [
    {
        "tile": "~が~[[strike|ます]] + たい~(想做某事)想...",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "1. "
                            },
                            {
                                "k": "食",
                                "f": "た"
                            },
                            {
                                "k": "べます。"
                            }
                        ],
                        "zh": "吃。"
                    },
                    {
                        "jp": [
                            {
                                "k": "2. "
                            },
                            {
                                "k": "食",
                                "f": "た"
                            },
                            {
                                "k": "べ[[strike|ます]]たいです。"
                            }
                        ],
                        "zh": "想吃。"
                    },
                    {
                        "jp": [
                            {
                                "k": "3. ラ－メン[[blue|を]]"
                            },
                            {
                                "k": "食",
                                "f": "た"
                            },
                            {
                                "k": "べ[[blue|ます。]]"
                            }
                        ],
                        "zh": "[[blue|吃]]拉麵。"
                    },
                    {
                        "jp": [
                            {
                                "k": "4. ラ－メン[[blue|が]]"
                            },
                            {
                                "k": "食",
                                "f": "た"
                            },
                            {
                                "k": "べ[[strike|ます]] [[blue|たいです。]]"
                            }
                        ],
                        "zh": "[[blue|想吃]]拉麵。"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "1. "
                            },
                            {
                                "k": "聞",
                                "f": "き"
                            },
                            {
                                "k": "きます。"
                            }
                        ],
                        "zh": "聽，問。"
                    }, {
                        "jp": [
                            {
                                "k": "2. "
                            },
                            {
                                "k": "聞",
                                "f": "き"
                            },
                            {
                                "k": "き[[strike|ます]]たいです。"
                            }
                        ],
                        "zh": "想聽，想問。"
                    }, {
                        "jp": [
                            {
                                "k": "3. "
                            },
                            {
                                "k": "音",
                                "f": "おん"
                            },
                            {
                                "k": "楽",
                                "f": "がく"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "聞",
                                "f": "き"
                            },
                            {
                                "k": "き[[blue|ます。]]"
                            }
                        ],
                        "zh": "[[blue|聽]]音樂。"
                    },
                    {
                        "jp": [
                            {
                                "k": "4. "
                            },
                            {
                                "k": "音",
                                "f": "おん"
                            },
                            {
                                "k": "楽",
                                "f": "がく"
                            },
                            {
                                "k": "[[blue|が]]"
                            },
                            {
                                "k": "聞",
                                "f": "き"
                            },
                            {
                                "k": "き[[strike|ます]] [[blue|たいです。]]"
                            }
                        ],
                        "zh": "[[blue|想聽]]音樂。"
                    }
                ]
            }
        ]
    },
    {
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "私[[blue|は]]"
                            },
                            {
                                "k": "運",
                                "f": "うん"
                            },
                            {
                                "k": "動",
                                "f": "どう"
                            },
                            {
                                "k": "し[[blue|たいです。]]"
                            }
                        ],
                        "zh": "我[[blue|想]][[box|運動]][[notetop|[[note2]]]]"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "私[[blue|は]]"
                            },
                            {
                                "k": "靴",
                                "f": "くつ"
                            },
                            {
                                "k": "[[box|が]][[blue|ほしいです。]]"
                            }
                        ],
                        "zh": "我[[blue|想要]]鞋子"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "陳さん[[blue|は]]"
                            },
                            {
                                "k": "何",
                                "f": "なん"
                            },
                            {
                                "k": "歳",
                                "f": "さい"
                            },
                            {
                                "k": "[[blue|まで]]"
                            },
                            {
                                "k": "仕",
                                "f": "し"
                            },
                            {
                                "k": "事",
                                "f": "ごと"
                            },
                            {
                                "k": "し[[blue|たいですか。]]"
                            }
                        ],
                        "zh": "陳先生[[blue|想]][[box|工作]][[notetop|[[note1]]]][[blue|到]]幾歲呢?"

                    }
                ]
            }
        ],
        "note": {
            "note1": [
                {
                    "k": "仕",
                    "f": "し"
                },
                {
                    "k": "事",
                    "f": "ごと"
                },
                { "k": "します" }
            ],
            "note2": [
                {
                    "k": "運",
                    "f": "うん"
                },
                {
                    "k": "動",
                    "f": "どう"
                },
                { "k": "します" }
            ]
        }
    },
    {
        "tile": [
            {
                "k": "退",
                "f": "たい"
            },
            {
                "k": "職",
                "f": "しょく"
            },
            {
                "k": "します。"
            }
        ],
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A. "
                            },
                            {
                                "k": "何",
                                "f": "なん"
                            },
                            {
                                "k": "歳",
                                "f": "さい"
                            },
                            {
                                "k": "退",
                                "f": "たい"
                            },
                            {
                                "k": "職",
                                "f": "しょく"
                            },
                            {
                                "k": "し[[strike|ます]][[box|たい]]ですか。"
                            }
                        ],
                        "zh": "幾歲想退休呢?"
                    },
                    {
                        "jp": [
                            {
                                "k": "B. "
                            },
                            {
                                "k": "50",
                                "f": "ごじゅっ"
                            },
                            {
                                "k": "歳",
                                "f": "さい"
                            },
                            {
                                "k": "[[blue|です。]]"
                            }
                        ],
                        "zh": "50歲。"
                    },
                    {
                        "jp": [
                            {
                                "k": "A. "
                            },
                            {
                                "k": "~え~"
                            },
                            {
                                "k": "早",
                                "f": "はや"
                            },
                            {
                                "k": "い[[blue|ですね。]]"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    {
        "tile": [
            {
                "k": "~が[[notetop|[[note2]]]] あります "
            }
        ],
        "desp":"(無生命)[[notetop|[[note1]]]]有",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "花",
                                "f": "はな"
                            },
                            {
                                "k": "[[blue|が あります。]]"
                            }
                        ],
                        "zh": "[[blue|有]]花"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "本",
                                "f": "ほん"
                            },
                            {
                                "k": "[[blue|が あります。]]"
                            }
                        ],
                        "zh": "[[blue|有]]書"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "すみません"
                            },
                            {
                                "k": "水",
                                "f": "みず"
                            },
                            {
                                "k": "[[blue|が あり]][[yellow|ますか。]]"
                            }
                        ],
                        "zh": "不好意思，[[blue|有]]水嗎?"
                    }
                ]
            }
        ],
        "note": {
            "note1": [
                {
                    "k": "植物，東西"
                }
            ],
            "note2": [
                {
                    "k": "有"
                }
            ]
        }
    },
    {
        "tile": [
            {
                "k": "降",
                "f": "[[blue|ふ]]"
            },
            {
                "k": "ります (雨/雪) 下"
            }
        ],
        "trans": "[[blue|動詞第一型]]",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "雨",
                                "f": "あま"
                            },
                            {
                                "k": "[[blue|が]]"
                            },
                            {
                                "k": "降",
                                "f": "[[blue|ふ]]"
                            },
                            {
                                "k": "[[blue|ります。]]"
                            }
                        ],
                        "zh": "下雨"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "雪",
                                "f": "ゆき"
                            },
                            {
                                "k": "[[blue|が]]"
                            },
                            {
                                "k": "降",
                                "f": "[[blue|ふ]]"
                            },
                            {
                                "k": "[[blue|ります。]]"
                            }
                        ],
                        "zh": "下雪"
                    }
                ]
            }
        ]
    },
    {
        "tile": [
            {
                "k": "降",
                "f": "[[blue|お]]"
            },
            {
                "k": "ります (交通工具) 下"
            }
        ],
        "trans": "[[blue|動詞第二型]]",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "電",
                                "f": "でん"
                            },
                            {
                                "k": "車",
                                "f": "しゃ"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "降",
                                "f": "[[blue|お]]"
                            },
                            {
                                "k": "[[blue|ります。]]"
                            }
                        ],
                        "zh": "下電車"
                    }
                ]
            }
        ]
    },
    {
        "tile": [
            {
                "k": "敬體 - 基本體 (口語)"
            }
        ],
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "きょう"
                            },
                            {
                                "k": "李",
                                "f": "り"
                            },
                            {
                                "k": "さん"
                            },
                            {
                                "k": "[[blue|は]]"
                            },
                            {
                                "k": "休",
                                "f": "やす"
                            },
                            {
                                "k": "み[[blue|ました。]]"
                            }
                        ],
                        "zh": "今天李小姐請假了"
                    },
                    {
                        "jp": [
                            {
                                "k": "きょう"
                            },
                            {
                                "k": "李",
                                "f": "り"
                            },
                            {
                                "k": "さん"
                            },
                            {
                                "k": "[[yellow|(は)]]"
                            },
                            {
                                "k": "休",
                                "f": "やす"
                            },
                            {
                                "k": "み[[blue|んだ。]]"
                            }
                        ],
                        "zh": "今天李小姐請假了(口語)"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "スマホ"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "い[[blue|ます。]]"
                            }
                        ],
                        "zh": "買手機"
                    },
                    {
                        "jp": [
                            {
                                "k": "スマホ"
                            },
                            {
                                "k": "[[yellow|(を)]]"
                            },
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "[[blue|う。]]"
                            }
                        ],
                        "zh": "買手機(口語)"
                    }
                ]
            }
        ],
        "tables": [{
            "caption": "G1",
            "header": ["敬體", "", "基本體"],
            "rows":
                [
                    ["[{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"き[[blue|ます]]\"}]", "原形", "[{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"[[blue|く]]\"}]"],
                    ["[{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"き[[blue|ません]]\"}]", "ない形", "[{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"か[[blue|ない]]\"}]"],
                    ["[{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"き[[blue|ました]]\"}]", "た形", "[{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"[[blue|[[small|っ]]た]]<br/>(跟「て型」變法一樣，「て」字改成「た」字)\"}]"],
                    ["[{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"き[[blue|ませんでした]]\"}]", "なか[[small|っ]]た形", "[{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"[[blue|かなか[[small|っ]]た]]\"}]"]
                ]
        },
        {
            "caption": "G2",
            "header": ["敬體", "", "基本體"],
            "rows":
                [
                    ["[{\"k\":\"入\",\"f\":\"い\"},{\"k\":\"れ[[blue|ます]]\"}]", "原形", "[{\"k\":\"入\",\"f\":\"い\"},{\"k\":\"れ[[blue|る]]\"}]"],
                    ["[{\"k\":\"入\",\"f\":\"い\"},{\"k\":\"れ[[blue|ません]]\"}]", "ない形", "[{\"k\":\"入\",\"f\":\"い\"},{\"k\":\"れ[[blue|ない]]\"}]"],
                    ["[{\"k\":\"入\",\"f\":\"い\"},{\"k\":\"れ[[blue|ました]]\"}]", "た形", "[{\"k\":\"入\",\"f\":\"い\"},{\"k\":\"れ[[blue|た]]\"}]"],
                    ["[{\"k\":\"入\",\"f\":\"い\"},{\"k\":\"れ[[blue|ませんでした]]\"}]", "なか[[small|っ]]た形", "[{\"k\":\"入\",\"f\":\"い\"},{\"k\":\"れ[[blue|かなか[[small|っ]]た]]\"}]"]
                ]
        },
        {
            "caption": "G3 (1)",
            "header": ["敬體", "", "基本體"],
            "rows":
                [
                    ["[{\"k\":\"来\",\"f\":\"き\"},{\"k\":\"[[blue|ます]]\"}]", "原形", "[{\"k\":\"来\",\"f\":\"く\"},{\"k\":\"[[blue|る]]\"}]"],
                    ["[{\"k\":\"来\",\"f\":\"き\"},{\"k\":\"[[blue|ません]]\"}]", "ない形", "[{\"k\":\"来\",\"f\":\"こ\"},{\"k\":\"[[blue|ない]]\"}]"],
                    ["[{\"k\":\"来\",\"f\":\"き\"},{\"k\":\"[[blue|ました]]\"}]", "た形", "[{\"k\":\"来\",\"f\":\"き\"},{\"k\":\"[[blue|た]]\"}]"],
                    ["[{\"k\":\"来\",\"f\":\"き\"},{\"k\":\"[[blue|ませんでした]]\"}]", "なか[[small|っ]]た形", "[{\"k\":\"来\",\"f\":\"き\"},{\"k\":\"[[blue|かなか[[small|っ]]た]]\"}]"]
                ]
        },
        {
            "caption": "G3 (2)",
            "header": ["敬體", "", "基本體"],
            "rows":
                [
                    ["[{\"k\":\"し\"},{\"k\":\"[[blue|ます]]\"}]", "原形", "[{\"k\":\"し\"},{\"k\":\"[[blue|る]]\"}]"],
                    ["[{\"k\":\"し\"},{\"k\":\"[[blue|ません]]\"}]", "ない形", "[{\"k\":\"し\"},{\"k\":\"[[blue|ない]]\"}]"],
                    ["[{\"k\":\"し\"},{\"k\":\"[[blue|ました]]\"}]", "た形", "[{\"k\":\"し\"},{\"k\":\"[[blue|た]]\"}]"],
                    ["[{\"k\":\"し\"},{\"k\":\"[[blue|ませんでした]]\"}]", "なか[[small|っ]]た形", "[{\"k\":\"し\"},{\"k\":\"[[blue|かなか[[small|っ]]た]]\"}]"]
                ]
        }
        ]
    },
    {
        "tile": "あります G1 特例",
        "trans": "有沒有的\"有\"。例如: 有水嗎?",
        "tables": [{
            "header": ["敬體", "", "基本體"],
            "rows":
                [
                    ["[{\"k\":\"あり[[blue|ます]]\"}]", "原形", "[{\"k\":\"ある\"}]"],
                    ["[{\"k\":\"あり[[blue|ません]]\"}]", "ない形", "[{\"k\":\"[[icon|success-icon]][[blue|ない]]<br/>\"},{\"k\":\"[[icon|error-icon]][[blue|あらない]]\"}]"],
                    ["[{\"k\":\"あり[[blue|ました]]\"}]", "た形", "[{\"k\":\"あ[[blue|[[small|っ]]た]]\"}]"],
                    ["[{\"k\":\"あり[[blue|ませんでした]]\"}]", "なか[[small|っ]]た形", "[{\"k\":\"[[icon|success-icon]][[blue|なか[[small|っ]]た]]<br/>[[icon|error-icon]][[blue|あらなか[[small|っ]]た]]\"}]"]
                ]

        }]
    },
    {
        "tile": "た形",
        "trans": "跟「て型」變法一樣，「て」字改成「た」字",
        "tables": [{
            "header": ["ます形", "原形", "て形", "た形"],
            "caption": "G1",
            "rows":
                [
                    ["[{\"k\":\"帰\",\"f\":\"かえ\"},{\"k\":\"ります\"}]", "[{\"k\":\"帰\",\"f\":\"かえ\"},{\"k\":\"[[blue|る]]\"}]", "[{\"k\":\"帰\",\"f\":\"かえ\"},{\"k\":\"[[blue|[[small|っ]]て]]\"}]", "[{\"k\":\"帰\",\"f\":\"かえ\"},{\"k\":\"[[blue|[[small|っ]]た]]\"}]"],
                    ["[{\"k\":\"読\",\"f\":\"よ\"},{\"k\":\"みます\"}]", "[{\"k\":\"読\",\"f\":\"よ\"},{\"k\":\"[[blue|む]]\"}]", "[{\"k\":\"読\",\"f\":\"よ\"},{\"k\":\"[[blue|んで]]\"}]", "[{\"k\":\"読\",\"f\":\"よ\"},{\"k\":\"[[blue|んだ]]\"}]"],
                    ["[{\"k\":\"聞\",\"f\":\"き\"},{\"k\":\"きます\"}]", "[{\"k\":\"聞\",\"f\":\"き\"},{\"k\":\"[[blue|く]]\"}]", "[{\"k\":\"聞\",\"f\":\"き\"},{\"k\":\"[[blue|いて]]\"}]", "[{\"k\":\"聞\",\"f\":\"き\"},{\"k\":\"[[blue|いた]]\"}]"],
                    ["[{\"k\":\"急\",\"f\":\"いそ\"},{\"k\":\"ぎます\"}]", "[{\"k\":\"急\",\"f\":\"いそ\"},{\"k\":\"[[blue|ぐ]]\"}]", "[{\"k\":\"急\",\"f\":\"いそ\"},{\"k\":\"[[blue|いで]]\"}]", "[{\"k\":\"急\",\"f\":\"いそ\"},{\"k\":\"[[blue|いだ]]\"}]"]
                ]
        },
        {
            "header": ["ます形", "原形", "て形", "た形"],
            "caption": "G2",
            "rows":
                [
                    ["[{\"k\":\"食\",\"f\":\"た\"},{\"k\":\"べます\"}]", "[{\"k\":\"食\",\"f\":\"た\"},{\"k\":\"べ[[blue|る]]\"}]", "[{\"k\":\"食\",\"f\":\"た\"},{\"k\":\"べ[[blue|て]]\"}]", "[{\"k\":\"食\",\"f\":\"た\"},{\"k\":\"べ[[blue|た]]\"}]"],
                    ["[{\"k\":\"います\"}]", "[{\"k\":\"い[[blue|る]]\"}]", "[{\"k\":\"い[[blue|て]]\"}]", "[{\"k\":\"い[[blue|た]]\"}]"]
                ]

        },
        {
            "header": ["ます形", "原形", "て形", "た形"],
            "caption": "G3",
            "rows":
                [
                    ["[{\"k\":\"来\",\"f\":\"き\"},{\"k\":\"ます\"}]", "[{\"k\":\"来\",\"f\":\"く\"},{\"k\":\"[[blue|る]]\"}]", "[{\"k\":\"来\",\"f\":\"き\"},{\"k\":\"[[blue|て]]\"}]", "[{\"k\":\"来\",\"f\":\"き\"},{\"k\":\"[[blue|た]]\"}]"],
                    ["[{\"k\":\"し[[blue|ます]]\"}]", "[{\"k\":\"[[blue|する]]\"}]", "[{\"k\":\"[[blue|して]]\"}]", "[{\"k\":\"[[blue|した]]\"}]"],
                    ["[{\"k\":\"掃\",\"f\":\"そう\"},{\"k\":\"除\",\"f\":\"じ\"},{\"k\":\"[[blue|します]]\"}]", "[{\"k\":\"掃\",\"f\":\"そう\"},{\"k\":\"除\",\"f\":\"じ\"},{\"k\":\"[[blue|する]]\"}]", "[{\"k\":\"掃\",\"f\":\"そう\"},{\"k\":\"除\",\"f\":\"じ\"},{\"k\":\"[[blue|して]]\"}]", "[{\"k\":\"掃\",\"f\":\"そう\"},{\"k\":\"除\",\"f\":\"じ\"},{\"k\":\"[[blue|した]]\"}]"]
                ]

        }
        ]
    },
    {
        "tile": "~て形 + も + いいですか",
        "trans": "(請求句型)可以……嗎？",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "アイスクリーム"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "食",
                                "f": "た"
                            },
                            {
                                "k": "べます。"
                            }
                        ],
                        "zh": "吃冰淇淋"
                    },
                    {
                        "jp": [
                            {
                                "k": "食",
                                "f": "た"
                            },
                            {
                                "k": "[[blue|べてもいいですか。]]"
                            }
                        ],
                        "zh": "可以吃嗎？"
                    },
                    {
                        "jp": [
                            {
                                "k": "お"
                            },
                            {
                                "k": "母",
                                "f": "かあ"
                            },
                            {
                                "k": "さん、アイスクリームを"
                            },
                            {
                                "k": "食",
                                "f": "た"
                            },
                            {
                                "k": "べ[[blue-underline|ても|]][[blue-underline|いい|]][[blue-underline|ですか。|]]"
                            }
                        ],
                        "zh": "媽媽可以吃冰淇淋嗎？"
                    }
                ]
            }
        ]
    },
    {
        "tile": "穿戴動詞搭配:",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "[[blue-underline|きもの|着物]][[blue|を]][[blue-underline|き|着]][[blue|ます]]"
                            }
                        ],
                        "zh": "穿和服"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "スリ[[small|ッ]]パ[[blue|をはきます。]]"
                            }
                        ],
                        "zh": "穿拖鞋"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "ピアス[[blue|をします。]]"
                            }
                        ],
                        "zh": "戴耳環"
                    }]
            },
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "めがね[[blue|をかけます。]]"
                            }
                        ],
                        "zh": "戴眼鏡"
                    }]
            },
            {
                "id": 5,
                "dia": [
                    {
                        "jp": [
                            { "k": "帽", "f": "ぼ" },
                            { "k": "子", "f": "うし" },
                            {
                                "k": "[[blue|をかぶります。]]"
                            }
                        ],
                        "zh": "戴帽子"
                    }]
            },
            {
                "id": 6,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "マスク[[blue|をします。]]"
                            }
                        ],
                        "zh": "戴口罩"
                    }]
            },
            {
                "id": 7,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "ゆびわ[[blue|を]][br1]"
                            }
                        ],
                        "zh": "戴戒指<br/>[[icon-important|]]配件類的動詞可以直接用「します」"
                    }
                ]
            }
        ],
        "br1": [
            "つけます。",
            "します。"
        ]
    },
    {
        "tile": "て形 + ください",
        "trans": "(有輕微命令的請)",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "聞",
                                "f": "き"
                            },
                            {
                                "k": "きます"
                            }
                        ],
                        "zh": "聽、問"
                    },
                    {
                        "jp": [
                            {
                                "k": "音",
                                "f": "おん"
                            },
                            {
                                "k": "楽",
                                "f": "がく"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "聞",
                                "f": "き"
                            },
                            {
                                "k": "きます。"
                            }
                        ],
                        "zh": "[[blue|聽]]音樂"
                    },
                    {
                        "jp": [
                            {
                                "k": "音",
                                "f": "おん"
                            },
                            {
                                "k": "楽",
                                "f": "がく"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "聞",
                                "f": "き"
                            },
                            {
                                "k": "いて[[blue|ください]]。"
                            }
                        ],
                        "zh": "[[blue|請]]聽音樂"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "預",
                                "f": "あず"
                            },
                            {
                                "k": "けます"
                            }
                        ],
                        "zh": "寄放"
                    },
                    {
                        "jp": [
                            {
                                "k": "荷",
                                "f": "に"
                            },
                            {
                                "k": "物",
                                "f": "もつ"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "預",
                                "f": "あず"
                            },
                            {
                                "k": "けます。"
                            }
                        ],
                        "zh": "寄放行李"
                    },
                    {
                        "jp": [
                            {
                                "k": "荷",
                                "f": "に"
                            },
                            {
                                "k": "物",
                                "f": "もつ"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "預",
                                "f": "あず"
                            },
                            {
                                "k": "け[[blue|てください]]。"
                            }
                        ],
                        "zh": "[[blue|請]]寄放行李"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "います"
                            }
                        ],
                        "zh": "買"
                    },
                    {
                        "jp": [
                            {
                                "k": "切",
                                "f": "きっ"
                            },
                            {
                                "k": "票",
                                "f": "ぷ"
                            },
                            {
                                "k": "/チケット[[blue|を]]"
                            },
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "います"
                            }
                        ],
                        "zh": "買票"
                    },
                    {
                        "jp": [
                            {
                                "k": "切",
                                "f": "きっ"
                            },
                            {
                                "k": "票",
                                "f": "ぷ"
                            },
                            {
                                "k": "/チケット[[blue|を]]"
                            },
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "って[[blue|ください]]"
                            }
                        ],
                        "zh": "請買票"
                    }
                ]
            },
            {
                "id": "4 重點",
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "頑",
                                "f": "がん"
                            },
                            {
                                "k": "張",
                                "f": "ば"
                            },
                            {
                                "k": "ります"
                            }
                        ],
                        "zh": "加油"
                    },
                    {
                        "jp": [
                            {
                                "k": "先生："
                            },
                            {
                                "k": "頑",
                                "f": "がん"
                            },
                            {
                                "k": "張",
                                "f": "ば"
                            },
                            {
                                "k": "って[[blue|くださいね]]"
                            }
                        ],
                        "zh": "請加油"
                    },
                    {
                        "jp": [
                            {
                                "k": "[[icon|success-icon]]學生：はい、"
                            },
                            {
                                "k": "頑",
                                "f": "がん"
                            },
                            {
                                "k": "張",
                                "f": "ば"
                            },
                            {
                                "k": "[[blue|ります]]"
                            }
                        ],
                        "zh": "好的，會加油的"
                    },
                    {
                        "jp": [
                            {
                                "k": "[[icon|error-icon]]學生：はい、"
                            },
                            {
                                "k": "頑",
                                "f": "がん"
                            },
                            {
                                "k": "張",
                                "f": "ば"
                            },
                            {
                                "k": "[[blue|って]]"
                            }
                        ],
                        "zh": "(這個回答是錯的)"
                    }
                ]
            }
        ]
    },
    {
        "tile": "で",
        "trans": "(用，有「方法、手段、工具」涵意)",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "すみません、"
                            },
                            {
                                "k": "現",
                                "f": "げん"
                            },
                            {
                                "k": "金",
                                "f": "きん"
                            },
                            {
                                "k": "[[box|で]][[blue|お]]"
                            },
                            {
                                "k": "[[blue|願]]",
                                "f": "ねが"
                            },
                            {
                                "k": "[[blue|いします。]]"
                            }
                        ],
                        "zh": "不好意思，我付現金。"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "すみません、"
                            },
                            {
                                "k": "氷",
                                "f": "こお"
                            },
                            {
                                "k": "り"
                            },
                            {
                                "k": "抜",
                                "f": "ぬ"
                            },
                            {
                                "k": "き"
                            },
                            {
                                "k": "[[box|で]][[blue|お]]"
                            },
                            {
                                "k": "[[blue|願]]",
                                "f": "ねが"
                            },
                            {
                                "k": "[[blue|いします。]]"
                            }
                        ],
                        "zh": "不好意思去冰。"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "すみません、"
                            },
                            {
                                "k": "持",
                                "f": "も"
                            },
                            {
                                "k": "ち"
                            },
                            {
                                "k": "帰",
                                "f": "かえ"
                            },
                            {
                                "k": "り"
                            },
                            {
                                "k": "[[box|で]][[blue|お]]"
                            },
                            {
                                "k": "[[blue|願]]",
                                "f": "ねが"
                            },
                            {
                                "k": "[[blue|いします。]]"
                            }
                        ],
                        "zh": "不好意思外帶。"
                    }
                ]
            },
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "すみません、トリングは"
                            },
                            {
                                "k": "2",
                                "f": "ふた"
                            },
                            {
                                "k": "つ[[blue|ずつ]]"
                            },
                            {
                                "k": "[[blue|お]]"
                            },
                            {
                                "k": "[[blue|願]]",
                                "f": "ねが"
                            },
                            {
                                "k": "[[blue|いします。]]"
                            }
                        ],
                        "zh": "不好意思，飲料麻煩[[blue|各]]2杯"
                    }
                ]
            },

            {
                "id": 5,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "すみません、1本ずつ願いします。"
                            }
                        ],
                        "zh": "不好意思，飲料麻煩[[blue|各]]2杯"
                    }
                ]
            }, {
                "id": 6,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "すみません、チョコひとつ[[blue|と]]バニラひとつ[[blue|と]]マンゴひとつ[[blue|ずつ]]願いします。"
                            }
                        ],
                        "zh": "不好意思，巧克力、香草、哈蜜瓜冰淇淋各一支"
                    }
                ]
            }
        ]
    }, {
        "tile": "數量詞 + [[blue-underline|ずつ|各…]]",
        "trans": "用於平均數量時",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "2人",
                                "f": "ふたり"
                            },
                            {
                                "k": "[[blue|ずつ]]、[[box|\"[{\"k\":\"座\",\"f\":\"すわ\"},{\"k\":\"って\"}]\"]][[notetop|[[note1]]]]ください。"
                            }
                        ],
                        "zh": "請2個人2個人坐。"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "すみません、このケーキ"
                            },
                            {
                                "k": "2",
                                "f": "ふた"
                            },
                            {
                                "k": "つずつお"
                            },
                            {
                                "k": "願",
                                "f": "ねが"
                            },
                            {
                                "k": "いします。"
                            }
                        ],
                        "zh": "不好意思，這個蛋糕麻煩各2個。"
                    }
                ]
            }
        ],
        "note": {
            "note1": [
                {
                    "k": "座",
                    "f": "すわ"
                },
                { "k": "ります" },
                { "k": " [[blue|G1動詞]]" }
            ]
        }

    },
    {
        "tile": "動詞 (判別類型規則)",
        "tables": [{
            "header": ["類型", "規則"],
            "caption": "有3大類(G1、G2、G3)",
            "rows":
                [
                    ["[{\"k\":\"G1\"}]", "[{\"k\":\"如果判斷該動詞為「G1」動詞，從「ます」前的字母來判斷，ます前的字母[[blue|沒有超過那行字母的第3字母，這動詞為「G1」動詞。]]\"}]"],
                    ["[{\"k\":\"G1範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"[[blue|き]]ます  \"},{\"k\":\"2.\"},{\"k\":\"入\",\"f\":\"は[[blue|い]]\"},{\"k\":\"ます\"}]"],
                    ["[{\"k\":\"G2\"}]", "[{\"k\":\"如果判斷該動詞為「G2」動詞，從「ます」前的字母來判斷，ます前的字母[[blue|已超過那行字母的第3字母，這動詞為「G2」動詞或「ます」前只有1個50音字母，不管這字母有沒有超過第3字母，這動詞為「G2」動詞。]]\"}]"],
                    ["[{\"k\":\"G2範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"食\",\"f\":\"た\"},{\"k\":\"[[blue|べ]]ます  \"},{\"k\":\"2.[[blue|い]]ます  3.\"},{\"k\":\"着\",\"f\":\"[[blue|き]]\"},{\"k\":\"ます\"}]"],
                    ["[{\"k\":\"G3\"}]", "[{\"k\":\"1.\"},{\"k\":\"[[blue|来]]\",\"f\":\"き\"},{\"k\":\"[[blue|ます。]]  2.[[blue|します。 + します，2個漢字加「します」為「G3」動詞]]\"}]"],
                    ["[{\"k\":\"G3範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"掃\",\"f\":\"そう\"},{\"k\":\"除\",\"f\":\"じ\"},{\"k\":\"[[blue|します]]\"}]"],
                    ["", "[{\"k\":\"[[icon-important|]]1個漢字加「します」為「G1」動詞，例: \"},{\"k\":\"出\",\"f\":\"だ\"},{\"k\":\"[[blue|します]]\"}]"]
                ]
        }
        ]
    },
    {
        "tile": "動詞「原形」",
        "desp": "~ます → 「原形」",
        "trans": "（肯定形）",
        "tables": [{
            "header": ["類型", "規則"],
            "rows":
                [
                    ["[{\"k\":\"G1\"}]", "[{\"k\":\"確定該動詞為「G1」動詞時，[[blue|把ます去掉，ます前面的字母變第3個字母。]]\"}]"],
                    ["[{\"k\":\"G1範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"[[blue|き]]ます  [[yellow|→]]\"},{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"[[blue|く]]<br>2.\"},{\"k\":\"帰\",\"f\":\"かえ\"},{\"k\":\"[[blue|り]]ます  [[yellow|→]]\"},{\"k\":\"帰\",\"f\":\"かえ\"},{\"k\":\"[[blue|る]]<br>3.\"},{\"k\":\"出\",\"f\":\"だ\"},{\"k\":\"[[blue|し]]ます  [[yellow|→]]\"},{\"k\":\"出\",\"f\":\"だ\"},{\"k\":\"[[blue|す]]\"}]"],
                    ["", "[{\"k\":\"[[icon-important|「します」前只有一個漢字為「G1」]]\"}]"],
                    ["[{\"k\":\"G2\"}]", "[{\"k\":\"把[[blue|ます]]去掉直接加[[blue|「る」]]。\"}]"],
                    ["[{\"k\":\"G2範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"食\",\"f\":\"た\"},{\"k\":\"[[blue|べ]]ます  [[yellow|→]]\"},{\"k\":\"食\",\"f\":\"た\"},{\"k\":\"[[blue|べ]]る\"},{\"k\":\"<br>2.[[blue|い]]ます    [[yellow|→]]  [[blue|い]]る<br>3.\"},{\"k\":\"教\",\"f\":\"おし\"},{\"k\":\"[[blue|え]]ます    [[yellow|→]]\"},{\"k\":\"教\",\"f\":\"おし\"},{\"k\":\"[[blue|え]]る\"}]"],
                    ["", "[{\"k\":\"[[icon-important|「ます」前只有一個50音為「G2」]]\"}]"],
                    ["[{\"k\":\"G3\"}]", "[{\"k\":\"把[[blue|ます]]去掉直接加[[blue|「る」，ます前面的字母變第3個字母]]\"}]"],
                    ["[{\"k\":\"G3範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"来\",\"f\":\"き\"},{\"k\":\"ます  [[yellow|→]]\"},{\"k\":\"来\",\"f\":\"く\"},{\"k\":\"[[blue|る]]\"}]"],
                    ["", "[{\"k\":\"[[icon-important|2個漢字加「します」為「G3」動詞]]\"}]"],
                    ["[{\"k\":\"2個漢字範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"遅\",\"f\":\"ち\"},{\"k\":\"刻\",\"f\":\"こく\"},{\"k\":\"[[blue|します]]  [[yellow|→]]\"},{\"k\":\"遅\",\"f\":\"ち\"},{\"k\":\"刻\",\"f\":\"こく\"},{\"k\":\"[[blue|する]]\"},{\"k\":\"<br>2.\"},{\"k\":\"面\",\"f\":\"めん\"},{\"k\":\"倒\",\"f\":\"どう\"},{\"k\":\"[[blue|します]]  [[yellow|→]]\"},{\"k\":\"面\",\"f\":\"めん\"},{\"k\":\"倒\",\"f\":\"どう\"},{\"k\":\"[[blue|する]]\"}]"]
                ]
        }
        ]
    },
    {
        "tile": "動詞「ない形」",
        "desp": "~ません → 「ない形」",
        "trans": "（否定形）",
        "tables": [{
            "header": ["類型", "規則"],
            "rows":
                [
                    ["[{\"k\":\"G1\"}]", "[{\"k\":\"將動詞語尾的假名改成對應的[[blue|「あ段音」]]，再加「ない」。\"}]"],
                    ["[{\"k\":\"G1範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"[[yellow|き]][[blue|ません]]  [[yellow|→]]\"},{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"[[yellow|か]][[blue|ない]]<br>2.\"},{\"k\":\"休\",\"f\":\"やす\"},{\"k\":\"[[yellow|み]][[blue|ません]]  [[yellow|→]]\"},{\"k\":\"休\",\"f\":\"やす\"},{\"k\":\"[[yellow|ま]][[blue|ない]]<br>3.\"},{\"k\":\"会\",\"f\":\"あ\"},{\"k\":\"[[yellow|い]][[blue|ません]]  [[yellow|→]]\"},{\"k\":\"会\",\"f\":\"あ\"},{\"k\":\"[[strike|あ]][[yellow|わ]][[blue|ない]]<br>[[icon-important|如果有遇到變到「あ」一律改為「わ」]]\"}]"],
                    ["[{\"k\":\"G2\"}]", "[{\"k\":\"把[[blue|ません]]去掉直接加[[blue|「ない」]]。\"}]"],
                    ["[{\"k\":\"G2範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"食\",\"f\":\"た\"},{\"k\":\"べ[[blue|ません]]  [[yellow|→]]\"},{\"k\":\"食\",\"f\":\"た\"},{\"k\":\"べ[[blue|ない]]<br>2.\"},{\"k\":\"寝\",\"f\":\"ね\"},{\"k\":\"[[blue|ません]] [[yellow|→]]\"},{\"k\":\"寝\",\"f\":\"ね\"},{\"k\":\"[[blue|ない]]<br>3.\"},{\"k\":\"入\",\"f\":\"い\"},{\"k\":\"れ[[blue|ません]]    [[yellow|→]]\"},{\"k\":\"入\",\"f\":\"い\"},{\"k\":\"れ[[blue|ない]]\"}]"],
                    ["[{\"k\":\"G3\"}]", "[{\"k\":\"把[[blue|ません]]去掉直接加[[blue|「ない」]]。（跟G2一樣)\"}]"],
                    ["[{\"k\":\"G3範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"来\",\"f\":\"き\"},{\"k\":\"ません   [[yellow|→]]\"},{\"k\":\"来\",\"f\":\"こ\"},{\"k\":\"[[blue|ない]]<br>2.\"},{\"k\":\"掃\",\"f\":\"そう\"},{\"k\":\"除\",\"f\":\"じ\"},{\"k\":\"し[[blue|ません]][[yellow|→]]\"},{\"k\":\"掃\",\"f\":\"そう\"},{\"k\":\"除\",\"f\":\"じ\"},{\"k\":\"し[[blue|ない]]\"}]"],

                ]
        }
        ]
    },
    {
        "tile": "動詞「て形」",
        "desp": "~ます → 「原形」 → 「て形」",
        "tables": [{
            "header": ["類型", "規則"],
            "rows":
                [
                    ["[{\"k\":\"G1\"}]", "[{\"k\":\"う、つ、る [[yellow|→]] って\"}]"],
                    ["[{\"k\":\"って範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"買\",\"f\":\"か\"},{\"k\":\"います  [[yellow| → ]]\"},{\"k\":\"買\",\"f\":\"か\"},{\"k\":\"[[blue|う]][[yellow| → ]]\"},{\"k\":\"買\",\"f\":\"か\"},{\"k\":\"[[blue|って]]<br>2.\"},{\"k\":\"立\",\"f\":\"た\"},{\"k\":\"ちます[[yellow| → ]]\"},{\"k\":\"立\",\"f\":\"た\"},{\"k\":\"[[blue|っ]][[yellow|→]]\"},{\"k\":\"立\",\"f\":\"た\"},{\"k\":\"[[blue|って]]<br>3.\"},{\"k\":\"帰\",\"f\":\"かえ\"},{\"k\":\"ります[[yellow|→]]\"},{\"k\":\"帰\",\"f\":\"かえ\"},{\"k\":\"[[blue|る]][[yellow|→]]\"},{\"k\":\"帰\",\"f\":\"かえ\"},{\"k\":\"[[blue|って]]\"}]"],
                    ["", "[{\"k\":\"ぶ、む、ぬ  [[yellow|→]] んで\"}]"],
                    ["[{\"k\":\"んで範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"呼\",\"f\":\"よ\"},{\"k\":\"びます  [[yellow| → ]]\"},{\"k\":\"呼\",\"f\":\"よ\"},{\"k\":\"[[blue|ぶ]][[yellow| → ]]\"},{\"k\":\"呼\",\"f\":\"よ\"},{\"k\":\"[[blue|んで]]<br>2.\"},{\"k\":\"読\",\"f\":\"よ\"},{\"k\":\"みます[[yellow| → ]]\"},{\"k\":\"読\",\"f\":\"よ\"},{\"k\":\"[[blue|む]][[yellow|→]]\"},{\"k\":\"読\",\"f\":\"よ\"},{\"k\":\"[[blue|んで]]<br>3.\"},{\"k\":\"死\",\"f\":\"し\"},{\"k\":\"こます[[yellow|→]]\"},{\"k\":\"死\",\"f\":\"し\"},{\"k\":\"[[blue|ぬ]][[yellow|→]]\"},{\"k\":\"死\",\"f\":\"し\"},{\"k\":\"[[blue|んで]]\"}]"],
                    ["", "[{\"k\":\"す  [[yellow| → ]] して\"}]"],
                    ["[{\"k\":\"して範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"出\",\"f\":\"だ\"},{\"k\":\"す  [[yellow| → ]]\"},{\"k\":\"出\",\"f\":\"だ\"},{\"k\":\"[[blue|して]]\"}]"],
                    ["", "[{\"k\":\"く  [[yellow|→]] いて\"}]"],
                    ["[{\"k\":\"いて範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"動\",\"f\":\"うご\"},{\"k\":\"く  [[yellow| → ]]\"},{\"k\":\"動\",\"f\":\"うご\"},{\"k\":\"[[blue|いて]]\"}]"],
                    ["", "[{\"k\":\"ぐ  [[yellow|→]] いで\"}]"],
                    ["[{\"k\":\"いで範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"騒\",\"f\":\"さわ\"},{\"k\":\"ぐ  [[yellow| → ]]\"},{\"k\":\"騒\",\"f\":\"さわ\"},{\"k\":\"[[blue|いで]]\"}]"],
                    ["[{\"k\":\"G1綜合範例\"}]", "[{\"k\":\"割\",\"f\":\"わ\"},{\"k\":\"[[blue|る]]  [[yellow| → ]]\"},{\"k\":\"割\",\"f\":\"わ\"},{\"k\":\"[[blue|って]]<br>\"},{\"k\":\"会\",\"f\":\"あ\"},{\"k\":\"[[blue|う]]  [[yellow| → ]]\"},{\"k\":\"会\",\"f\":\"あ\"},{\"k\":\"[[blue|って]]<br>\"},{\"k\":\"打\",\"f\":\"う\"},{\"k\":\"[[blue|つ]]  [[yellow| → ]]\"},{\"k\":\"打\",\"f\":\"う\"},{\"k\":\"[[blue|って]]<br>\"},{\"k\":\"遊\",\"f\":\"あそ\"},{\"k\":\"[[blue|ぶ]]  [[yellow| → ]]\"},{\"k\":\"遊\",\"f\":\"あそ\"},{\"k\":\"[[blue|んで]]\"}]"],
                    ["[{\"k\":\"G2\"}]", "[{\"k\":\"~る  →  て。\"}]"],
                    ["[{\"k\":\"G2範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"食\",\"f\":\"た\"},{\"k\":\"べます  [[yellow| → ]]\"},{\"k\":\"食\",\"f\":\"た\"},{\"k\":\"べ[[blue|る]] [[yellow| → ]]\"},{\"k\":\"食\",\"f\":\"た\"},{\"k\":\"べ[[blue|て]]<br>2.います [[yellow| → ]] い[[blue|る]] [[yellow| → ]]い[[blue|て]]\"}]"],
                    ["[{\"k\":\"G3\"}]", "[{\"k\":\"~する  →  して。\"}]"],
                    ["[{\"k\":\"G3範例\"}]", "[{\"k\":\"1.\"},{\"k\":\"来\",\"f\":\"き\"},{\"k\":\"ます   [[yellow|→]]\"},{\"k\":\"来\",\"f\":\"く\"},{\"k\":\"[[blue|る]]  [[yellow|→]]\"},{\"k\":\"来\",\"f\":\"き\"},{\"k\":\"[[blue|て]]<br>2.\"},{\"k\":\"掃\",\"f\":\"そう\"},{\"k\":\"除\",\"f\":\"じ\"},{\"k\":\"[[blue|します]][[yellow|→]]\"},{\"k\":\"掃\",\"f\":\"そう\"},{\"k\":\"除\",\"f\":\"じ\"},{\"k\":\"[[blue|する]][[yellow|→]]\"},{\"k\":\"掃\",\"f\":\"そう\"},{\"k\":\"除\",\"f\":\"じ\"},{\"k\":\"[[blue|して]]\"}]"],

                ]
        }
        ]
    },
    {
        "tile": "以下為特列的「G2」動詞",
        "tables": [{
            "header": ["中文", "~ます → 「原形」"],
            "rows":
                [
                    ["[{\"k\":\"沖、淋\"}]", "[{\"k\":\"浴\",\"f\":\"あ\"},{\"k\":\"[[blue|び]]ます  [[yellow| → ]]\"},{\"k\":\"浴\",\"f\":\"あ\"},{\"k\":\"び[[blue|る]]\"}]"],
                    ["[{\"k\":\"掉落\"}]", "[{\"k\":\"落\",\"f\":\"お\"},{\"k\":\"[[blue|ち]]ます  [[yellow| → ]]\"},{\"k\":\"落\",\"f\":\"お\"},{\"k\":\"ち[[blue|る]]\"}]"],
                    ["[{\"k\":\"起床\"}]", "[{\"k\":\"起\",\"f\":\"お\"},{\"k\":\"[[blue|き]]ます  [[yellow| → ]]\"},{\"k\":\"起\",\"f\":\"お\"},{\"k\":\"き[[blue|る]]\"}]"],
                    ["[{\"k\":\"(有生命)有、在\"}]", "[{\"k\":\"[[blue|い]]ます  [[yellow| → ]] [[い|る]]\"}]"],
                    ["[{\"k\":\"借進來\"}]", "[{\"k\":\"借\",\"f\":\"か\"},{\"k\":\"[[blue|り]]ます  [[yellow| → ]]\"},{\"k\":\"借\",\"f\":\"か\"},{\"k\":\"り[[blue|る]]\"}]"],
                    ["[{\"k\":\"(交通工具)下<br>電車、船、新幹線\"}]", "[{\"k\":\"降\",\"f\":\"お\"},{\"k\":\"[[blue|り]]ます  [[yellow| → ]]\"},{\"k\":\"降\",\"f\":\"お\"},{\"k\":\"り[[blue|る]]\"}]"]
                ]
        }
        ]
    },
    {
        "tile": "動詞「なかった形」",
        "desp": "~ませんでした →「なかった形」<br>規則: な[[strike|い]] + かった",
        "trans": "否定過去式，意思是「沒有做...」、「沒發生...」",
        "tables": [{
            "header": ["敬體", "口語"],
            "caption": "G1",
            "rows":
                [
                    ["[{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"き[[blue|ませんでした]]\"}]", "[{\"k\":\"行\",\"f\":\"い\"},{\"k\":\"[[box|[[blue|か]]]][[blue|な[[strike|い]]かった]]\"}]"],
                    ["[{\"k\":\"帰\",\"f\":\"かえ\"},{\"k\":\"り[[blue|ませんでした]]\"}]", "[{\"k\":\"帰\",\"f\":\"かえ\"},{\"k\":\"[[box|[[blue|ら]]]][[blue|な[[strike|い]]かった]]\"}]"],
                    ["[{\"k\":\"休\",\"f\":\"やす\"},{\"k\":\"み[[blue|ませんでした]]\"}]", "[{\"k\":\"休\",\"f\":\"やす\"},{\"k\":\"[[box|[[blue|ま]]]][[blue|な[[strike|い]]かった]]\"}]"],
                    ["[{\"k\":\"取\",\"f\":\"と\"},{\"k\":\"り[[blue|ませんでした]]\"}]", "[{\"k\":\"取\",\"f\":\"と\"},{\"k\":\"[[box|[[blue|ら]]]][[blue|な[[strike|い]]かった]]\"}]"],
                    ["[{\"k\":\"立\",\"f\":\"た\"},{\"k\":\"ち[[blue|ませんでした]]\"}]", "[{\"k\":\"立\",\"f\":\"た\"},{\"k\":\"[[box|[[blue|た]]]][[blue|な[[strike|い]]かった]]\"}]"],
                    ["[{\"k\":\"立\",\"f\":\"た\"},{\"k\":\"ち[[blue|ませんでした]]\"}]", "[{\"k\":\"立\",\"f\":\"た\"},{\"k\":\"[[box|[[blue|た]]]][[blue|な[[strike|い]]かった]]\"}]"]
                ]
        },
        {
            "header": ["敬體", "口語"],
            "caption": "G2",
            "rows":
                [
                    ["[{\"k\":\"入\",\"f\":\"い\"},{\"k\":\"れ[[blue|ませんでした]]\"}]", "[{\"k\":\"入\",\"f\":\"い\"},{\"k\":\"れ[[blue|な[[strike|い]]かった]]\"}]"],
                    ["[{\"k\":\"い[[blue|ませんでした]]\"}]", "[{\"k\":\"い[[blue|な[[strike|い]]かった]]\"}]"],
                    ["[{\"k\":\"教\",\"f\":\"おし\"},{\"k\":\"え[[blue|ませんでした]]\"}]", "[{\"k\":\"教\",\"f\":\"おし\"},{\"k\":\"え[[blue|な[[strike|い]]かった]]\"}]"],
                ]
        },
        {
            "header": ["敬體", "口語"],
            "caption": "G3",
            "rows":
                [
                    ["[{\"k\":\"来\",\"f\":\"き\"},{\"k\":\"[[blue|ませんでした]]\"}]", "[{\"k\":\"来\",\"f\":\"こ\"},{\"k\":\"[[blue|な[[strike|い]]かった]]\"}]"],
                    ["[{\"k\":\"し[[blue|ませんでした]]\"}]", "[{\"k\":\"し[[blue|な[[strike|い]]かった]]\"}]"],
                    ["[{\"k\":\"掃\",\"f\":\"そう\"},{\"k\":\"除\",\"f\":\"じ\"},{\"k\":\"し[[blue|ませんでした]]\"}]", "[{\"k\":\"掃\",\"f\":\"そう\"},{\"k\":\"除\",\"f\":\"じ\"},{\"k\":\"し[[blue|な[[strike|い]]かった]]\"}]"],
                ]
        }
        ]
    },
    {
        "tile": "場所 へ",
        "desp": [{
            "k": "い",
            "f": "行"
        },
        {
            "k": "きます  (去)<br>"
        }, {
            "k": "き",
            "f": "来"
        }, {
            "k": "ます    (來)<br>"
        }, {
            "k": "かえ",
            "f": "帰"
        }, {
            "k": "ります  (回來、回去)"
        }],
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "日",
                                "f": "に"
                            },
                            {
                                "k": "本",
                                "f": "ほん"
                            },
                            {
                                "k": "[[blue|へ]]"
                            },
                            {
                                "k": "[[blue|行]]",
                                "f": "い"
                            },
                            {
                                "k": "[[blue|きます]]"
                            }
                        ],
                        "zh": "[[blue|去]]日本"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "うち"
                            },
                            {
                                "k": "[[blue|へ]]"
                            },
                            {
                                "k": "[[blue|帰]]",
                                "f": "かえ"
                            },
                            {
                                "k": "[[blue|ります]]"
                            }
                        ],
                        "zh": "[[blue|回]]家"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A：さんはどこへいきますか。"
                            }
                        ],
                        "zh": "林先生[[blue|去哪裡]]？"
                    },
                    {
                        "jp": [
                            {
                                "k": "B："
                            },
                            {
                                "k": "公",
                                "f": "こう"
                            },
                            {
                                "k": "園",
                                "f": "えん"
                            },
                            {
                                "k": "[[blue|へ]]"
                            }, {
                                "k": "[[blue|行]]",
                                "f": "い"
                            },
                            {
                                "k": "[[blue|きます]]。"
                            }
                        ],
                        "zh": "[[blue|去]]公園"
                    }
                ]
            },
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "居",
                                "f": "い"
                            },
                            {
                                "k": "酒",
                                "f": "ざか"
                            },
                            {
                                "k": "屋",
                                "f": "や"
                            },
                            {
                                "k": "[[blue|へ]]"
                            },
                            {
                                "k": "[[blue|行]]",
                                "f": "い"
                            },
                            {
                                "k": "[[blue|きます]]。"
                            }
                        ],
                        "zh": "去居酒屋"
                    }
                ]
            },
            {
                "id": 5,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "友",
                                "f": "とも"
                            },
                            {
                                "k": "達",
                                "f": "だち"
                            },
                            {
                                "k": "[[blue|の]]"
                            },
                            {
                                "k": "会",
                                "f": "かい"
                            },
                            {
                                "k": "社",
                                "f": "しゃ"
                            },
                            {
                                "k": "[[blue|へ]]"
                            },
                            {
                                "k": "[[blue|来]]",
                                "f": "き"
                            },
                            {
                                "k": "[[blue|ます]]。"
                            }
                        ],
                        "zh": "來朋友的公司"
                    }
                ]
            },
            {
                "id": 6,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "くに[[blue|へ]]"
                            },
                            {
                                "k": "[[blue|帰]]",
                                "f": "かえ"
                            },
                            {
                                "k": "り[[blue|ます]]。"
                            }
                        ],
                        "zh": "回國"
                    }
                ]
            }
        ]

    },
    {
        "tile": "に(時間助詞)在",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "黃",
                                "f": "こう"
                            },
                            {
                                "k": "さん[[blue|は]]"
                            },
                            {
                                "k": "11",
                                "f": "じゅいち"
                            },
                            {
                                "k": "月",
                                "f": "がつ"
                            },
                            {
                                "k": "18",
                                "f": "じゅうはち"
                            },
                            {
                                "k": "日",
                                "f": "にち"
                            },
                            {
                                "k": "[[blue|に]]"
                            },
                            {
                                "k": "日",
                                "f": "に"
                            },
                            {
                                "k": "本",
                                "f": "ほん"
                            },
                            {
                                "k": "[[blue|へ]]"
                            },
                            {
                                "k": "行",
                                "f": "い"
                            },
                            {
                                "k": "きます。"
                            }
                        ],
                        "zh": "黃小姐[[blue|在]]11月18號去日本"
                    }
                ]
            }, {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A ： "
                            },
                            {
                                "k": "陳",
                                "f": "ちん"
                            },
                            {
                                "k": "さん[[blue|は]][[box|[[blue|いつ]]]]ここ[[blue|へ]]"
                            },
                            {
                                "k": "[[blue|来]]",
                                "f": "き"
                            },
                            {
                                "k": "ましたか。"
                            }
                        ],
                        "zh": "陳先生什麼時候來了這裡呢？"
                    },
                    {
                        "jp": [
                            {
                                "k": "[[icon-important|いつ：什麼時候，用在時間大範圍上。時、分不可用。]]"
                            }
                        ]
                    }, {
                        "jp": [
                            {
                                "k": "B ： きのう"
                            },
                            {
                                "k": "[[blue|来]]",
                                "f": "き"
                            },
                            {
                                "k": "[[blue|ました]]"
                            }
                        ],
                        "zh": "昨天[[blue|來的]]"
                    },
                ]
            }
        ]

    }
]