window.grammarData4 = [
    {
        "tile": "9/30複習",
        "desp": "[br1]",
        "trans": "這週助詞複習",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [{
                            "k": "私",
                            "f": "わたし"
                        }, {
                            "k": "[[yellow|は]]スーパー[[blue|で]]とりにく[[yellow|を]]"
                        },
                        {
                            "k": "買",
                            "f": "か"
                        },
                        {
                            "k": "います。"
                        }
                        ],


                    }, {
                        "jp": [{
                            "k": "私",
                            "f": "わたし"
                        }, {
                            "k": "スーパー[[blue|で]]とりにく"
                        },
                        {
                            "k": "買",
                            "f": "か"
                        },
                        {
                            "k": "います。(口語)"
                        }
                        ],

                        "zh": "我在超市買雞肉"

                    }
                ]
            }
        ],
        "br1": [
            "を : 名詞 + を + 動詞",
            "に : 時間助詞",
            "で : 動態性場所助詞",
            "で : 交通工具(包含走路)",
            "へ : 方向助詞",
        ]
    },
    {
        "tile": "複習 名詞 + を + 動詞",
        "desp": "包含口語(動詞變化)。口語:助詞 を 可省略 ",
        "trans": "[[icon-important|]]口語:方向助詞 へ [[yellow|不]]可省略 ",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "カメラ[[blue|を]]"
                            },
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "い[[blue-underline|ました|]]"
                            }
                        ],
                        "zh": "⬇"
                    },
                    {
                        "jp": [
                            {
                                "k": "カメラ[[yellow|(を)]]"
                            },
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "[[blue|[[small|っ]]た]]"
                            }
                        ],
                        "zh": "買[[blue|了]]相機"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "荷",
                                "f": "に"
                            },
                            {
                                "k": "物",
                                "f": "もつ"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "預",
                                "f": "あず"
                            },
                            {
                                "k": "[[blue-underline|けませんでした|]]"
                            }
                        ],
                        "zh": "⬇"
                    },
                    {
                        "jp": [
                            {
                                "k": "荷",
                                "f": "に"
                            },
                            {
                                "k": "物",
                                "f": "もつ"
                            },
                            {
                                "k": "[[yellow|(を)]]"
                            }, {
                                "k": "預",
                                "f": "あず"
                            }, ,
                            {
                                "k": "[[blue|けなかった]]"
                            }
                        ],
                        "zh": "[[blue|沒有]]寄放行李箱"
                    }
                ]
            }
        ]
    },
    {
        "tile": "9/23補充",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [{
                            "k": "言",
                            "f": "い"
                        }, {
                            "k": "います→"
                        },
                        {
                            "k": "[[box|\"[{\"k\":\"言\",\"f\":\"い\"}]\"]][[notetop|[[note1]]]]わない"
                        }
                        ]
                    }
                ]
            }
        ],
        "note": {
            "note1": [
                {
                    "k": "念ゆ的發音，不是い。"
                }
            ]
        }
    },
    {
        "tile": "どんな",
        "desp": "(直接加名詞，不可以加[[blue|の]])",
        "trans": "怎麼樣的",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [{
                            "k": "A : "
                        },
                        {
                            "k": "陳",
                            "f": "ちん"
                        },
                        {
                            "k": "さん"
                        },
                        {
                            "k": "[[blue|の]]"
                        },
                        {
                            "k": "彼",
                            "f": "かの"
                        },
                        {
                            "k": "女",
                            "f": "じ[[small|ょ]]"
                        },
                        {
                            "k": "[[yellow|は]][[blue|どんな]]"
                        },
                        {
                            "k": "[[blue|人]]",
                            "f": "ひと"
                        },
                        {
                            "k": "ですか。"
                        }
                        ],
                        "zh": "陳先生[[blue|的]]女朋友是[[blue|怎麼樣的人]]呢?"
                    },
                    {
                        "jp": [{
                            "k": "B : "
                        },
                        {
                            "k": "優",
                            "f": "やさ"
                        },
                        {
                            "k": "し"
                        },
                        {
                            "k": "[[blue|い]]"
                        },
                        {
                            "k": "[[blue|人]]",
                            "f": "ひと"
                        },
                        {
                            "k": "です。"
                        }
                        ],
                        "zh": "溫柔[[blue|的]]人"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [{
                            "k": "A : "
                        },
                        {
                            "k": "韓国料理[[yellow|は]][[blue|どんな料理]]ですか。"
                        }
                        ],
                        "zh": "韓國料理是怎麼樣的料理呢?"
                    },
                    {
                        "jp": [{
                            "k": "B : "
                        },
                        {
                            "k": "辛",
                            "f": "から"
                        },
                        {
                            "k": "い料理"
                        }
                        ],
                        "zh": "[[box|辣的]][[notetop|[[note1]]]]料理"
                    }
                ]
            }
        ],

        "note": {
            "note1": [
                {
                    "k": "辛",
                    "f": "から"
                },
                { "k": "い" }
            ]
        }
    },
    {
        "tile": [
            {
                "k": "何",
                "f": "なん"
            },
            {
                "k": "でもいいです。"
            }
        ],
        "desp": "什麼都可以。",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "何",
                                "f": "なん"
                            },
                            {
                                "k": "でもいいです[[blue|か]]"
                            }
                        ],
                        "zh": "什麼都可以[[blue|嗎？]]"
                    },
                    {
                        "jp": [
                            {
                                "k": "何",
                                "f": "なん"
                            },
                            {
                                "k": "でもい[[pitch-q|\"[{\"k\":\"い\",\"p\":\"H\"}]\"]]([[strike|ですか]])"
                            }
                        ],
                        "zh": "什麼都可以嗎？[[blue|(口語)]](比較常聽到)"
                    }
                ]
            }
        ]
    },
    {
        "tile": "...的...",
        "desp": "[br1]",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "英",
                                "f": "えい"
                            },
                            {
                                "k": "語",
                                "f": "ご"
                            },
                            {
                                "k": "[[blue|の]]"
                            },
                            {
                                "k": "先",
                                "f": "せん"
                            },
                            {
                                "k": "生",
                                "f": "せい"
                            },
                            {
                                "k": "[[blue|です]]"
                            }
                        ],
                        "zh": "英文老師"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "きれい[[blue|な]]"
                            },
                            {
                                "k": "町",
                                "f": "まち"
                            },
                            {
                                "k": "[[blue|です]]"
                            }
                        ],
                        "zh": "漂亮[[blue|的]]城鎮"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "[[blue|いい]]"
                            },
                            {
                                "k": "天",
                                "f": "てん"
                            },
                            {
                                "k": "気",
                                "f": "き"
                            },
                            {
                                "k": "です"
                            }
                        ],
                        "zh": "好[[blue|的]]天氣"
                    }
                ]
            },
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "小",
                                "f": "てん"
                            },
                            {
                                "k": "さ[[blue|い]]"
                            },
                            {
                                "k": "[[blue|店]]",
                                "f": "みせ"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "小間[[blue|的店]]"
                    }
                ]
            },
            {
                "id": 5,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "新",
                                "f": "しん"
                            },
                            {
                                "k": "切",
                                "f": "せつ"
                            },
                            {
                                "k": "[[blue|な]]"
                            },
                            {
                                "k": "台",
                                "f": "たい"
                            },
                            {
                                "k": "湾",
                                "f": "わん"
                            },
                            {
                                "k": "人",
                                "f": "じん"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "親切[[blue|的]]台灣人"
                    }
                ]
            },
            {
                "id": 6,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "[[blue|おもしろい]]"
                            },
                            {
                                "k": "映",
                                "f": "えい"
                            },
                            {
                                "k": "画",
                                "f": "が"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "[[blue|好看的]]電影"
                    }
                ]
            },
            {
                "id": 7,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "新",
                                "f": "しん"
                            },
                            {
                                "k": "鮮",
                                "f": "せん"
                            },
                            {
                                "k": "[[blue|な]]"
                            },
                            {
                                "k": "とり"
                            },
                            {
                                "k": "肉",
                                "f": "にく"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "新鮮[[blue|的]]雞肉"
                    }
                ]
            },
            {
                "id": 8,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "きれい[[blue|な]]"
                            },
                            {
                                "k": "日",
                                "f": "に"
                            },
                            {
                                "k": "本",
                                "f": "ほん"
                            },
                            {
                                "k": "語",
                                "f": "ご"
                            },
                            {
                                "k": "[[blue|の]]"
                            },
                            {
                                "k": "先",
                                "f": "せん"
                            },
                            {
                                "k": "生",
                                "f": "せい"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "漂亮[[blue|的]]日文老師"
                    }
                ]
            }
        ],
        "br1": [
            "名詞 + の + 名詞",
            "な形 + な + 名詞",
            "い形直接加名詞"
        ]

    },
    {
        "tile": "a. い形容詞 - 否定型",
        "desp": "([[strike|い]] [br1])",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "高",
                                "f": "たか"
                            },
                            {
                                "k": "い[[blue|です]]。 → "
                            },
                            {
                                "k": "高",
                                "f": "たか"
                            },
                            {
                                "k": "[[strike|い]] [br2]"
                            }
                        ],
                        "zh": "高的，貴的。 → 不高，不貴。"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "安",
                                "f": "やす"
                            },
                            {
                                "k": "い[[blue|です]]。 → "
                            },
                            {
                                "k": "安",
                                "f": "やす"
                            },
                            {
                                "k": "[[strike|い]] [br2]"
                            }
                        ],
                        "zh": "便宜的。 → 不便宜。"
                    }
                ]
            }, 
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "この"
                            },
                            {
                                "k": "映",
                                "f": "えい"
                            },
                            {
                                "k": "画",
                                "f": "が"
                            },
                            {
                                "k": "は おもしろ[[strike|い]] [br2]"
                            }
                        ],
                        "zh": "這部電影[[blue|不好看]]。"
                    }
                ]
            },
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "これ は おいし[[strike|い]] [br2]"
                            }
                        ],
                        "zh": "這個[[blue|不好喝]]。"
                    }
                ]
            }
        ],
        "br1": [
            " + く + ないです。",
            " + く + ありません。"
        ],
        "br2": [
            "くないです。(口語)",
            "くありません。(偏考試)"
        ],
        "br3": [
            "くないです。",
            "くありません。"
        ],
        "tables": [{
            "header": ["肯定", "否定"],
            "rows":
                [
                    ["[{\"k\":\"悪\",\"f\":\"わる\"},{\"k\":\"い[[blue|です]]\"}]", "[{\"k\":\"悪\",\"f\":\"わる\"},{\"k\":\"[br3]\"}]"],
                    ["[{\"k\":\"おもしろい[[blue|です]]\"}]", "[{\"k\":\"おもしろ[br3]\"}]"],
                    ["[{\"k\":\"広\",\"f\":\"ひろ\"},{\"k\":\"い[[blue|です]]\"}]", "[{\"k\":\"広\",\"f\":\"ひろ\"},{\"k\":\"[br3]\"}]"]
                ]
        }]
    },
    {
        "tile": "い形容詞 特例",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "いいです。- [[icon|error-icon]] い[[strike|い]] [br1]"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "良",
                                "f": "よ"
                            },
                            {
                                "k": "いです。- [[icon|success-icon]] よ[[strike|い]] [br1]"
                            }
                        ],
                        "zh": "好   -    不好"
                    }
                ]
            }
        ],
        "br1": [
            "くないです。",
            "くありません。"
        ]
    },
    {
        "tile": "b. な形容詞 - 否定型",
        "desp": "～ [br1]",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "きれい[[blue|です]]。 [[dash|-]] "
                            },
                            {
                                "k": "きれい [br1]"
                            }
                        ],
                        "zh": "漂亮，乾淨。 [[dash|-]]  不漂亮，不乾淨。"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "この"
                            },
                            {
                                "k": "肉",
                                "f": "にく"
                            },
                            {
                                "k": "は"
                            },
                            {
                                "k": "新",
                                "f": "しん"
                            },
                            {
                                "k": "鮮",
                                "f": "せん"
                            },
                            {
                                "k": "[[blue|じゃ ないです。]]"
                            }
                        ],
                        "zh": "這塊肉[[blue|不]]新鮮。"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "林",
                                "f": "りん"
                            },
                            {
                                "k": "さん[[blue|の]]"
                            },
                            {
                                "k": "彼",
                                "f": "かの"
                            },
                            {
                                "k": "女",
                                "f": "じょ"
                            },
                            {
                                "k": "は きれい[br2]"
                            }
                        ],
                        "zh": "林先生[[blue|的]]女朋友不漂亮。"
                    }
                ]
            }
        ],
        "br1": [
            "じゃ ないです。",
            "じゃ ありません。",
            "では ありません。"
        ],
        "br2": [
            "じゃないです。",
            "じゃありません。"
        ],
        "br3": [
            "くないです。",
            "くありません。"
        ],
        "tables": [{
            "header": ["肯定", "否定"],
            "rows":
                [
                    ["[{\"k\":\"新\",\"f\":\"しん\"},{\"k\":\"鮮\",\"f\":\"せん\"},{\"k\":\"[[blue|です]]\"}]", "[{\"k\":\"新\",\"f\":\"しん\"},{\"k\":\"鮮\",\"f\":\"せん\"},{\"k\":\"[br1]\"}]"],
                    ["[{\"k\":\"嫌\",\"f\":\"きら\"},{\"k\":\"[[blue|です]]\"}]", "[{\"k\":\"嫌\",\"f\":\"きら\"},{\"k\":\"[br1]\"}]"]
                ]

        }]
    },
    {
        "tile": "a. い形容詞 - (肯定型) ～いです。",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "おもしろい[[blue|です]]。"
                            }
                        ],
                        "zh": "有趣的"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "その"
                            },
                            {
                                "k": "映",
                                "f": "えい"
                            },
                            {
                                "k": "画",
                                "f": "が"
                            },
                            {
                                "k": "[[space|は]]おもしろい[[blue|です]]。"
                            }
                        ],
                        "zh": "那部電影很好看。"
                    }
                ]
            }
        ]
    },
    {
        "tile": "b. な形容詞 - (肯定型) です。",
        "desp": "有兩個特例是歸在な形 : [br1]",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "きれい[[blue|です]]。"
                            }
                        ],
                        "zh": "漂亮的"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "林",
                                "f": "りん"
                            },
                            {
                                "k": "さん[[space|は]]きれい[[blue|です]]。"
                            }
                        ],
                        "zh": "林小姐很漂亮。"
                    }
                ]
            }
        ],
        "br1": [
            "きれい (乾淨，漂亮)",
            "[{\"k\":\"嫌\",\"f\":\"きら\"},{\"k\":\"い(討厭)\"}]"
        ]
    },
    {
        "tile": "どう  (如何?)",
        "desp": "[[icon|error-icon]] 不能背: 怎麼樣的",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A: そのラーメンは [[blue|どう]] ですか。"
                            }
                        ],
                        "zh": "A: 那碗拉麵[[blue|如何]]?"
                    },
                    {
                        "jp": [
                            {
                                "k": "B: おいしいです。"
                            }
                        ],
                        "zh": "B: 好吃。"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A:"
                            },
                            {
                                "k": "陳",
                                "f": "ちん"
                            },
                            {
                                "k": "さん[[blue|の]]"
                            },
                            {
                                "k": "彼",
                                "f": "かれ"
                            },
                            {
                                "k": "氏",
                                "f": "し"
                            },
                            {
                                "k": "は[[blue|どう]]ですか。"
                            }
                        ],
                        "zh": "A: 陳小姐的男朋友[[blue|如何呢]]?"
                    },
                    {
                        "jp": [
                            {
                                "k": "B: ハンサム[[bule|です。]]"
                            }
                        ],
                        "zh": "B: 英俊。"
                    }
                ]
            }
        ]
    },
    {
        "tile": "名詞 + が + ほしい",
        "desp": "(指著想要某物) 想要...",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "車",
                                "f": "くるま"
                            },
                            {
                                "k": "[[blue| が ほしいです]]。"
                            }
                        ],
                        "zh": "[[blue|想要]]車子。"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "お"
                            },
                            {
                                "k": "金",
                                "f": "かね"
                            },
                            {
                                "k": "[[blue| が ほしいです]]。"
                            }
                        ],
                        "zh": "[[blue|想要]]錢。"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "私",
                                "f": "わたし"
                            },
                            {
                                "k": "[[blue| は ]]スマホ[[blue|がほしいです。]]"
                            }
                        ],
                        "zh": "我[[blue|想要]]手機。"
                    }
                ]
            }
        ]
    }
];
