window.grammarData1 = [
    {
        "tile": "ます / ません ",
        "exam": [
            {
                "id": "ます — 動詞肯定句",
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "1. "
                            },
                            {
                                "k": "食", "f": "た"
                            },
                            {
                                "k": "べます"
                            }
                        ],
                        "zh": "吃"
                    },
                     {
                        "jp": [
                            {
                                "k": "2. "
                            },
                            {
                                "k": "買", "f": "か"
                            },
                            {
                                "k": "います。"
                            }
                        ],
                        "zh": "買"
                    }
                ]
            },
            {
                "id": "ません — 動詞否定句",
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "1. "
                            },
                            {
                                "k": "食", "f": "た"
                            },
                            {
                                "k": "べません"
                            }
                        ],
                        "zh": "不吃"
                    },
                     {
                        "jp": [
                            {
                                "k": "2. "
                            },
                            {
                                "k": "買", "f": "か"
                            },
                            {
                                "k": "いません"
                            }
                        ],
                        "zh": "不買"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "お"
                            },
                            {
                                "k": "酒", "f": "さけ"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "飲", "f": "の"
                            },
                            {
                                "k": "みません。"
                            }
                        ],
                        "zh": "不喝清酒"
                    },
                     {
                        "jp": [
                            {
                                "k": "A : "
                            },
                            {
                                "k": "陳", "f": "ちん"
                            },
                            {
                                "k": "さんはアニメを"
                            },
                            {
                                "k": "見", "f": "み"
                            },
                            {
                                "k": "ますか。"
                            }
                        ],
                        "zh": "陳先生看動漫嗎？"
                    },
                     {
                        "jp": [
                            {
                                "k": "B : いいえ 、"
                            },
                            {
                                "k": "見", "f": "み"
                            },
                            {
                                "k": "ません。"
                            }
                        ],
                        "zh": "不，不看"
                    }
                ]
            },
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "お"
                            },
                            {
                                "k": "父", "f": "とう"
                            },
                            {
                                "k": "さんは"
                            },
                            {
                                "k": "馬", "f": "ば"
                            },
                            {
                                "k": "肉", "f": "にく"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "食", "f": "た"
                            },
                            {
                                "k": "べません。"
                            }
                        ],
                        "zh": "爸爸不吃馬肉。"
                    }
                ]
            },
            {
                "id": 5,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : "
                            },
                            {
                                "k": "彼", "f": "かの"
                            },
                            {
                                "k": "女", "f": "じょ"
                            },
                            {
                                "k": "は"
                            },
                            {
                                "k": "音", "f": "おん"
                            },
                            {
                                "k": "楽", "f": "がく"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "聞", "f": "き"
                            },
                            {
                                "k": "きますか。"
                            }
                        ],
                        "zh": "女朋友聽音樂嗎？"
                    },
                     {
                        "jp": [
                            {
                                "k": "B : いいえ、"
                            },
                            {
                                "k": "聞", "f": "き"
                            },
                            {
                                "k": "きません。"
                            }
                        ],
                        "zh": "不，不聽"
                    }
                ]
            },
            {
                "id": 6,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "私", "f": "わたし"
                            },
                            {
                                "k": "は"
                            },
                            {
                                "k": "雑", "f": "ざっ"
                            },
                            {
                                "k": "誌", "f": "し"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "読", "f": "よ"
                            },
                            {
                                "k": "みません。"
                            }
                        ],
                        "zh": "我不看雜誌"
                    }
                ]
            }
        ]
    }
];