const questions = [
    {
        question: "題目 1:依職業安全衛生管理辦法規定,職業安全衛生委員會應置委員幾人以上?",
        options: ["4", "5", "6", "7"],
        answer: "7"
    },
    {
        question: "題目 2: 進入大型攪拌槽內部理結塊時,較不易發生下列何種危害?",
        options: ["被夾、被捲", "墜落", "缺氧", "被撞"],
        answer: "被撞"
    },
    {
        question: "題目 3: 铝錠熔解爐風險較高之危害為下列何者?",
        options:  ["被夾、被捲", "缺氧", "感電", "水蒸氣爆炸"],
        answer: "水蒸氣爆炸"
    },
    {
        question: "題目 4: 雇主使勞工從事局限空間作業有危害之虞者,應訂定危害防止計畫。下列何者非局限空間可能之主要危害類型?",
        options:  ["缺氧", "中毒", "被撞", "感電"],
        answer: "被撞"
    },
    {
        question: "題目 5: 下列何者非屬游離輻射?",
        options:  ["X射線", "中子射線", "紅外線", "β粒子"],
        answer: "紅外線"
    },
    {
        question: "題目 6: 電腦機房之電氣設備所引起之火災種類為下列何者?",
        options:  ["A類", "B類", "C類", "D類"],
        answer: "C類"
    },
    {
        question: "題目 7: 對於發生中署之勞工最優先的急救方法為下列何者?",
        options:  ["儘快有效降溫", "原地休息", "等待就醫", "減輕工作"],
        answer: "儘快有效降溫"
    },
    {
        question: "題目 8:  職業安全衛生管理系統之推動中,下列何者不屬於組織內部必須溝通的利害相關者?",
        options:  ["員工", "同業公會", "工會", "現場領班"],
        answer: "同業公會"
    },
    {
        question: "題目 9:  依職業安全衛生法規定,雇主應會同下列何者訂定適合其需要之安全衛生工作守則,報經勞動檢查機構備查後,公告實施? ",
        options:  ["承攬商", "安全衛生顧問公司", "醫療機構", "勞工代表"],
        answer: "勞工代表"
    },
    {
        question: "題目 10:  依職業安全衛生法施行細則規定·下列何者係指工作場所中,為特定之工之場所? ",
        options:  ["就業場所", "作業場所", "公共場所", "施工場所"],
        answer: "作業場所"
    },
    {
        question: "題目 11:  依職業安全衛生設施規則規定,對於勞工日時量平均音壓級超過多少分貝場所,應使勞工戴用有效之耳塞或耳罩?  ",
        options:  ["70", "75", "80", "85"],
        answer: "85"
    },
    {
        question: "題目 12:  電磁波能量與波長之關係為何?",
        options:  ["正比", "反比", "無關", "非線性關係"],
        answer: "反比"
    },
    {
        question: "題目 13:  下列何者為燒傷急救之口訣? ",
        options:  ["沖脫泡蓋送", "叫叫壓", "拉拉壓", "快狠準"],
        answer: "沖脫泡蓋送"
    },
    {
        question: "題目 14:  下列何者不屬於鍋爐常用之安全装置?  ",
        options:  ["安全閥", "水位高低警報器", "吹洩閥", "給水泵"],
        answer: "給水泵"
    },
    {
        question: "題目 15:  下列耳佩戴方法的叙述何者錯誤?  ",
        options:  ["利用食指與拇指搓揉壓縮耳塞至適合個人耳道大小", 
            "穿戴右耳時，藉由左手由腦後繞至右耳位置，將將右耳往上拉提拉直右耳耳道,再將右手所持耳塞慢慢置入耳道內適當位置",
             "可快速佩帶耳塞,不會掉落即可", "調整與固定耳塞位置，並等待耳塞膨脹至與耳道密合"],
        answer: "可快速佩帶耳塞,不會掉落即可"
    },
    {
        question: "題目 16:  依職業安全衛生管理辦法規定,事業單位應依其潛在風險,訂定緊急狀況預防，準備及應變之計畫,並定期實施演練。其執行紀錄·應至少保存多少年? ",
        options:  ["1", "2", "3", "5"],
        answer: "3"
    },
    {
        question: "題目 17:  依職業安全衛生設施規則之規定、工作場所噪音超過多少分貝時,應標示並公告噪音危害之預防事項,使勞工周知?  ",
        options:  ["80", "85", "90", "100"],
        answer: "90"
    },
    {
        question: "題目 18:  一般統計分析過去職業災害原因·下列何者所占比例最高?  ",
        options:  ["不安全行為", "不安全設備", "天災", "職業病"],
        answer: "不安全行為"
    },
    {
        question: "題目 19:  危險性工作場所審查查曁檢查辦法中規定,事業單位在向檢查機構申請甲類、乙類或丙類工作場所審查或檢查時,緊急應變計畫為應檢附資料之一,其内容不包括下列何者?  ",
        options:  ["緊急應變運作流程與組織", "緊急應變設備之置備與外援單位之聯緊", "緊急應變演練計畫與演練紀錄", "公司之業務概況資料"],
        answer: "公司之業務概況資料"
    },
    {
        question: "題目 20:  機械操作時若發生安全裝置失效或損壞，應如何處置？",
        options:  ["減少使用頻率", "應予維修完成確認安全後再使用", "小心繼續使用，用待修好後再恢復正常操作", "自行修改安全迴路，將電路跳過失效裝置後，才可使用"],
        answer: "應予維修完成確認安全後再使用"
    },
    {
        question: "題目 21:  美國工業安全專家韓立奇(H.W.Heinrich)曾統計分析工業事故，就事故結果之嚴重性，得知事故發生次數之比例關係為1:29:300，其中比例為1係指下列何種事故?",
        options:  ["重傷害", "輕傷害", "財務損失", "虛驚事故"],
        answer: "重傷害"
    },
    {
        question: "題目 22:  依危害性化學品標示及通識規則之規定，下列何者非屬危害性化學品應標示之內容？",
        options:  ["危害成分", "警示語", "用途說明", "危害警告訊息"],
        answer: "用途說明"
    },
    {
        question: "題目 23: 依職業安全衛生管理辦法規定，電力供應業應如何推動職業安全衛生管理系統（TOSHMS）？",
        options:  ["勞工人數達到200人以上者，應通過TOSHMS驗證", "勞工人數達到100人以上者，即應通過TOSHMS驗證", "勞工人數達到100人以上者，應建立及推動TOSHMS", "勞工人數達到200人以上者，應建立及推動 TOSHMS"],
        answer: "勞工人數達到200人以上者，應建立及推動 TOSHMS"
    },
    {
        question: "題目 24: 依職業安全衛生設施規則規定，履主對高差至少超過幾公尺以上之場所作業時，應設置能使勞工安全上下之設備？",
        options:  ["0.5", "1", "1.2", " 1.5"],
        answer: "1.5"
    },
    {
        question: "題目 25: 氯仿會產生下列何類形態污染物？",
        options:  ["氣膠", "蒸氣", "氣體", "電磁波"],
        answer: "蒸氣"
    },
    {
        question: "題目 26: 依職業安全衛生法規定，雇主應會同下列何者訂定適合其需要之安全衛生工作守則，報經檢查機構備查後，公告實施？",
        options:  ["承攬商", "安全衛生顧問公司", "醫療機構", "勞工代表"],
        answer: "勞工代表"
    },
    {
        question: "題目 27: 雇主於實施 A.一般健康檢查 B.特殊體格檢查C.特殊健康檢查 D.健康追蹤檢查後，下列何者需填具規定之健康檢查結果報告書，報請事業單位所在地之勞工及衛生主管機關備查，並副知當地勞動檢查機",
        options:  ["D", "CD", "BCD", "ABCD"],
        answer: "CD"
    },
    {
        question: "題目 28: 一般而言，霧滴不會經由下列何種作用方式形成？",
        options:  ["經由凝結作用產生", "高溫氣態分子冷凝", "機械力產生", "不完全燃燒"],
        answer: "不完全燃燒"
    },
    {
        question: "題目 29: 事業單位訂定要求各級主管及管理、指揮、監督等有關人員執行與職業安全衛生有關之內部管理程序等文件稱為下列何者？",
        options:  ["職業安全衛生管理規章", "公司章程", "工廠管理規則", "庶務規則"],
        answer: "職業安全衛生管理規章"
    },
    {
        question: "題目 30: 以連桿、彈簧等控制離合器或油壓管路等動力傳動裝置•該連鎖裝置稱為下列何者？",
        options:  ["電容連鎖", "電氣連鎖", "光電連鎖", "機械連鎖"],
        answer: "機械連鎖"
    },
    {
        question: "題目 31: 對於運輸作業之承攬，危害及風險評估之範疇為下列何者？",
        options:  ["只須評估本身廠（場）內", "只須評估運送至客戶期間之交通", "須同時評估本身廠（場）內及運送至客戶期間之交通", "無須風險評估"],
        answer: "須同時評估本身廠（場）內及運送至客戶期間之交通"
    },
    {
        question: "題目 32: 依職業災害勞工保護法之規定，勞工或雇主對於職業疾病診斷有異議時，得檢附相關資料向下列何單位申請認定？",
        options:  ["直轄市、縣（市）主管機關", "中央主管機關", "勞動檢查機構", "代行檢查機構"],
        answer: "直轄市、縣（市）主管機關"
    },
    {
        question: "題目 33: 某公司因管線破裂造成氣體外洩事故，在職業災害調查分析，管線腐蝕屬下列何者？",
        options:  ["直接原因", "間接原因", "基本原因", "長期原因"],
        answer: "間接原因"
    },
    {
        question: "題目 34: 事業單位辦理採購作業對於供應商安全衛生評核部分，下列敘述何者有誤",
        options:  ["應考量供應商在廠（場）內卸貨及搬運等過程中之安全衛生表現", "考量供應商在廠（場）內執行施工、安裝、測試及試驗等作業期間，遵守相關安全衛生管理規定之續效", "屬採購業務只要考量價格問題即可，與安全衛生事務無關", "應考量供應商主動提供安全衛生相關資訊之狀況"],
        answer: "屬採購業務只要考量價格問題即可，與安全衛生事務無關"
    },
    {
        question: "題目 35: 下列何種場所或作業，需具備較佳之照明？",
        options:  ["室外走道", "倉庫", "一般辦公場所", "極精細儀器之組合"],
        answer: "極精細儀器之組合"
    },
    {
        question: "題目 36: 物質的最小著火能量越低，其引火之容易度為下列何者？",
        options:  ["愈高", "愈低", "無關", "不一定"],
        answer: "愈高"
    },
    {
        "question": "題目 37: 下列何者非辦理勞務採購可要求之安全衛生規格？",
        "options": ["廠商創意表現", "使用器材實施方法之安全", "作業現場之安全衛生監督人力", "作業人員之安全衛生資格、技術"],
        "answer": "廠商創意表現"
    },
    {
        "question": "題目 38: 依職業安全衛生法施行細則規定，下列何者場所係指工作場所中，為特定之工作目的所設之場所？",
        "options": ["就業場所", "作業場所", "公共場所", "施工場所"],
        "answer": "作業場所"
    },
    {
        "question": "題目 39: 依勞動檢查法規定，下列何者為中央主管機關指定為辦理危險性機械或設備檢查之行政機關、學術機構、公營事業機構或非營利法",
        "options": ["代行檢直機構", "勞動檢查機構", "研究機構", "學術機構"],
        "answer": "代行檢直機構"
    },{
        "question": "題目 40: 一般所謂交流高電壓與低電壓是以多少伏特的電壓為分界點？",
        "options": ["220", "380", "600", "1000"],
        "answer": "1000"
    },
    {
        "question": "題目 41: 常用乾粉滅火器的主要成分為下列何者？",
        "options": ["碳酸氫鈉、碳酸氫鉀", "二氧化碳", "隋性氣體", "鹵化烷"],
        "answer": "碳酸氫鈉、碳酸氫鉀"
    },
    {
        "question": "題目 42: 依職業安全衛生管理辦法規定，事業單位勞工在多少人以上時，雇主應訂定職業安全衛生管理規章？",
        "options": ["30", "100", "200", "300"],
        "answer": "100"
    },
    {
        "question": "題目 43: 進入長期間未使用之坑井作業時•未實施作業環境測定，較會產生下列何種危害？",
        "options": ["墜落", "中毒", "感電", "被夾、被捲"],
        "answer": "中毒"
    },
    {
        "question": "題目 44: 下列何者非屬職業安全衛生法之附屬法規？",
        "options": ["職業安全衛生設施規則", "勞工保險被保險人因執行職務而致傷病審查準則", "起重升降機具安全規則", "有機溶劑中毒預防規則"],
        "answer": "勞工保險被保險人因執行職務而致傷病審查準則"
    },
    {
        "question": "題目 45: 金屬鉀所引起之火災適合用何種滅火劑？",
        "options": ["泡沫", "二氧化碳", "特種金屬化學乾粉", "惰性氣體"],
        "answer": "特種金屬化學乾粉"
    },
    {
        "question": "題目 46: 依職業安全衛生法施行細則規定，下列何者非屬安全衛生工作守則之內容？",
        "options": ["事業之勞工安全衛生管理及各級之權責", "設備之維護及檢查", "環境汙染預防", "工作安全及衛生標準"],
        "answer": "環境汙染預防"
    },
    {
        "question": "題目 47: 使用移動式施工架作業，下列敘述何者有誤？",
        "options": ["作業人員上下應使用合梯", "施工架上有人員施工時，應固定腳輪避免滑動", "移動施工架時，應要求作業人員離開施工架", "頂層須設置護欄"],
        "answer": "作業人員上下應使用合梯"
    },
    {
        "question": "題目 48: 有關危害告知事項，下列何者正確？",
        "options": ["可以口頭方式告知", "承攬人就其承攬之全部或一部分交付再承攪時，承攬人無須告知再承攬人", "得以承攪人勞工之安全承諾書替代危害告知", "須以書面或召開協商會議並作成紀錄為之"],
        "answer": "須以書面或召開協商會議並作成紀錄為之"
    },
    {
        "question": "題目 49: 齒輪與齒條之傳動裝置．較易造成下列何種危害？",
        "options": ["擦傷", "感電", "割傷", "被夾、被捲"],
        "answer": "被夾、被捲"
    },
    {
        "question": "題目 50: 勞工於室外高溫作業環境工作，可能對身體產生何種危害？",
        "options": ["塵肺症", "聽力損失", "中暑", "下背痛"],
        "answer": "中暑"
    },
    {
        "question": "題目 51: 紙張所引起之火災種類為下列何者？",
        "options": ["A類", "B類", "C類", "D類"],
        "answer": "A類"
    },
    {
        "question": "題目 52: 依危險性機械及設備安全檢查規則規定，下列何者非屬「具有危險性之機械」？",
        "options": ["積載荷重320公斤之吊籠", "吊升荷重在3公噸以上之固定式起重機", "積載荷重1公噸以上之營建用升降機", "1公噸以上之堆高機"],
        "answer": "1公噸以上之堆高機"
    },
    {
        "question": "題目 53: 依起重升降機具安全規則規定，下列何者指由懸吊式施工架、升降裝置、支撐裝置、工作台及其附屬裝置所構成，專供勞工升降施工之設備？",
        "options": ["升降機", "吊籠", "簡易提升機", "移動式起重機"],
        "answer": "吊籠"
    },
    {
        "question": "題目 54: 造紙廠於滾胴接紙作業時，較易發生下列何種危害？",
        "options": ["被切", "墜落", "感電", "被夾、被捲"],
        "answer": "被夾、被捲"
    },
    {
        "question": "題目 55: 依職業安全衛生法規定，事業單位發生罹災人數在3人以上之職業災害時，雇主應於多少小時内報告檢查機構？",
        "options": ["6", "8", "24", "48"],
        "answer": "8"
    },
    {
        "question": "題目 56: 人耳可聽見之聲音頻率上限大致為多少Hz？",
        "options": ["200", "2,000", "20,000", "20"],
        "answer": "20,000"
    },
    {
        "question": "題目 57: 堅落災害之防止措施應最優先採取下列何者？",
        "options": ["設置警告設施", "設置安全防護措施", "設置安全網", "減少高處作業"],
        "answer": "減少高處作業"
    },
    {
        "question": "題目 58: 依高壓氣體勞工安全規則規定，將液化氣體灌注於儲槽時，應控制該液化氣體之容量不得超過在常用溫度下該槽內容積之多少百分比？",
        "options": ["70", "80", "90", "95"],
        "answer": "90"
    },
    {
        "question": "題目 59: 在職業安全衛生管理系統之相關要項中，下列何者係針對事故發生時，能提供作業現場人員必要的資訊，並採取急救、醫療救援、消防及疏散等措施與步驟？",
        "options": ["變更管理", "災害調查與分析", "緊急應變措施", "稽核措施"],
        "answer": "緊急應變措施"
    },
    {
        "question": "題目 60: 當象用天然氣洩漏時，不能開啟抽風機等電氣設備，主要避免下列何種火源引起火災？",
        "options": ["靜電火花", "高溫表面", "抽風機扇葉之摩擦", "開關之電氣火花"],
        "answer": "開關之電氣火花"
    },
    {
        "question": "題目 61: 身體各組織吸收微波能量之難易程度，主要與下列何者之含量相關？",
        "options": ["水", "鈣", "磷", "脂肪"],
        "answer": "水"
    },
    {
        "question": "題目 62: 下列何者最不可能為肌肉骨傷害的原因？",
        "options": ["過度施力", "姿勢不當", "無適當的休息", "吵雜的環境"],
        "answer": "吵雜的環境"
    },
    {
        "question": "題目 63: 關於危害辨識及風險評估紀錄之主要功用，下列何者有誤？",
        "options": ["訓練、教導及溝通之資訊或教材", "應付主管機關之檢查", "相關人員與作業之參考資訊", "監督控制措施執行之參考資訊"],
        "answer": "應付主管機關之檢查"
    },
    {
        "question": "題目 64: 對於處理大量漏洩氣體之緊急應變人員，應著下列何種等級防護？",
        "options": ["A級", "B級", "C級", "D級"],
        "answer": "A級"
    },
    {
        "question": "題目 65: 在降低風險的控制措施中，緊急應變屬於下列何者？",
        "options": ["消除", "取代", "工程控制措施", "管理控制措施"],
        "answer": "管理控制措施"
    },
    {
        "question": "題目 66: 有關緊急應變之訓練及演練，下列敘述何者有誤？",
        "options": ["一般而言，緊急應變之訓練與演練可分為講解、沙盤推演、單元訓練及實地演習四種形式", "緊急應變訓練及演練可提昇人員的應變能力", "其他利害相關者非廠內員工，無須邀請其參與緊急應變之訓練及演練", "可測試緊急應變計畫的適用性、確認所有應變之單位、設施及人員均可有效且安全的應付緊急狀況等"],
        "answer": "其他利害相關者非廠內員工，無須邀請其參與緊急應變之訓練及演練"
    },
    {
        "question": "題目 67: 電功率之單位為下列何者？",
        "options": ["伏特", "安培", "法拉", "瓦特"],
        "answer": "瓦特"
    },
    {
        "question": "題目 68: 下列何種量測儀器可測定噪音之頻率分佈範圍？",
        "options": ["噪音計", "噪音劑量計", "頻譜分析儀", "噪音校正器"],
        "answer": "頻譜分析儀"
    },
    {
        "question": "題目 69: 依職業安全衛生設施規則規定，雇主使勞工以捲揚機等吊運物料時，下列敘述何者不正確？",
        "options": ["可供人員搭乘、吊升或降落", "禁止人員進入吊掛物下方", "安裝前應確認設計資料及強度計算書", "應設有防止過捲裝置"],
        "answer": "可供人員搭乘、吊升或降落"
    },
    {
        "question": "題目 70: 下列何種物質置放於高溫或劇烈摩擦下較易爆炸？",
        "options": ["還原性物質", "氧化性物質", "中性物質", "水溶液"],
        "answer": "氧化性物質"
    },
    {
        "question": "題目 71: 在安全防護的原則中，安全護罩所提供的主要功能為下列何者？",
        "options": ["消除危險", "遠離危險", "隔離危險", "危險預警"],
        "answer": "隔離危險"
    },
    {
        "question": "題目 72: 勞工長期從事下列何種作業，可能導致潛涵症或潛水伕病？",
        "options": ["潛盾施工法之高壓室內作業", "游離輻射作業", "浮潛作業", "低溫作業"],
        "answer": "潛盾施工法之高壓室內作業"
    },
    {
        "question": "題目 73: 下列何者不是危害性化學品標示及通識規則應採取之措施？",
        "options": ["危害物質標示", "製備安全資料表", "機械器具型式檢定", "訂定危害通識計畫"],
        "answer": "機械器具型式檢定"
    },
    {
        "question": "題目 74: 勞工發生職業災害，經災害調查結果發現，雇主未對勞工實施相關安全衛生教育訓練，應歸於下列何種原因？",
        "options": ["不安全環境", "直接原因", "不安全動作", "基本原因"],
        "answer": "基本原因"
    },
    {
        "question": "題目 75:  依國家標準 CNS9328「安全用色通則」規定，緊急停止按鈕表面應為下列何種顏色？",
        "options": ["紅色", "黃色", "綠色", "棕色"],
        "answer": "紅色"
    },
    {
        "question": "題目 76:  雇主基於從事致癌物質作業勞工之特殊健檢紀錄，依勞工健康保護規則規定，最小應保存在何多年？",
        "options": ["3", "5", "10", "30"],
        "answer": "30"
    },
    {
        "question": "題目 77: 下列何者為防止作業人員遭受電擊之有效措施？",
        "options": ["裝漏電斷路器", "裝無熔絲開關", "裝閘刀開關", "裝保險絲"],
        "answer": "裝漏電斷路器"
    },
    {
        "question": "題目 78: 身體在潮濕的狀態下，電阻值之變化為下列何者",
        "options": ["降低", "升高", "不變", "時高時低"],
        "answer": "降低"
    },
    {
        "question": "題目 79: 勞工於工作任何時段內之噪音暴露劑量等於 100%，即表示其相當 8 小時日時量平均音壓級等於多少分貝？",
        "options": ["80", "85", "90", "95"],
        "answer": "90"
    },
    {
        "question": "題目 80: 依職業安全衛生設施規則規定，勞工 8 小時日時量平均音壓級超過多少分貝之工作場所，應採取聽力保護措施？",
        "options": ["80", "85", "90", "95"],
        "answer": "85"
    },//紀錄到這邊
    {
        "question": "題目 81: 職業安全衛生管理系統包括四階文件，下列何者屬二階文件？",
        "options": ["管理手冊", "程序書", "作業標準書", "表單或紀錄"],
        "answer": "程序書"
    },
    {
        "question": "題目 82: 關於一氧化碳之敘述，下列何者有誤？",
        "options": ["無色無味", "與血色素的親合力比氧氣強", "會造成組織缺氧", "中毒後絕對不會有後遺症"],
        "answer": "中毒後絕對不會有後遺症"
    },
    {
        "question": "題目 83: 為防止夾傷、捲傷災害，實施機械點檢、修理、清掃時，下列何者非必要措施？",
        "options": ["戴用手套", "告示「點檢中」", "告示「危險勿近」", "上鎖"],
        "answer": "戴用手套"
    },
    {
        "question": "題目 84: 依職業安全衛生法規定，勞工如於工作場所作業發生墜落死亡，雇主應於多少小時內通報勞動檢查機構？",
        "options": ["8", "24", "36", "48"],
        "answer": "8"
    },
    {
        "question": "題目 85: 黃磷、赤磷、硫化磷等物質放置於常溫空氣中，給予加熱或摩擦易起火燃燒，該類物質依職業安全衛生設施規則規定，屬下列何種危險物？",
        "options": ["爆炸性物質", "氧化性物質", "易燃液體", "著火性物質"],
        "answer": "著火性物質"
    },
    {
        "question": "題目 86: 下列何者為事業單位內擬訂、規劃、推動及督導職業安全衛生有關業務之組織？",
        "options": ["環保管理單位", "職業安全衛生管理單位", "職業安全衛生委員會", "人力資源部門"],
        "answer": "職業安全衛生管理單位"
    },
    {
        "question": "題目 87: 下列何者非過電流保護之裝置？",
        "options": ["熔絲", "無熔絲開關", "斷路器", "漏電斷路器"],
        "answer": "漏電斷路器"
    },
    {
        "question": "題目 88: 依職業安全衛生設施規則之規定，工作場所噪音超過多少分貝時，即應採取工程控制、減少勞工噪音暴露時間，以符合容許暴露標準？",
        "options": ["80", "90", "115", "140"],
        "answer": "90"
    },
    {
        "question": "題目 89: 達成失能傷害頻率在 0.13 以下，是職業安全衛生管理計畫中之哪一項？",
        "options": ["基本方針", "計畫目標", "實施細目", "預定進度"],
        "answer": "計畫目標"
    },
    {
        "question": "題目 90: 依職業安全衛生設施規則規定，雇主對勞工於以石綿板、鐵皮板、瓦、木板、茅草、塑膠等材料構築之屋頂或於以礦纖板、石膏板等材料構築之夾層天花板從事作業時，為防止勞工踏穿墜落，應規劃安全通道，於屋架或天花板支架上設置適當強度，且寬度至少在幾公分以上之踏板？",
        "options": ["10", "20", "25", "30"],
        "answer": "30"
    },
    {
        "question": "題目 91: 依職業安全衛生設施規則之規定，下列何者非屬局限空間危害防止計畫應訂定之事項？",
        "options": ["局限空間內氧氣及危害物濃度測定", "通風換氣實施方式", "進入作業許可程序", "危害性化學品標示及通識"],
        "answer": "危害性化學品標示及通識"
    },
    {
        "question": "題目 92: 防爆危險區域劃分為 0 區（Zone 0）之作業場所，應使用下列何種防爆構造之電動機？",
        "options": ["安全增防爆", "耐壓防爆", "內壓防爆", "本質安全防爆"],
        "answer": "本質安全防爆"
    },
    {
        "question": "題目 93: 傳音性聽力損失主要是因為下列何處受損所導致？",
        "options": ["外耳", "中耳", "內耳", "耳膜"],
        "answer": "中耳"
    },
    {
        "question": "題目 94: 有關事業單位推動職業安全衛生管理系統可能直接帶來的好處，下列何者有誤？",
        "options": ["降低工作場所意外事故", "減少產品品質的不良率", "減少不必要之災害善後支出", "達成永續經營目標"],
        "answer": "減少產品品質的不良率"
    },{
        "question": "題目 95: 下列何者為窒息性物質？",
        "options": ["氮氣", "正己醇", "三氯乙烷", "氧氣"],
        "answer": "氮氣"
    },
    {
        "question": "題目 96: 勞工進入 9 公尺深人孔後中毒死亡，事故調查分析時，未使用適當呼吸防護具屬下列何種原因？",
        "options": ["直接原因", "間接原因", "基本原因", "長期原因"],
        "answer": "間接原因"
    },
    {
        "question": "題目 97: 依照職業安全衛生教育訓練規則規定，在職勞工於變更工作前，是否要接受適於各該工作必要之安全衛生教育訓練？",
        "options": ["工作環境及性質與變更前相當者，可不用", "無論如何一定要", "不用", "沒規定"],
        "answer": "工作環境及性質與變更前相當者，可不用"
    },
    {
        "question": "題目 98: 考量降低風險之控制措施時，下列何者應優先考慮？",
        "options": ["消除", "取代", "工程控制措施", "個人防護具"],
        "answer": "消除"
    },
    {
        "question": "題目 99: 依危害性化學品標示及通識規則之規定，禁水性物質之危害圖式符號為何？",
        "options": ["火焰", "骷髏頭與二根交叉骨", "炸彈爆炸", "圓圈上一團火焰"],
        "answer": "火焰"
    },
    {
        "question": "題目 100: 下列何者不得作為電氣迴路過電流之保護裝置？",
        "options": ["保險絲", "鐵線", "無熔絲開關", "積熱熔絲"],
        "answer": "鐵線"
    },
    {
        "question": "題目 101: 依職業安全衛生法規定，下列何者係指勞動場所之建築物、機械、設備、原料、材料、化學品、氣體、蒸氣、粉塵等或作業活動及其他職業上原因引起之工作者疾病、傷害、失能或死亡？",
        "options": ["公害", "虛驚事故", "職業災害", "交通事故"],
        "answer": "職業災害"
    },
    {
        "question": "題目 102: 下列何者非為接地之目的？",
        "options": ["避免人員遭受電擊", "保持與大地等電位", "保護電氣迴路避免過載", "避免靜電電荷之蓄積"],
        "answer": "保護電氣迴路避免過載"
    },
    {
        "question": "題目 103: 下列何種微粒可進入到人體肺泡區？",
        "options": ["落塵", "可吸入性微粒", "胸腔性微粒", "可呼吸性微粒"],
        "answer": "可呼吸性微粒"
    },
    {
        "question": "題目 104: 依勞工作業環境監測實施辦法之規定，高溫作業場所應每隔多久測定綜合溫度熱指數一次以上？",
        "options": ["3個月", "6個月", "1年", "2年"],
        "answer": "3個月"
    },
    {
        "question": "題目 105: 依臺灣職業安全衛生管理系統指引之規定，下列何者不屬於「規劃與實施」之項目？",
        "options": ["溝通與訓練", "變更管理", "緊急應變措施", "安全衛生目標"],
        "answer": "溝通與訓練"
    },
    {
        "question": "題目 106: 下列何種輻射線的穿透能力較強？",
        "options": ["α射線", "β射線", "γ射線", "紅外線"],
        "answer": "γ射線"
    },
    {
        "question": "題目 107: 依勞動檢查法施行細則規定，下列何者係指每百萬工時之失能傷害總損失日數？",
        "options": ["傷害頻率", "職業災害嚴重率", "失能傷害千人率", "事故率"],
        "answer": "職業災害嚴重率"
    },
    {
        "question": "題目 108: 依職業安全衛生管理辦法規定，僱用勞工人數在100人以上之事業單位，應訂定何種管理文件？",
        "options": ["職業安全衛生管理計畫及職業安全衛生管理規章", "職業災害防止方案", "工作環境管理計畫", "墜落預防計畫及缺氧作業計畫"],
        "answer": "職業安全衛生管理計畫及職業安全衛生管理規章"
    },
    {
        "question": "題目 109: 下列何者為裝設過電流保護裝置之最主要目的？",
        "options": ["防止感電", "防止靜電", "防止過載產生電氣火災", "增加電阻"],
        "answer": "防止過載產生電氣火災"
    },
    {
        "question": "題目 110: 勞動檢查法之立法意旨為實施勞動檢查，貫徹下列何種法令之執行、維護勞雇雙方權益、安定社會、發展經濟？",
        "options": ["環境保護法令", "勞動法令", "消防法令", "交通法令"],
        "answer": "勞動法令"
    },
    {
        "question": "題目 111: 為確保絕緣用防護具之性能，該防護具應儲放於下列何種場所？",
        "options": ["通風乾燥", "高溫潮濕", "低溫潮濕", "陽光直射"],
        "answer": "通風乾燥"
    },
    {
        "question": "題目 112: 依職業安全衛生法規定，事業單位以其事業交付承攬時，原事業單位仍應就下列何者與承攬人負連帶責任？",
        "options": ["損害賠償", "職業災害補償", "刑事處分", "工時損失"],
        "answer": "職業災害補償"
    },
    {
        "question": "題目 113: 藉由高溫氣態分子冷凝而成之固態微粒，係指下列何者？",
        "options": ["粉塵", "霧滴", "燻煙", "煙塵"],
        "answer": "燻煙"
    },
    {
        "question": "題目 114: 雇主使勞工從事下列何種有害物質作業時，應使該勞工就其作業有關事項實施檢點？",
        "options": ["高溫作業", "露天開挖作業", "有機溶劑作業", "異常氣壓作業"],
        "answer": "有機溶劑作業"
    },
    {
        "question": "題目 115: 緊急應變總指揮之工作職責為下列何者？",
        "options": ["代表事業單位對外發佈和說明災變處理情形", "負責消防水及緊急電源之正常供應", "負責現場擔救工作", "掌握各應變編組運作，瞭解災害之發展狀況，授權及督導各組應變"],
        "answer": "掌握各應變編組運作，瞭解災害之發展狀況，授權及督導各組應變"
    },{
        "question": "題目 116: 對於處理大量漏洩氨氣之緊急應變人員，應著下列何種等級防護？",
        "options": ["A級", "B級", "C級", "D級"],
        "answer": "A級"
      },
      {
        "question": "題目 117: 下列何種通風設備可用於儲槽內之第一種有機溶劑作業？",
        "options": ["局部排氣", "整體換氣", "自然換氣", "溫差換氣"],
        "answer": "局部排氣"
      },
      {
        "question": "題目 118: 有關 OHSAS18001 與 TOSHMS 的差異比較，下列何者錯誤？",
        "options": ["兩者均非ISO 國際標準", "OHSAS18001 已包含 TOSHMS之所有規定", "兩者均非向檢查機構申請驗證", "TOSHMS 是由政府訂定驗證規範"],
        "answer": "OHSAS18001 已包含 TOSHMS之所有規定"
      },
      {
        "question": "題目 119: 依勞工健康保護規則規定，從事特別危害健康作業勞工之特殊健康檢查結果，健康管理屬於第三級管理者，其意義為下列何者？",
        "options": ["健康正常", "健康異常，但與工作無關", "健康異常，無法確定異常與工作之相關性，應進一步請職業醫學科專科醫師評估者", "健康異常，且與工作有關"],
        "answer": "健康異常，無法確定異常與工作之相關性，應進一步請職業醫學科專科醫師評估者"
      },
      {
        "question": "題目 120: 下列何者非屬可燃性氣體？",
        "options": ["氫氣", "乙炔", "甲烷", "甲醇"],
        "answer": "甲醇"
      },
      {
        "question": "題目 121: 設計機械防護器具時，下列何者為主要之安全考量？",
        "options": ["操作方便", "提高良率", "不致造成新的危害", "維修方便"],
        "answer": "不致造成新的危害"
      },
      {
        "question": "題目 122: 依職業安全衛生設施規則之規定，除特殊情形外，勞工於坑內作業，其溫度應保持在攝氏幾度以下？",
        "options": ["32", "35", "37", "40"],
        "answer": "37"
      },
      {
        "question": "題目 123: 依職業安全衛生法規定，製造者或輸入者對於中央主管機關公告列入型式驗證之機械、設備或器具，非經中央主管機關認可之下列何者實施型式驗證合格及張貼合格標章，不得產製運出廠場或輸入？",
        "options": ["勞動檢查機構", "代行檢查機構", "作業環境監測機構", "驗證機構"],
        "answer": "驗證機構"
      },
      {
        "question": "題目 124: 下列何者不屬於職場健康促進項目？",
        "options": ["壓力紓解", "戒菸計畫", "指認呼喚動作", "下背痛預防"],
        "answer": "指認呼喚動作"
      },
      {
        "question": "題目 125: 有關職業安全衛生管理系統的文件化，下列敘述何者錯誤？",
        "options": ["先期審查的結果應文件化", "員工無權獲得與其工作環境和健康相關的紀錄", "風險評估的結果應文件化", "變更管理所採取的預防措施應文件化"],
        "answer": "員工無權獲得與其工作環境和健康相關的紀錄"
      },
      {
        "question": "題目 126: 美國工業安全專家韓立奇（H.W.Heinrich）曾統計分析工業事故，就事故結果之嚴重性，依事故發生次數得出事故比例關係為1：29：300，其中比例為300係指下列何種事故？",
        "options": ["死亡", "重傷害", "虛驚事故", "交通事故"],
        "answer": "虛驚事故"
      },
      {
        "question": "題目 127: 對於防止化學品引起之職業災害，下列何種措施應列為最優先考量？",
        "options": ["工程改善", "使用防護具", "作業檢點", "尋求無害之替代物"],
        "answer": "尋求無害之替代物"
      },
      {
        "question": "題目 128: 下列何者不屬於氣膠？",
        "options": ["粉塵", "霧滴", "燻煙", "氮氣"],
        "answer": "氮氣"
      },
      {
        "question": "題目 129: 依勞工作業環境監測實施辦法之規定，鉛作業之作業場所，應每隔多久測定其濃度一次以上？",
        "options": ["1個月", "3個月", "6個月", "1年"],
        "answer": "6個月"
      },
      {
        "question": "題目 130: 職業災害（失能傷害）嚴重率之計算，不包含下列何者？",
        "options": ["總經歷工時", "總損失日數", "每百萬工時", "失能傷害次數"],
        "answer": "失能傷害次數"
      },
      {
        "question": "題目 131: 下列何種氣體可能引起分解爆炸？",
        "options": ["甲烷", "氫", "氧", "氯"],
        "answer": "甲烷"
      },
      {
        "question": "題目 132: 施工架斜籬及垂直防護網的主要功能在於物體飛落的預防，以垂直防護網來取代斜籬的最主要考量為何？",
        "options": ["節省成本", "整體美觀", "提高工作效率", "提高搭設人員的安全性"],
        "answer": "提高搭設人員的安全性"
      },
      {
        "question": "題目 133: 依職業安全衛生設施規則規定，對於輸送腐蝕物質管線，無須標示下列何者？",
        "options": ["物質名稱", "輸送方向", "閥之開閉狀態", "部門名稱"],
        "answer": "部門名稱"
      },
      {
        "question": "題目 134: 下列何者不是乾粉滅火系統所用之減火原理？",
        "options": ["冷卻", "窒息", "毒化", "隔離"],
        "answer": "毒化"
      },
      {
        "question": "題目 135: 使用氣流管線輸送粉體物料時，當粉體輸送速度越快，粉粒帶靜電量變化為何？",
        "options": ["越高", "越少", "不受影響", "不一定"],
        "answer": "越高"
    },
    {
        "question": "題目 136: 專業單位以基事業之全部或一部分交付承攬，並與承攬人、再承攬人分別僱用勞工共同作業，如承攬人現場使用之合梯不符規定時，下列敘述何者有誤？",
        "options": ["原事業單位應給予指導使其符合規定", "原事業單位應限制其不准使用", "屬承攬人之設備，原事業單位不能管制", "原事業單位對進場之機具應有協議管制之機制"],
        "answer": "屬承攬人之設備，原事業單位不能管制"
    },
    {
        "question": "題目 137: 下列何者被吸入人體，最可能會導致肺部纖維化？",
        "options": ["鉛", "游離二氧化矽", "氧化鐵", "石齊"],
        "answer": "游離二氧化矽"
    },
    {
        "question": "題目 138: 下列何者屬職業災害勞工保護法之附屬法規？",
        "options": ["勞工健康保護規則", "職工福利委員會組織準則", "職業安全衛生教育訓練規則", "職業災害預防補助辦法"],
        "answer": "職業災害預防補助辦法"
    },
    {
        "question": "題目 139: 依職業安全衛生教育訓練規則規定，下列何者不需接受職業安全衛生在職教育訓練？",
        "options": ["各級業務主管", "供應商代表", "職業安全衛生委員會成員", "一般勞工"],
        "answer": "供應商代表"
    },
    {
        "question": "題目 140: 動力堆高機之載物架，最多可載幾人？",
        "options": ["不可載人", "1", "2", "3"],
        "answer": "不可載人"
    },
    {
        "question": "題目 141: 依職業安全衛生設施規則規定，對於辦公場所之照明，其照度應為多少米燭光以上？",
        "options": ["10", "50", "100", "300"],
        "answer": "300"
    },
    {
        "question": "題目 142: 吊掛作業時，人員可否進入吊掛物正下方？",
        "options": ["不可以", "有正確佩戴安全帽即可", "有跟吊車司機講好即可", "快跑經過即可"],
        "answer": "不可以"
    },
    {
        "question": "題目 143: 鎂粉、鋁粉所造成的火災，是屬於下列何類火災？",
        "options": ["A 類", "B 類", "C 類", "D 類"],
        "answer": "D 類"
    },
    {
        "question": "題目 144: 身體質量指數（BMI）之計算公式中，分母為下列何者？",
        "options": ["身高", "身高之平方", "體重", "體重之平方"],
        "answer": "身高之平方"
    },
    {
        "question": "題目 145: 依勞動檢查法施行細則規定，下列何者係指每百萬工時之失能傷害次數？",
        "options": ["傷害頻率", "職業災害嚴重率", "失能傷害千人率", "死亡千人率"],
        "answer": "傷害頻率"
    },
    {
        "question": "題目 146: 職業災害造成事業單位之損失，可分為直接損失及間接損失，下列何者係屬「間接損失」？",
        "options": ["受傷員工之醫療支付", "造成公司信譽受損", "受傷員工之工資損失", "受傷勞工之補償費用"],
        "answer": "造成公司信譽受損"
    },
    {
        "question": "題目 147: 下列何者不屬於永久部分失能？",
        "options": ["牙齒斷掉", "一耳聽力喪失", "一隻手臂失能", "一隻小腿截斷"],
        "answer": "牙齒斷掉"
    },
    {
        "question": "題目 148: 若電氣迴路之電壓越高，該迴路電擊之危害性為何？",
        "options": ["越低", "越高", "不一定", "與電壓無關"],
        "answer": "越高"
    },
    {
        "question": "題目 149: 雇主於勞工經定期健康檢查後，應採取之措施，下列何者不適當？",
        "options": ["參照醫師建議，告知勞工並適當配置勞工於工作場所作業", "將檢查結果發給受檢勞工", "將受檢勞工之健康檢查紀錄彙整成健康檢查手冊", "異常結果之健康檢查手冊應公告週知"],
        "answer": "異常結果之健康檢查手冊應公告週知"
    },
    {
        "question": "題目 150: 依職業安全衛生教育訓練規則規定，新僱勞工所接受之安全衛生教育訓練，不得少於幾小時？",
        "options": ["0.5", "1", "2", "3"],
        "answer": "3"
    },
    {
        "question": "題目 151: 依職業安全衛生設施規則規定，雇主對室內工作場所應符合之規定中，下列敘述何者錯誤？",
        "options": ["主要人行道不得小於1公尺", "各機械間通道不得小於80公分", "主要人行道及安全門應有明顯標示", "自路面起算2公尺高度範圍內，得有障礙物"],
        "answer": "自路面起算2公尺高度範圍內，得有障礙物"
    },
    {
        "question": "題目 152: 有關危害辨識之敘述，下列何者正確？",
        "options": ["事業單位僅須針對重點工作進行危害辨識，界定潛在危害之分類或類型", "事業單位應針對作業之危害來源，辨識出最嚴重後果", "對已有可有效預防發生可能性及減輕後果嚴重度之控制措施無須辨識", "只有職安人員可執行危害辨識"],
        "answer": "事業單位應針對作業之危害來源，辨識出最嚴重後果"
    },
    {
        "question": "題目 153: 工作中導致雙眼失明無法復原，是屬於下列何種失能傷害？",
        "options": ["暫時全失能", "永久全失能", "永久部分失能", "輕傷害"],
        "answer": "永久全失能"
    },{
        "question": "154. 下列何者不是辨識機械危害所需思考之因素？",
        "options": [
            "預期機械會產生什麼旋轉，來回運作或是上下移動",
            "這台機械購置成本",
            "產生什麼廢料",
            "這台機械處理什麼原料、如何處理加工"
        ],
        "answer": "這台機械購置成本"
    },
    {
        "question": "題目 155: 依職業安全衛生法規定，製造者或輸人者對於中央主管機關公告列入型式驗證之機械、設備或器具，非經中央主管機關認可之驗證機構實施下列何項措施．不得產製運出廠場或輸入？",
        "options": ["熔接檢查", "重新檢查", "作業環境測定", "型式驗證合格及張貼合格標章"],
        "answer": "型式驗證合格及張貼合格標章"
    },
    {
        "question": "題目 156: 職場健康促進活動中，下列何者不屬推行健康生活範圍？",
        "options": [
            "營養指導",
            "菸害防制",
            "體重管理",
            "投資理財"
        ],
        "answer": "投資理財"
    },
    {
        "question": "題目 157: 缺氧症預防標準所稱「缺氧」狀態，係指空氣中氧氣濃度未滿多少%？",
        "options": ["6", "12", "18", "21"],
        "answer": "18"
    },
    {
        "question": "題目 158: 依職業安全衛生法施行細則規定，下列何者非屬安全衛生工作守則之內容？",
        "options": [
            "環境污染預防",
            "工作安全及衛生標準",
            "事業之安全衛生管理及各級之權責",
            "急救及搶救"
        ],
        "answer": "環境污染預防"
    },
    {
        "question": "題目 159: 下列何者非屬勞工健康保護規則所稱之特別危害健康作業？",
        "options": [
            "異常氣壓作業",
            "游離輻射作業",
            "高溫作業",
            "搡作衝剪機械作業"
        ],
        "answer": "搡作衝剪機械作業"
    },
    {
        "question": "題目 160: 下列何者為事業單位內負責審議、協調及建議職業安全衛生有關業務之組織？",
        "options": [
            "職業安全衛生管理單位",
            "醫療管理單位",
            "職業安全衛生委員會",
            "安全衛生協議組織"
        ],
        "answer": "職業安全衛生委員會"
    },
    {
        "question": "題目 161: 職業災害勞工保護法之中央主管機關為下列何者？",
        "options": [
            "勞動部",
            "衛生署",
            "勞工保險局",
            "勞工保護署"
        ],
        "answer": "勞動部"
    },
    {
        "question": "題目 162: 依職業安全衛生設施規則規定．雇主設置之安全門及其通道，應如何辦理？",
        "options": [
            "安全門於勞工工作期間內得上鎖，其通道得堆置物品",
            "安全門於勞工工作期間內不得上鎖，其通道不得堆置物品",
            "安全門於勞工工作期間內不得上鎖，其通道得堆置物品",
            "安全門於勞工工作期間內得上鎖，其通道不得堆置物品"
        ],
        "answer": "安全門於勞工工作期間內不得上鎖，其通道不得堆置物品"
    },
    {
        "question": "題目 163: 某常日班勞工上午因工作受傷，中午開始請公傷假．24小時後•隔天下午恢復上班，則此勞工缺席兩個半天之工資應如何處理？",
        "options": [
            "領半薪",
            "領全薪",
            "不領薪",
            "領兩倍薪"
        ],
        "answer": "領全薪"
    },
    {
        "question": "題目 164: 提高空氣中氧氣濃度．對易燃液體蒸汽之爆炸範圍影響為何？",
        "options": [
            "擴大",
            "縮小",
            "不變",
            "不一定"
        ],
        "answer": "擴大"
    },
    {
        "question": "題目 165: 依職業安全衛生設施規則規定，可燃性氣體、有毒性氣體及氧氣之鋼瓶，應如何儲存？",
        "options": [
            "全部分開",
            "僅可燃性氣體及毒性氣體鋼瓶需分開",
            "僅可燃性氣體及氧氣鋼瓶需分開",
            "無需分開"
        ],
        "answer": "全部分開"
    },
    {
        "question": "題目 166: 下列何者不屬於雷射加工機常見的危害？",
        "options": [
            "雷射光束誤照射人體",
            "光束間接（反射、折射、繞射）發射所引起的危害",
            "非游離輻射所引起的危害",
            "滾胴間的捲入點"
        ],
        "answer": "滾胴間的捲入點"
    },
    {
        "question": "題目 167: 下列何者屬職業災害原因分析之間接原因？",
        "options": [
            "使用有缺陷之機具",
            "無安全衛生政策",
            "未定期檢討安全衛生計畫",
            "未訂定書面之安全衛生工作守則"
        ],
        "answer": "使用有缺陷之機具"
    },
    {
        "question": "題目 168: 粉塵爆炸係屬下列何者？",
        "options": [
            "固相與液相反應",
            "固相與氣相反應",
            "液相與氣相反應",
            "僅有固相反應"
        ],
        "answer": "固相與氣相反應"
    },
    {
        "question": "題目 169: 下列有關職業安全衛生管理計畫訂定之內容，何者錯誤？",
        "options": [
            "應含工作目標、期程",
            "應含採行措施",
            "應含資源需求",
            "續效考核屬於人資業務，不應納入"
        ],
        "answer": "續效考核屬於人資業務，不應納入"
    },
    {
        "question": "題目 170: 鍍鉻作業易使勞工暴露於鉻酸霧滴，易造成下列何種疾病？",
        "options": [
            "青光眼",
            "鼻中膈穿孔",
            "白指症",
            "白內障"
        ],
        "answer": "鼻中膈穿孔"
    },
    {
        "question": "題目 171: 下列何者較不屬於一般健康體能檢測項目？",
        "options": ["心肺適能", "肌耐力", "柔軟度", "飲食習慣"],
        "answer": "飲食習慣"
    },
    {
        "question": "題目 172: 下列何種材料對游離輻射屏蔽效果最好？",
        "options": ["鉛", "鐵", "鋼", "石頭"],
        "answer": "鉛"
    },
    {
        "question": "題目 173: 製程危害分析應評估之事項.不包括下列何者？",
        "options": ["設備設施配置", "附近居民之敦親膝鄰措施", "類似製曾發生之事故所發現之潛在危害", "工程及管理控制措施與失效之後果與影響"],
        "answer": "附近居民之敦親膝鄰措施"
    },
    {
        "question": "題目 174: 依職業安全衛生管理辦法規定•雇主對固定式起重機，應每隔多久就機械之整體定期實施檢查1次？",
        "options": ["3個月", "6個月", "9個月", "1年"],
        "answer": "1年"
    },
    {
        "question": "題目 175: 臺灣職業安全衛生管理系統中之「預防與控制措施」項目中，下列何者為第一優先採行的措施？",
        "options": ["提供適當個人防護具", "實施教育訓練", "消除危害及風險", "設置職安管理單位"],
        "answer": "消除危害及風險"
    },
    {
        "question": "題目 176: 人體受熱最有效之降低熱蓄積方式，為下列何者？",
        "options": ["增加血液流速", "出汗", "飲食", "不要移動"],
        "answer": "出汗"
    },
    {
        "question": "題目 177: 在建立健康工作環境時，下列何者較不屬於組織管理層面？",
        "options": ["工作姿勢", "領導風格", "人際關係", "團隊互助"],
        "answer": "工作姿勢"
    },
    {
        "question": "題目 178: 有關臺灣職業安全衛生管理系統的特色，下列何者正確？",
        "options": ["與 OHSAS18001之要求完全一致", "由100人以上高風險事業單位優先推動", "政府強制推動高風險事業單位通過驗證", "可與 ISO9001、ISO14001 相容"],
        "answer": "可與 ISO9001、ISO14001 相容"
    },
    {
        "question": "題目 179: 勞工在一次工作中導致雙目失明．永久失去其機能，是屬於下列何種失能傷害？",
        "options": ["暫時全失能", "永久全失能", "永久部分失能", "輕傷害"],
        "answer": "永久全失能"
    },
    {
        "question": "題目 180: 危險性工作場所審查暨檢查辦法規定•須執行施工安全評估，乃屬於下列何種危險性工作場所？",
        "options": ["甲類", "乙類", "丙類", "丁類"],
        "answer": "丁類"
    },
    {
        "question": "題目 181: 依災書類型分類說明表，下列何種災害類型係指以飛來物、落下物等為主體碰撞人體之情況？",
        "options": ["感電", "火災", "物體飛落", "跌倒"],
        "answer": "物體飛落"
    },
    {
        "question": "題目 182: 臨時性交付之承攬作業，其危害辨識及風險評估應在何時開始實施？",
        "options": ["正式施工前", "施工中", "完工後", "都不用"],
        "answer": "正式施工前"
    },
    {
        "question": "題目 183: 失能傷害嚴重率（SR）數值之表示方式為何？",
        "options": ["取至個位數", "取小數點第1位", "取小數點第2位", "無規定"],
        "answer": "取至個位數"
    },
    {
        "question": "題目 184: 進入混凝土預拌廠之拌合機內部清除結塊時，預防捲夾災害的最有效方法為下列何者？",
        "options": ["設置寸動開關", "門蓋加裝連鎖裝置", "實施通風", "穿戴防護具"],
        "answer": "門蓋加裝連鎖裝置"
    },
    {
        "question": "題目 185: 有關職業安全衛生管理規章之敘述，下列何者正確？",
        "options": ["直接套用他廠規章，以方便管理", "規章之結構應含制定目的、適用範圍結構", "屬公司內部規則．無須頒布", "一般組織管理經驗或文獻資料屬研究範圍不可作為依據"],
        "answer": "規章之結構應含制定目的、適用範圍結構"
    },
    {
        "question": "題目 186: 一般而言，下列何者不屬承攬管理之範疇？",
        "options": ["工作場所危害因素告知事項", "工作場所之聯合巡視", "對承攬人之指導與教育", "勞工薪資之協議"],
        "answer": "勞工薪資之協議"
    },
    {
        "question": "題目 187: 下列何者不是輸送帶設備常設之安全裝置？",
        "options": ["緊急停止開關", "頭尾輪護罩", "開車前之酱報装置", "變速裝置"],
        "answer": "變速裝置"
    },
    {
        "question": "題目 188: 下列何者屬於永久部分失能？",
        "options": ["雙目失明", "一隻眼及一隻腿失去機能", "一隻眼及一隻手臂失去機能", "損失一隻手"],
        "answer": "損失一隻手"
    },
    {
        "question": "題目 189: 依職業安全衛生法規定，下列何者無須通報勞動檢查機構？",
        "options": ["勞動場所發生死亡職業災害", "工作場所因機械故障造成1名勞工受傷需住院治療", "工作場作發生3人以上罹災之職業災害", "勞工下班途中發生交通事故"],
        "answer": "勞工下班途中發生交通事故"
    },
    {
        "question": "題目 190: 職場健康促進活動中，下列何者不屬推行友善職場範圍？",
        "options": ["性別平等", "人性管理", "績效目標", "無障礙設施"],
        "answer": "績效目標"
    }, {
        "question": "題目 191: 下列何種作業不能由具有傳染病者擔任？",
        "options": ["潛水作業", "高架作業", "供膳作業", "噪音作業"],
        "answer": "供膳作業"
    },
    {
        "question": "題目 192: 依危險性機械及設備安全檢查規則規定，下列何者非屬鍋爐之檢查種類？",
        "options": ["重新檢查", "定期檢查", "型式檢定", "構造檢查"],
        "answer": "型式檢定"
    },
    {
        "question": "題目 193: 事業單位對承攪人有告知危害因素之義務，下列何種告知方式不符合此項規定？",
        "options": ["合約中就作業環境危害列舉具體防範措施", "就分項工程之作業危害及應採取措施以書面具體告知", "僅於合約中載述「應依職業安全衛生法規定辦理」", "作業前以協議紀錄記載具體告知事項"],
        "answer": "僅於合約中載述「應依職業安全衛生法規定辦理」"
    },
    {
        "question": "題目 194: 水平踏板為施工架之重要構件，下列敘述何者正確？",
        "options": ["水平踏板需每年汰換", "水平路板損壞時可焊接後繼續使用", "選用時以成本為考量", "水平踏板之掛勾應具有防脫落裝置"],
        "answer": "水平踏板之掛勾應具有防脫落裝置"
    },
    {
        "question": "題目 195: 接地之目的為下列何者？",
        "options": ["增加毫阻", "防止短路", "防止感電", "防止電弧"],
        "answer": "防止感電"
    },
    {
        "question": "題目 196: 依職業安全衛生管理辦法規定，雇主應執行之職業安全衛生事項不包括下列何者？",
        "options": ["虛驚事故調查處理與統計", "安全衛生資訊之蒐集及運用", "防護具之管理", "消防損失防阻"],
        "answer": "消防損失防阻"
    },
    {
        "question": "題目 197: 於移動式施工架上作業，若作業面高度不足時，應如何增高作業面高度？",
        "options": ["使用凳子", "使用合梯", "使用制式構件", "踩在護欄上作業"],
        "answer": "使用制式構件"
    },
    {
        "question": "題目 198: 有關緊急應變中心的設置地點考量，下列敘述何者有誤？",
        "options": ["考量結構安全性", "遠雖危害物之危書與污染區域", "只要是閒置不用之場所即可", "考量人員緊急疏散等問題"],
        "answer": "只要是閒置不用之場所即可"
    },
    {
        "question": "題目 199: 甲大飯店勞工378人、乙運輸公司勞工580人，依職業安全衛生管理法規定，下列何者須建置職業安全衛生管理系統？",
        "options": ["甲", "乙", "甲、乙", "都不需要"],
        "answer": "乙"
    },
    {
        "question": "題目 200: 下列何種作業場所，較不易發生缺氧危害？",
        "options": ["一般地下室停車場", "醃漬槽", "污水處理池", "水井"],
        "answer": "一般地下室停車場"
    },
    {
        "question": "題目 201: 裝設無熔絲開關之主要目的為何？",
        "options": ["防止感電", "防止靜電", "防止電氣火災", "增加鼋阻"],
        "answer": "防止電氣火災"
    },
    {
        "question": "題目 202: 電磁波能量與頻率之關係為何？",
        "options": ["正比", "反比", "無關", "非線性關係"],
        "answer": "正比"
    },
    {
        "question": "題目 203: 職業災害統計，有關失能日數之損失日數．不包括下列何者？",
        "options": ["受傷當日", "受傷後經過之星期日", "受傷後經過之休假日", "受傷後經過之工廠停工日"],
        "answer": "受傷當日"
    },
    {
        "question": "題目 204: 依職業安全衛生管理辦法規定，雇主依規定實施之定期檢查表單，下列何者非屬應記錄事項？",
        "options": ["檢查年月日", "檢查方法", "檢查態度", "檢查結果"],
        "answer": "檢查態度"
    },
    {
        "question": "題目 205: 雇主不應要求醫護人員臨廠服務下列何事項？",
        "options": ["提供健康檢查資料以作為開除員工之依據", "協助規劃健康促進業務", "預防接種", "職業衛生之研究"],
        "answer": "提供健康檢查資料以作為開除員工之依據"
    },
    {
        "question": "題目 206: 依職業安全衛生法施行細則規定，下列何者非屬有害物？",
        "options": ["致癌物", "劇毒物質", "氧化性物質", "腐蝕性物質"],
        "answer": "氧化性物質"
    },
    {
        "question": "題目 207: 依危害性化學品標示及通識規則之規定，容器之容積在多少以下者，得僅標示名稱、危害圖式及營示語？",
        "options": ["10毫升", "100毫升", "500毫升", "1公升"],
        "answer": "100毫升"
    },
    {
        "question": "題目 208: 下列何者不是氧化性物質？",
        "options": ["氯酸鈉", "過氯酸鈉", "硝酸鈉", "硝化甘油"],
        "answer": "硝酸鈉"
    },
    {
        "question": "題目 209: 有關承攬管理之敘述，下列何者正確？",
        "options": [
            "事業單位與承攬人、再承攪人分別僱用勞工共同作業時，原事業單位應設置協議組織，並指定承攬人為工作場所負責人•擔任指揮及協調之工作",
            "原事業單位應對相關承攪事業間之安全衛生教育給予指導及協助",
            "原事業單位無權對承攪人之勞工實施進場管制",
            "既已將工作交付承攬，無須於契約中規定相關安全事項"
        ],
        "answer": "原事業單位應對相關承攪事業間之安全衛生教育給予指導及協助"
    },
    {
        "question": "題目 210: 某工廠有工人200名，總經歷工時為1,000,000•共發生2次失能傷害事故，則失能傷害頻率（FR）為下列何者？",
        "options": ["1", "2", "3", "4"],
        "answer": "2"
    }, {
        "question": "題目 211: 下列何者為危險性工作場所審查及檢查所需推動實施之制度？",
        "options": ["製程安全評估制度","經過職業衛生實驗室認可", "推動 ISO14001 驗證", "通過 TOSHMS 之驗證"],
        "answer": "製程安全評估制度"
    },
    {
        "question": "題目 212: 下列何者屬於噪音危害預防之工程改善項目？",
        "options": ["減少暴露時間", "標示公告噪音危害預防事項", "佩戴適當的防音防護具", "密閉噪音源"],
        "answer": "密閉噪音源"
    },
    {
        "question": "題目 213: 為落實職業安全衛生管理系統中之採購管理，對於請購、採購及驗收人員應提供下列何種必要之措施？",
        "options": ["安全衛生教育訓練", "職務輪調", "採購經費","核定權限"],
        "answer": "安全衛生教育訓練"
    },
    {
        "question": "題目 214: 從事游離輻射作業之勞工，特別需要定期接受下列何種檢查？",
        "options": ["甲狀腺", "心電圖", "腎功能", "聽力"],
        "answer": "甲狀腺"
    },
    {
        "question": "題目 215: 下列何者為成員共享的安全價值、信念與規範，表徵於個人及組織的行動與態度、政策及程序等過程，強調成員共享的安全知覺？",
        "options": ["職業災害防止計畫", "安全文化", "自動檢查計畫", "職業災害調查"],
        "answer": "安全文化"
    },
    {
        "question": "題目 216: 勞工在一次工作中導致雙目失明，永久失去其機能，是屬於下列何種失能傷害？",
        "options": ["暫時全失能", "永久全失能", "永久部分失能", "輕傷害"],
        "answer": "永久全失能"
    },
    {
        "question": "題目 217: 下列何者不是「具有危險性之機械」？",
        "options": ["積載荷重 320 公斤之吊籠", "貨櫃起重機", "積載荷重 1 公噸以上之升降機", "高空工作車"],
        "answer": "高空工作車"
    },
    {
        "question": "題目 218: 關於危害辨識之敘述，下列何者有誤？",
        "options": ["應辨識出潛在危害與發生原因", "應辨識出可降低現有風險的替代方案", "應辨識可能且合理之最嚴重後果", "應辨識出現有可有效預防或降低危害原因發生、可能性及減輕後果嚴重度之控制措施"],
        "answer": "應辨識出可降低現有風險的替代方案"
    },
    {
        "question": "題目 219: 勞工發生職業災害，雇主應負無過失責任之職業災害補償，另依職業災害勞工保護法之規定，如涉及損害賠償時，過失之舉證責任為下列何者？",
        "options": ["雇主", "勞工", "主管機關", "公正第三者"],
        "answer": "雇主"
    },
    {
        "question": "題目 220: 氯乙烯單體屬下列何種物質？",
        "options": ["致肝癌物質", "腐蝕性物質", "肺部惰性物質", "致肺纖維化物質"],
        "answer": "致肝癌物質"
    },
    {
        "question": "題目 221: 政府為保障職業災害勞工之權益，加強職業災害之預防，促進就業安全及經濟發展，所制定之法律為下列何者？",
        "options": ["職業災害勞工保護法", "職業安全衛生法", "勞動檢查法", "勞動基準法"],
        "answer": "職業災害勞工保護法"
    },
    {
        "question": "題目 222: 依職業安全衛生設施規則規定，雇主對於矽甲烷之處理，下列何者有誤？",
        "options": ["應儲存於室外安全處所或室內有效通風換氣之處所，使用時應置於氣瓶櫃內", "氣體容器閥門應有提供最小流率之裝置", "應設置氣體洩漏檢知警報系統", "未使用之容器與供器中之容器應分開放置"],
        "answer": "氣體容器閥門應有提供最小流率之裝置"
    },
    {
        "question": "題目 223: 有關臺灣職業安全衛生管理系統（TOSHMS）驗證的做法，下列何者正確？",
        "options": ["TOSHMS 驗證對高風險事業為強制性", "驗證稽核與勞動檢查性質類似", "申請 TOSHMS 驗證之費用可由政府支付", "高風險事業單位須優先推動，但未強制需通過驗證"],
        "answer": "高風險事業單位須優先推動，但未強制需通過驗證"
    },
    {
        "question": "題目 224: FMEA 為下列何種評估方法之縮寫？",
        "options": ["初步危害分析", "危害及可操作性分析", "故障樹分析", "失誤模式與影響分析"],
        "answer": "失誤模式與影響分析"
    },
    {
        "question": "題目 225: 職場健康促進活動中，下列何者不屬推行舒適環境範圍？",
        "options": ["健康工時", "人因工程", "作業環境", "員工協助方案"],
        "answer": "員工協助方案"
    },
    {
        "question": "題目 226: 職業安全衛生管理系統所強調的 P-D-C-A 管理循環，係指那些管理功能？",
        "options": ["規劃-實施-查核-改進", "程序-執行-改進-考核", "規劃-發展-確認-改進", "計畫-執行-檢討-回饋"],
        "answer": "規劃-實施-查核-改進"
    },
    {
        "question": "題目 227: 勞工進入 9 公尺深人孔後中毒死亡，在職業災害調查分析時，未先行通風屬下列何種原因？",
        "options": ["直接原因", "間接原因", "基本原因", "長期原因"],
        "answer": "間接原因"
    },{
        "question": "題目 228: 依危害性化學品標示及通識規則之規定，氧化性固體之危害圖式符號為何？",
        "options": ["火焰", "圓圈上一團火焰", "炸彈爆炸", "骷顱頭與二根交叉骨"],
        "answer": "圓圈上一團火焰"
    },
    {
        "question": "題目 229: 雇主對於勞工寶施特殊健康檢查，可向下列何者申請補助費用？",
        "options": ["勞工局", "衛生局", "勞保局", "環保局"],
        "answer": "勞保局"
    },
    {
        "question": "題目 230: 於工地設置之安全母索，若不慎被移動式起重機拉斷，下列何者處置較適當？",
        "options": [
            "以八字結將斷索兩端續接後繼續使用",
            "以鐵線捆紮後繼續使用",
            "以索夾索固後繼續使用",
            "整條母索更換後繼續使用"
        ],
        "answer": "整條母索更換後繼續使用"
    },
    {
        "question": "題目 231: A+B⭢C+D•△H=20卡，左列為一常用燃燒化學反應式的表示方式，以下敘述何者有誤？",
        "options": ["A、B 是反應物", "C、D是生成物", "20卡是活化能", "燃燒通常是放熱反應"],
        "answer": "20卡是活化能"
    },
    {
        "question": "題目 232: 有關事業分散於不同地區者，應於各該地區之事業單位設職業安全衛生管理單位及管理人員，下列敘述何者有誤？",
        "options": [
            "事業單位勞工人數之計算，以各該地區事業單位作業勞工之總人數為準",
            "設有總機構者，應另於總機構或其地區事業單位設綜理全事業之職業安全衛生事務之管理單位及置管理人員",
            "第一類事業設有總機構且勞工人數在五百人以上者，應設綜理全事業且直接隸屬僱主之專責一級管理單位","前項勞工人數之計算，以總機構作業勞工之人數為準"
        ],
        "answer": "前項勞工人數之計算，以總機構作業勞工之人數為準"
    },
    {
        "question": "題目 233: 下列何者非臺灣職業安全衛生管理系統所涵蓋的項目？",
        "options": ["採購管理", "環境影響評估", "績效量測與監督", "緊急應變措施"],
        "answer": "環境影響評估"
    },
    {
        "question": "題目 234: 依勞動檢查法施行細則規定，事業單位對勞動檢查機構所發檢查結果通知書有異議時，應於通知書送達次日起幾日內，以書面敘明理由向勞動檢查機構提出？",
        "options": ["10", "12", "15", "30"],
        "answer": "10"
    },
    {
        "question": "題目 235: 為防止災害，應對下列何者採取適當對策或措施？",
        "options": ["人員及設備皆要", "設備即可", "人員或設備擇一", "人員即可"],
        "answer": "人員及設備皆要"
    },
    {
        "question": "題目 236: 依勞工健康保護規則之規定，雇主使勞工從事粉塵作業以外之特別危害健康作業時，應依規定實施分級健康管理，勞工經特殊健康檢查結果，部分或全部項目異常，經醫師綜合判定為異常，且可能與職業原因有關者，屬第幾級管理？",
        "options": ["1", "2", "3", "4"],
        "answer": "3"
    },
    {
        "question": "題目 237: 我國製造業失能職業災害，以發生次數統計，下列何種災害類型所占百分比較高？",
        "options": ["墜落", "被夾、被捲", "感電", "跌倒"],
        "answer": "被夾、被捲"
    },
    {
        "question": "題目 238: 依職業安全衛生管理辦法規定，有關職業安全衛生業務主管，雇主應自該事業單位之何者選任？",
        "options": [
            "僅可由相關主管選任",
            "僅由從辦理職業安全衛生事務者選任",
            "可由相關主管或辦理職業安全衛生事務者選任",
            "可由辦理職業安全衛生或人資事務者選任"
        ],
        "answer": "可由相關主管或辦理職業安全衛生事務者選任"
    },
    {
        "question": "題目 239: 下列何者非屬採購管理涵蓋之範圍？",
        "options": ["設備購買", "工程定作", "勞務採購", "社區服務"],
        "answer": "社區服務"
    },
    {
        "question": "題目 240: 有關局限空間災害之緊急應變，下列何者較能減少職業災害之再發生？",
        "options": ["救援人員做好個人防護", "正確 CPR", "強化救援人員體能", "儘速搶救"],
        "answer": "救援人員做好個人防護"
    },
    {
        "question": "題目 241: 坐姿姿勢不良屬於下列何種危害？",
        "options": ["化學性", "人因工程", "物理性", "生物性"],
        "answer": "人因工程"
    },
    {
        "question": "題目 242: 為預防高處作業的災害，下列何者有誤？",
        "options": [
            "於鄰近結構物之周遭下方設置斜籬",
            "高差未達2公尺之作業面，可不設置安全之上下設備",
            "應以高空工作車或架設施工架或其他方法設置工作台",
            "高度2公尺以上之高處作業，已採安全網者，勞工可不用使用安全帶"
        ],
        "answer": "高度2公尺以上之高處作業，已採安全網者，勞工可不用使用安全帶"
    },
    {
        "question": "題目 243: 交流電悍機未設置自動電擊防止裝置，致勞工於作業時不慎碰觸感電，其災害之間接原因為下列何者？",
        "options": ["不安全設備", "不安全動作", "不安全制度", "天災"],
        "answer": "不安全設備"
    },
    {
        "question": "題目 244: 在降低風險的控制措施中，不使用危險物質，屬於下列何者？",
        "options": ["消除", "取代","工程控制措施","工程控制措施"],
        "answer": "消除"
    },
    {
        "question": "題目 245: 有關發生火災時之滅火措施，下列敘述何者較佳？",
        "options": [
            "儘速用水灌救，掌握先機",
            "應先確認適用之滅火措施",
            "不論火勢大小，先使用手提滅火器",
            "儘速逃離現場"
        ],
        "answer": "應先確認適用之滅火措施"
    },
    {
        "question": "題目 246: 在各類災害防止基本對策中，下列何者屬於強化安全管理之措施？",
        "options": [
            "確立安全作業標準",
            "設備安全化",
            "設置局部排氣裝置",
            "安全連鎖裝置"
        ],
        "answer": "確立安全作業標準"
    },
    {
        "question": "題目 247: 電氣迴路中，火線係指下列何者？",
        "options": [
            "通電中導線",
            "接地導線",
            "中性導線",
            "無電流流通之導線"
        ],
        "answer": "通電中導線"
    },
    {
        "question": "題目 248: 下列何者不是消除靜電之方法？",
        "options": [
            "加濕",
            "接地",
            "絕緣",
            "裝設靜電棒、靜電網"
        ],
        "answer": "絕緣"
    },
    {
        "question": "題目 249: 有關風險管理的三大主要工作，下列何者有誤？",
        "options": [
            "危害辨識",
            "風險評估",
            "企業保險",
            "風險控制"
        ],
        "answer": "企業保險"
    },
    {
        "question": "題目 250: 事業單位分別交付二個以上承攪人共同作業而未參與共同作業時，下列敘述何者正確？",
        "options": [
            "仍應依規定負原事業單位之承攪管理責任",
            "應指定承攪人之一負原事業單位之承攪管理責任",
            "應由承攬人互推一人負原事業單位之承攪管理責任",
            "抽籤決定"//依職業安全衛生設施規則規定
        ],
        "answer": "應指定承攪人之一負原事業單位之承攪管理責任"
    },
    {
        "question": "題目 251: 依職業安全衛生設施規則規定，雇主對於堆高機之操作，不得超過該機械所能承受之最大荷重，且其載運之貨物應保持穩固狀態，防止下列何種災害？",
        "options": [
            "感電",
            "火災",
            "翻倒",
            "缺氧"
        ],
        "answer": "翻倒"
    },
    {
        "question": "題目 252: 某一空氣壓縮機用之空氣儲槽，氣體壓力為每平方公分20公斤，且內容積為0.5立方公尺，該儲槽屬下列何者？",
        "options": [
            "高壓氣體特定設備",
            "第一種壓力容器",
            "第二種壓力容器",
            "小型壓力容器"
        ],
        "answer": "第二種壓力容器"
    },
    {
        "question": "題目 253: 某電子零件加工廠勞工人數70人，另有共同作業之承攬商勞工人數35人，依據職業安全衛生管理辦法規定，應設何種職業安全衛生管理單位？",
        "options": [
            "一級單位",
            "二級單位",
            "一級專責單位",
            "二級專責單位"
        ],
        "answer": "一級專責單位"
    },
    {
        "question": "題目 254: 沸騰液體膨脹蒸汽爆炸（BLEVE）屬下列何者？",
        "options": [
            "化學變化",
            "物理變化",
            "兼具物理與化學燮化",
            "核子反應"
        ],
        "answer": "兼具物理與化學燮化"
    },
    {
        "question": "題目 255: 紙廠原料通常捲成圓柱體形狀，每一園柱體高度通常大於3公尺．以下那一個儲存位置，最不符合安全考量？",
        "options": [
            "於鄰近斜坡道路旁堆置",
            "於倉庫內堆置",
            "於廠區角落處堆置",
            "於人車較少處堆置"
        ],
        "answer": "於鄰近斜坡道路旁堆置"
    },
    {
        "question": "題目 256: ppm 相當於多少立方公尺空氣中所含有害氣體之立方公分數？",
        "options": [
            "1",
            "10",
            "100",
            "1000"
        ],
        "answer": "1"
    },
    {
        "question": "題目 257: 搬運氧氣鋼瓶時不慎翻倒，碰觸腳部受傷，屬於下列何種危害？",
        "options": [
            "化學性危害",
            "物理性危害",
            "電氣危害",
            "凍傷"
        ],
        "answer": "物理性危害"
    },
    {
        "question": "題目 258: 若已知某危害之可能性，則其嚴重度越高，風險將如何變化？",
        "options": [
            "越高",
            "越低",
            "不變",
            "都有可能"
        ],
        "answer": "越高"
    },
    {
        "question": "題目 259: 依職業安全衛生法規定，雇主對在職勞工應施行健康檢查，而健康檢查費用應由下列何者負擔？",
        "options": [
            "勞工",
            "雇主",
            "雇主及勞工各負擔一半",
            "雇主負擔80%及勞工負擔20%"
        ],
        "answer": "雇主"
    },
    {
        "question": "題目 260: 事業單位以其事業之全部或一部分交付承攬時，依職業安全衛生法規定應於事前告知該承攬人之事項，不包括下列何者？",
        "options": [
            "有關其事業工作環境",
            "有關其事業之危害因素",
            "有關安全衛生規定應採取之措施",
            "事業經營概況"
        ],
        "answer": "事業經營概況"
    },
    {
        "question": "題目 261: 依職業安全衛生法之規定，受僱從事工作獲致工資者，稱為下列何者？",
        "options": [
            "承攬人",
            "工作者",
            "勞動者",
            "勞工"
        ],
        "answer": "勞工"
    },
    {
        "question": "題目 262: 就安全管理而言，下列有關請購作業之敘述何者正確？",
        "options": [
            "請購過程係屬需求單位與採購部門之業務，與安全衛生部門無關",
            "需求單位對於採購之物品應考量其安全衛生條件，並簽會安全衛生部門提供意見",
            "有關請購之物品其安全衛生條件由供應商自行注意，無須於請購單中規定",
            "供應商勞工到廠（場）交貨時，因非屬本廠員工，無須要求其遵守安全衛生規定"
        ],
        "answer": "需求單位對於採購之物品應考量其安全衛生條件，並簽會安全衛生部門提供意見"
    },
    {
        "question": "題目 263: 依危險性機械及設備安全檢查規則規定，高壓氣體特定設備係指供高壓氣體之製造設備及其支持構造物•其容器以「每平方公分之公斤數」單位所表示之設計壓力數值與以「立方公尺」單位所表示之內容積數值之積，超過多少者？",
        "options": ["0.01", "0.02", "0.03", "0.04"],
        "answer": "0.04"
    },
    {
        "question": "題目 264: 下列何者不是「具有危險性之設備」（如高壓氣體特定設備）之檢查種類？",
        "options": ["型式檢查", "定期檢查", "型式檢定", "構造檢查"],
        "answer": "型式檢定"
    },
    {
        "question": "題目 265: 依職業安全衛生設施規則規定，雇主對於研磨機之使用，下列敘述何者錯誤？",
        "options": ["研磨輪應採用經速率試驗合格且有明確記載最高使用周速度者", "規定研磨輪使用，除該研磨輪為側用外，不得使用側面", "規定研磨機之使用，得超過規定最高使用周速度", "規定研磨機使用，應於每日作業開始前試轉1分鐘以上"],
        "answer": "規定研磨機之使用，得超過規定最高使用周速度"
    },
    {
        "question": "題目 266: 依高壓氣體勞工安全規則規定，設置於內容積在5000公升以上之液化氣體儲槽之配管，應於距離該儲槽外側幾公尺以上之安全處所設置可操作之緊急遮斷裝置？",
        "options": ["5", "6", "7", "8"],
        "answer": "5"
    },
    {
        "question": "題目 267: 事業單位在選擇承攬人時應考慮之因素，下列敘述何者有誤？",
        "options": ["考慮過去之安全衛生績效", "考慮協調性", "考慮人員之素質及流動性", "僅考慮其專業能力，不計較其安全衛生管理能力"],
        "answer": "僅考慮其專業能力，不計較其安全衛生管理能力"
    },
    {
        "question": "題目 268: 下列何者屬勞動部主管之職業安全衛生法規？",
        "options": ["公共危險物品及可燃性高壓氣體設置標準暨安全管理辦法", "加氣站設置管理規則", "高壓氣體勞工安全規則", "常壓液態罐槽車罐槽體檢驗及管理辦法"],
        "answer": "高壓氣體勞工安全規則"
    },
    {
        "question": "題目 269: 危害控制優先順序，下列何者正確？",
        "options": ["工程改善⭢消除⭢行政管理", "消除⭢取代⭢隔離⭢行政管理", "消除⭢使用防護具⭢行政管理", "使用防護具⭢重新設計⭢行政管理"],
        "answer": "消除⭢取代⭢隔離⭢行政管理"
    },
    {
        "question": "題目 270: 下列何者不屬於電氣火災之防止對策？",
        "options": ["導線之負載勿超過規定容量", "導線應定期檢查", "電焊操作人員所穿的防火衣，以不導電之尼龍材質為佳", "電氣設備在不使用時．應確實關閉電"],
        "answer": "電焊操作人員所穿的防火衣，以不導電之尼龍材質為佳"
    },
    {
        "question": "題目 271: 依職業安全衛生管理辦法規定，雇主所設職業安全衛生委員會之委員會名冊，應如何處理？",
        "options": ["陳報勞動檢查機構", "陳報當地主管機關", "自行留存", "報衛生主管機關備查"],
        "answer": "自行留存"
    },
    {
        "question": "題目 272: 高壓氣體在絕熱環境下吹洩，其溫度變化為何？",
        "options": ["上升", "不變", "下降", "上下微幅振盪"],
        "answer": "下降"
    },
    {
        "question": "題目 273: 金屬鉀所引起之火災種類為何？",
        "options": ["甲類", "乙類", "丙類", "丁類"],
        "answer": "丁類"
    },
    {
        "question": "題目 274: 美國工業安全專家韓立奇（H.W.Heinrich）曾統計分析工業事故•就事故結果嚴重性分為3種事故，得出3種事故發生次數比例關係為1：29：300，其中比例為1係指下列何種事故？",
        "options": ["重傷害", "輕傷害", "財務損失", "虛驚事故"],
        "answer": "重傷害"
    },
    {
        "question": "題目 275: 目前事業單位所推動的職業安全衛生管理系統，不包括下列何者？",
        "options": ["OHSAS18001", "ISO9001", "ILO-OSH", "TOSHMS"],
        "answer": "ISO9001"
    },
    {
        "question": "題目 276: 依危險性機械及設備安全檢查規則規定，雇主變更固定式起重機之桁架、伸臂、腳、塔等構造部分時，應向檢查機構申請何種檢查？",
        "options": ["變更檢查", "竣工檢查", "使用檢查", "型式檢查"],
        "answer": "變更檢查"
    },
    {
        "question": "題目 277: 下列何者非設立急救人員之主要目的？",
        "options": ["災害現場證人", "幫助勞工維持生命", "急救處理", "避免不必要傷亡"],
        "answer": "災害現場證人"
    },
    {
        "question": "題目 278: 依勞工作業環境監測實施辦法之規定，特定粉塵作業場所，應每隔多久測定其濃度一次以上？",
        "options": ["1個月", "3個月", "6個月", "1年"],
        "answer": "6個月"
    },
    {
        "question": "題目 279: 下列何者不屬於固定式起重機之安全裝置？",
        "options": ["接近防撞裝置", "過捲預防裝置", "過負荷預防裝置", "過熱預防裝置"],
        "answer": "過熱預防裝置"
    },
    {
        "question": "題目 280: 最小著火能之單位為下列何者？",
        "options": ["牛頓", "毫焦耳", "瓦特", "伏特"],
        "answer": "毫焦耳"
    },
    {
        "question": "題目 281: 永久全失能職業災害之勞動損失日數．我國是以多少日數來計算？",
        "options": ["3000", "4000", "6000", "10000"],
        "answer": "6000"
    },
    {
        "question": "題目 282: 下列何種氣體較易滯留於局限空間場所底部？",
        "options": ["甲烷", "一氧化碳", "氨", "硫化氫"],
        "answer": "硫化氫"
    },
    {
        "question": "題目 283: 依職業安全衛生設施規則規定•雇主對物料堆放應符合之規定中，下列敘述何者錯誤？",
        "options": ["不得超過堆放地最大安全負荷", "不得影響照明", "不得妨礙機械設備之操作", "為便於作業得堆置於開口邊緣"],
        "answer": "為便於作業得堆置於開口邊緣"
    },
    {
        "question": "題目 284: 下列何者不是交流電焊機易發生感電之處？",
        "options": ["待機中，接於電焊柄之焊條端", "一次側線路端子", "二次側線路端子", "接地線"],
        "answer": "接地線"
    },
    {
        "question": "題目 285: 從事維修污水儲槽作業，下列敘述何者正確？",
        "options": ["攪拌設施未停電掛牌維修，易產生感毫及因誤動作造成人員被夾、被捲等傷害", "只要實施一次通風，人員進入就不會造成缺氣、中等危書", "應實施作業環境監測，則可免除派人監視之責任", "應單獨完成維修作業，以避免遭主管績效考評之危害"],
        "answer": "攪拌設施未停電掛牌維修，易產生感毫及因誤動作造成人員被夾、被捲等傷害"
    },
    {
        "question": "題目 286: 依職業安全衛生教育訓練規則規定，從事營造作業之新僱勞工，其接受之一般安全衛生教育訓練應至少幾小時？",
        "options": ["3", "4", "5", "6"],
        "answer": "6"
    },
    {
        "question": "題目 287: 風險評估中，嚴重度應考慮之因素，下列何者有誤？",
        "options": ["可能受到傷書的人數與程度", "環境衝擊", "生產停工損失", "事故發生機率"],
        "answer": "事故發生機率"
    },
    {
        "question": "題目 288: 依我國歷年來工作場所重大職業災害統計資料顯示，以何種行業發生勞工職災死亡人數最多？",
        "options": ["營造業", "製造業", "水電燃氣業", "餐旅業"],
        "answer": "營造業"
    },
    {
        "question": "題目 289: 依職業安全衛生法規定，雇主如未對勞工施以從事工作及預防災變所必要之安全衛生教育訓練，經通知限期改善而不如期改善者，可處新臺幣多少元之罰鍰？",
        "options": ["3 萬元以上，6萬元以下", "3萬元以上，15萬元以下", "3萬元以上，30萬元以下", "15萬元以上"],
        "answer": "3萬元以上，15萬元以下"
    },
    {
        "question": "題目 290: ILO-OSH2001係指下列何者？",
        "options": ["國際標準組織所頒布的職業安全衛生管理系統標準", "經濟部標準局所公布的職業安全衛生管理系統標準", "國際勞工組織所頒布的職業安全衛生管理系統指引", "國際驗證公司合作訂定的職業安全衛生管理驗證規範"],
        "answer": "國際勞工組織所頒布的職業安全衛生管理系統指引"
    },
    {
        "question": "題目 291: 依職業安全衛生設施規則規定，氫氣屬下列何者？",
        "options": ["爆炸性物質", "著火性物質", "易燃液體", "可燃性氣體"],
        "answer": "可燃性氣體"
    },
    {
        "question": "題目 292: 下列何種作業若控制設備不良，易使懷孕中胎兒智力受影響？",
        "options": ["石灰", "石綿", "鉛", "噪音"],
        "answer": "鉛"
    },
    {
        "question": "題目 293: 職業安全衛生管理系統所強調的 P-D-C-A 管理循環，其C代表意義為何？",
        "options": ["Control", "Clean", "Clear", "Check"],
        "answer": "Check"
    },
    {
        "question": "題目 294: 下列何者不是輸送帶常設之安全裝置？",
        "options": ["緊急停止開關", "頭尾輪護罩", "變速裝置", "啟動前之警報裝置"],
        "answer": "變速裝置"
    },
    {
        "question": "題目 295: 下列何者不屬於製程變更管理範疇？",
        "options": ["製程技術修改", "作業方法、程式修改", "組織薪資結構變動", "安全設施變更"],
        "answer": "組織薪資結構變動"
    },
    {
        "question": "題目 296: 關於身體質量指數（BMI），下列何者在正常範圍內？",
        "options": ["10", "15", "20", "30"],
        "answer": "20"
    },
    {
        "question": "題目 297: 職業災害造成事業單位之損失可分為直接損失及間接損失，下列何者係屬直接損失？",
        "options": ["受傷員工之醫療支付", "超時工作之額外津貼", "員工士氣低落", "重新訓練新員工之費用"],
        "answer": "受傷員工之醫療支付"
    },
    {
        "question": "題目 298: 依據臺灣職菜安全衛生管理系統指引規定，變更管理涵蓋內容不包括下列何者？",
        "options": ["設備永久變更", "作業暫時性變更", "訪客行程變更", "製程緊急變更"],
        "answer": "訪客行程變更"
    },{
        "question": "題目 299: 感音性聽力損失，以下列何種頻率（Hz）較為明顯？",
        "options": ["500", "1,000", "2,000", "4,000"],
        "answer": "4,000"
    },
    {
        "question": "題目 300: 依職業安全衛生法規定，除達一定規模之事業單位，應建置適合該事業單位之職業安全衛生管理系統外，尚包括下列何者？",
        "options": ["金融保險業", "從事業石油裂解之石化工業", "機械設備租賃業", "藥品製造業"],
        "answer": "從事業石油裂解之石化工業"
    },
    {
        "question": "題目 301: 下列何種指標可表示化學品之毒性大小？",
        "options": ["半致死劑量", "溶解度", "沸點", "閃火點"],
        "answer": "半致死劑量"
    },
    {
        "question": "題目 302: 依職業安全衛生法施行細則規定，下列何者非屬特別危害健康之作業？",
        "options": ["噪音作業", "粉塵作業", "會計作業", "游離輻射作業"],
        "answer": "會計作業"
    },
    {
        "question": "題目 303: 風險評估結果可應用於下列何者？",
        "options": ["作為連帶懲罰之依據", "可針對風險等級進行統計分析，作為後續執行相關因應對策的參考", "作為制（修）定標準作業程序之唯一依據", "作為法規處罰的依據"],
        "answer": "可針對風險等級進行統計分析，作為後續執行相關因應對策的參考"
    },
    {
        "question": "題目 304: 依膨業安全衛生設施規則規定，對高壓氣體容器之使用，下列何者有誤？",
        "options": ["容器應標示所裝氣體品名", "得任意灌裝或轉裝", "使用時應加固定", "不得在容器上試焊"],
        "answer": "得任意灌裝或轉裝"
    },
    {
        "question": "題目 305: 因災害發生導致一眼失明者，屬下列何者？",
        "options": ["永久全失能", "永久部分失能", "暫時全失能", "暫時部分失能"],
        "answer": "永久部分失能"
    },
    {
        "question": "題目 306: 有關決定風險控制措施之敘述，下列何者有誤？",
        "options": ["應優先對於可接受風險項目，決定控制措施", "須考量現有技術能力及可用資源等因素", "風險控制措施確認後．應指派相關人員負責規劃及實施", "應定期追蹤其執行狀況"],
        "answer": "應優先對於可接受風險項目，決定控制措施"
    },
    {
        "question": "題目 307: 關於水平母索中間杆柱的設置，下列何者不正確？",
        "options": ["中間杆柱無需考量強度", "中間杆柱下方需有足夠之淨空空間", "中間杆柱間距越大則受力時變形越明顯", "中間杆柱具有消能作用，可避免安全母索斷裂"],
        "answer": "中間杆柱無需考量強度"
    },
    {
        "question": "題目 308: 依勞工作業環境監測實施辦法之規定，勞工噪音暴露工作8小時日時量平均音壓級多少分貝以上之作業場所，應依規定實施噪音測定？",
        "options": ["85", "90", "95", "115"],
        "answer": "85"
    },
    {
        "question": "題目 309: 有關防止墜落之扶手欄杆，下列敘述何者有誤？",
        "options": ["可暫時卸下，記得下次作業前再裝回", "務必堅固牢靠", "可暫時卸下，但作業完畢後應立刻装回", "為確保安全，儘量不要卸下"],
        "answer": "可暫時卸下，記得下次作業前再裝回"
    },
    {
        "question": "題目 310: 下列何者可做為線路過電流保護裝置？",
        "options": ["避雷針", "變壓器", "電阻器", "熔絲"],
        "answer": "熔絲"
    },
    {
        "question": "題目 311: 下列何種物質置放於高溫或劇烈摩擦下易產生爆炸？",
        "options": ["還原性物質", "氧化性物質", "中性物質", "水溶液"],
        "answer": "氧化性物質"
    },
    {
        "question": "題目 312: 依勞工作業環境監測實施辦法規定之場所，下列何者非屬應實施化學性因子作業環境監測之作業場所？",
        "options": ["特定粉塵作業場所", "有機溶劑作業場所", "於鍋爐房從事工作之作業場所", "隧道掘削之建設工程之場所"],
        "answer": "於鍋爐房從事工作之作業場所"
    },
    {
        "question": "題目 313: 下列何者較屬健康促進之相關活動？",
        "options": ["辦理登山郊遊", "請休假", "辦理業務競賽", "辦理業務檢討"],
        "answer": "辦理登山郊遊"
    },
    {
        "question": "題目 314: 下列何者不是推動臺灣職業安全衛生管理系統（TOSHMS）之主要目的？",
        "options": ["強化組織自主管理", "持續改善安全衛生管理續效", "降低職業災害", "維護環境生態"],
        "answer": "維護環境生態"
    },
    {
        "question": "題目 315: 有關臺灣職業安全衛生管理系統指引中之「危害」定義，係指下列何者？",
        "options": ["危及公共安全的潛在原因", "可能造成財務損失的原因潛在因素", "對人體的健康造成傷害或損書的原因", "危險性及有害性的簡稱"],
        "answer": "對人體的健康造成傷害或損書的原因"
    },
    {
        "question": "題目 316: 工作場所有立即發生危險之虞時，雇主或工作場所負責人應優先採取下列何種處置？",
        "options": ["報告檢查機構", "報告主管機關", "繼續作業", "下令停止作業，使勞工退避至安全場所"],
        "answer": "下令停止作業，使勞工退避至安全場所"
    }, {
        "question": "題目 317: 就安手管理而言，下列敘述何者錯誤？",
        "options": ["經常性交付承攬之作業，宜事先依據危害辨識及風險評估相關程式辨識出潛在之危害及相關控制措施", "臨時性交付之承攬作業，在正式施工前亦應先完成危害辨識及風險評估", "對於運輸作業之承攬，除須評估在本身廠（（場）内之危害及風險外，也應評估運送至客戶期間交通上之危害及風險", "工作交付承攬後係屬承攬人責任，原事業單位事前不須對該項工作實施危害辨識"],
        "answer": "工作交付承攬後係屬承攬人責任，原事業單位事前不須對該項工作實施危害辨識"
    },
    {
        "question": "題目 318: 積載型移動式起重機（吊卡車）之吊臂其構造及材質所能吊升之最大荷重為下列何者？",
        "options": ["吊升荷重", "積載荷重", "額定荷重", "設計荷重"],
        "answer": "吊升荷重"
    },
    {
        "question": "題目 319: 下列何者非化學品災後復原階段應確認之事項？",
        "options": ["補充減火藥劑", "檢討廣播器材之有效性", "注意事故處理人員之後續健康狀況", "迅速查出肇災人員，依規定處分"],
        "answer": "迅速查出肇災人員，依規定處分"
    },
    {
        "question": "題目 320: 依職業安全衛生設施規則規定，雇主對於高度至少在幾公尺以上之作業場所，有遇強風、大雨等惡劣氣候致勞工有墜落危險時，應使勞工停止作業？",
        "options": ["1", "1.2", "1.5", "2"],
        "answer": "2"
    },
    {
        "question": "題目 321: 依職業安全衛生法之規定，下列何者為雇主不得使產後未滿一年之女工從事之危險性或有害性工作？",
        "options": ["堆高機操作之工作", "有害輻射散布場所之作業", "噪音作業", "鑿岩機及其他有顯著振動之作業"],
        "answer": "鑿岩機及其他有顯著振動之作業"
    },
    {
        "question": "題目 322: 職業安全衛生管理系統之主要架構運作，職業安全衛生活動的最高指導原則為下列何者？",
        "options": ["職業安全衛生方案", "職業安全衛生計畫", "職業安全衛生政策", "職業安全衛生指針"],
        "answer": "職業安全衛生政策"
    },
    {
        "question": "題目 323: 下列何種法規之制定與修正，需經立法院三讀通過？",
        "options": ["機械器具型式檢定實施辦法", "起重升降機具安全規則", "職業安全衛生法", "營造安全衛生設施標準"],
        "answer": "職業安全衛生法"
    },
    {
        "question": "題目 324: 有關緊急應變之組織架構及權責之敘述，下列何者有誤？",
        "options": ["應訂定應變組織各階層人員的職掌", "應變組織各工作小組應有編組名冊", "不同應變等級應有不同應變組織架構", "假日及夜間均有人值班，所以不須另定假日及夜間之應變組織架構"],
        "answer": "假日及夜間均有人值班，所以不須另定假日及夜間之應變組織架構"
    },
    {
        "question": "題目 325: 最小著火能之單位為何？",
        "options": ["牛頓", "毫焦耳", "瓦特", "伏特"],
        "answer": "毫焦耳"
    },
    {
        "question": "題目 326: 若以壓縮空氣將沖床模具中成品自動吹出，而不需藉由人力進行取料動作，該裝置為下列何者？",
        "options": ["半自動出料", "全自動出料", "全自動進料", "半自動進料"],
        "answer": "全自動出料"
    },
    {
        "question": "題目 327: 雇主使勞工從事製造、處置或使用危害性化學品，除應實施3小時的一般安全衛生教育訓練外，應再增加多少時數之危害通識訓練課程？",
        "options": ["2", "3", "6", "8"],
        "answer": "3"
    },
    {
        "question": "題目 328: 下列何者用以表示耳部防護具防護效能？",
        "options": ["NRR", "TWA", "PEL", "WBGT"],
        "answer": "NRR"
    },
    {
        "question": "題目 329: 勞工從事異常氣壓作業可能導致下列何種職業病？",
        "options": ["高山症", "心血管疾病", "減壓病", "呼吸系統疾病"],
        "answer": "減壓病"
    },
    {
        "question": "題目 330: 下列何種氣體較易溶解於局限空間場所之廢液中？",
        "options": ["甲烷", "一氧化碳", "氮氣", "硫化氫"],
        "answer": "硫化氫"
    },
    {
        "question": "題目 331: 依勞工健康保護規則之規定，雇主對於從事特別危害健康作業之在職勞工，應每幾年實施特定項目之特殊健康檢查？",
        "options": ["0.5", "1", "2", "3"],
        "answer": "1"
    },
    {
        "question": "題目 332: 依職業安全衛生法之規定，雇主執行勞工體格檢查、健康檢查，應由中央主管機關會商下列何單位認可之醫療機構之醫師為之？",
        "options": ["職業疾病鑑定委員會", "勞動檢查機構", "職業傷病防治中心", "中央衛生主管機關"],
        "answer": "中央衛生主管機關"
    },
    {
        "question": "題目 333: 下列何者是職業安全衛生管理系統中，安全衛生政策之制訂原則？",
        "options": ["符合法令之基本門檻", "遵守法令為基本目標，應持續改善職業安全衛生管理系統績效", "由管理階層自行訂定對外宣示", "符合ISO國際標準"],
        "answer": "遵守法令為基本目標，應持續改善職業安全衛生管理系統績效"
    },
    {
        "question": "題目 334: 某38歲勞工，今年實施特殊健康檢查，如持續從事相同作業，依勞工健康保護規則之規定，其下次應實施特殊健康檢查是幾歲？",
        "options": ["39", "40", "41", "44"],
        "answer": "40"
    },
    {
        "question": "題目 335: 在避免感電的方法中，下列敘述何者錯誤？",
        "options": ["降低使用電壓，以降低感電電流", "降低人體電阻，以降低感電電流", "裝置漏電斷路器", "電氣接地"],
        "answer": "降低人體電阻，以降低感電電流"
    },    {
        "question": "題目 336: 依職業安全衛生設施規則規定，高壓氣體容器於貯存或搬運時，溫度應保持在攝氏多少度以下？",
        "options": ["38", "40", "50", "60"],
        "answer": "40"
    },
    {
        "question": "題目 337: 消除或降低危害最優先考慮的方法，為下列何者？",
        "options": ["健康管理", "工程改善", "教育訓練", "使用防護具"],
        "answer": "工程改善"
    },
    {
        "question": "題目 338: 雇主對於勞工投保幾個月以上，即可向勞保局申請支付特殊健康檢查經費？",
        "options": ["1", "3", "6", "12"],
        "answer": "12"
    },
    {
        "question": "題目 339: 依障業災害勞工保護法之規定，下列何者非屬可向勞工保險局申請之補助項目？",
        "options": ["危險津貼", "看護補助", "職業訓練生活津貼", "家圈補助"],
        "answer": "危險津貼"
    },
    {
        "question": "題目 340: 依職業安全衛生管理辦法規定，職業安全衛生委員會之勞工代表產生方式，如事業單位無工會組織而有勞資會議者，應如何產生？",
        "options": ["由勞方代表推選之", "由資方代表推選之", "由會議主席裁示之", "由勞資雙方投票選定之"],
        "answer": "由勞方代表推選之"
    },
    {
        "question": "題目 341: 依職業安全衛生設施規則規定，1萬伏特之電壓係屬下列何者？",
        "options": ["低壓", "高壓", "特高壓", "超高壓"],
        "answer": "高壓"
    },
    {
        "question": "題目 342: 公司如已設有勞安室及職業安全衛生人員，在臺灣職業安全衛生管理系統指引中，可對應下列何者？",
        "options": ["能力與訓練", "組織設計", "管理審查", "控制措施"],
        "answer": "組織設計"
    },
    {
        "question": "題目 343: 若有6名員工參與機械設備之維修工作，則最少需使用幾把鎖進行上鎖作業？",
        "options": ["3", "4", "5", "6"],
        "answer": "6"
    },
    {
        "question": "題目 344: 依職業災害調查，下列何者通常不列為直接原因？",
        "options": ["能量來源", "危害物", "高溫", "人為因素"],
        "answer": "人為因素"
    },
    {
        "question": "題目 345: 依職業安全衛生設施規則規定，雇主對於扇風機之葉片，如有危害勞工手指之虞時，應設下列何種安全設備？",
        "options": ["自動電擊防止裝置", "漏電斷路器", "防爆電氣設備", "護網或護圍"],
        "answer": "護網或護圍"
    },
    {
        "question": "題目 346: 下列何者為機械設備安全防護之主要目的？",
        "options": ["增加機械設備之美觀", "避免機械動力與人體接觸所造成之傷害", "方便操作", "易於維護保養"],
        "answer": "避免機械動力與人體接觸所造成之傷害"
    },
    {
        "question": "題目 347: 沸騰液體膨脹蒸氣爆炸（BLEVE）屬下列何者？",
        "options": ["化學變化", "物理變化", "兼具物理與化學變化", "核子反應"],
        "answer": "物理變化"
    },
    {
        "question": "題目 348: 在降低風險的控制措施中，連鎖停機系統，屬於下列何者？",
        "options": ["消除", "取代", "工程控制措施", "管理控制措施"],
        "answer": "工程控制措施"
    },
    {
        "question": "題目 349: 事業單位以其事業之全部或一部分交付承攬時，依職業安全衛生管理辦法規定，該事業單位勞工人數之計算，下列敘述何者正確？",
        "options": ["僅以該事業單位之勞工人數計算", "以原事業單位、承攬人、再承攬人分別所僱用之勞工人數中，取最多者", "以原事業單位、承攬人、再承攬人分別所僱用之勞工人數中，取最少者", "包含原事業單位、承攬人、再承攬人之勞工於同一期間、同一工作場所作業時之總人數"],
        "answer": "包含原事業單位、承攬人、再承攬人之勞工於同一期間、同一工作場所作業時之總人數"
    },
    {
        "question": "題目 350: 作業場所設置以動力吸引排出已發散之有害氣體或蒸氣之設備，為下列何者？",
        "options": ["局部排氣裝置", "送風機", "密閉設備", "整體換氣裝置"],
        "answer": "局部排氣裝置"
    },
    {
        "question": "題目 351: 下列何者為最優先應選擇之風險控制措施？",
        "options": ["從源頭消除危害", "以低毒性取代高毒性", "給勞工休息", "提供個人防護具"],
        "answer": "從源頭消除危害"
    },
    {
        "question": "題目 352: 依職業安全衛生設施規則規定，為防止勞工有自粉碎機及混合機之開口部分墜落之虞，雇主應有覆蓋、護圍、高度至少在幾公分以上之圍柵等必要設備？",
        "options": ["30", "50", "75", "90"],
        "answer": "90"
    },
    {
        "question": "題目 353: 依職業安全衛生管理辦法規定，捲揚裝置於開始使用、拆卸、捲揚、改裝或修理時，應實施下列何種檢查？",
        "options": ["竣工檢查", "重點檢查", "熔接檢查", "型式檢查"],
        "answer": "重點檢查"
    },
    {
        "question": "題目 354: 風險評估的嚴重度判斷時，嚴重骨折或致命傷害，屬於下列何種傷害程度？",
        "options": ["輕傷害", "中度傷害", "重度傷害", "虛驚事故"],
        "answer": "重度傷害"
    },{
        "question": "題目 355: 依職業安全衛生設施規則規定，雇主對勞工於下列何處作業時使用之交流電焊機，為防止感電，應有自動電擊防止裝置？",
        "options": [
            "良導體機器設備內之狹小空間",
            "噪音場所",
            "鉛作業場所",
            "粉塵散布場所"
        ],
        "answer": "良導體機器設備內之狹小空間"
    },
    {
        "question": "題目 356: 下列何者屬業安全衛生法所稱層主之定義？",
        "options": [
            "勞工安全衛生部門主管",
            "事業經營負責人",
            "廠長",
            "經理"
        ],
        "answer": "事業經營負責人"
    },
    {
        "question": "題目 357: 非業單位以其事業之全部或一部分交付承攬時，依職業安全衛生管理辦法規定，該事業單位勞工人數之計算，下列敘述何者正確？",
        "options": [
            "僅以該事業單位之勞工人數計算",
            "以原事業單位、承攬人、再承攬人之勞工人數中，取最多者",
            "以原事業單位、承攬人、再承攬人之勞工人數中，取最少者",
            "包含原事業單位、承攬人、再承攬人之勞工於同一期間、同一工作場所作業時之總人數"
        ],
        "answer": "包含原事業單位、承攬人、再承攬人之勞工於同一期間、同一工作場所作業時之總人數"
    },
    {
        "question": "題目 358: 工作安全分析的第二個程序為何？",
        "options": [
            "決定要分析的工作",
            "將工作分解成若干步驟",
            "找出危害及可能發生的事故",
            "尋求避免危害及可能發生事故的方法"
        ],
        "answer": "將工作分解成若干步驟"
    },
    {
        "question": "題目 359: 有關緊急狀況之分級，下列敘述何者有誤？",
        "options": [
            "應依事故之損害特性及後果嚴重度，加以分級",
            "應該依緊急狀況之分級，規劃後續應變處理程序與對策",
            "不論分級為何，緊急應變指揮官都是同一人",
            "大型災害自己無法控制時，必須迅速連絡外界支援"
        ],
        "answer": "不論分級為何，緊急應變指揮官都是同一人"
    },
    {
        "question": "題目 360: 下列何者非高溫作業量測之綜合溫度熱指數溫度？",
        "options": [
            "輻射熱",
            "自然濕球溫度",
            "乾球溫度",
            "人體溫度"
        ],
        "answer": "人體溫度"
    },
    {
        "question": "題目 361: 下列何者非屬勞工作業場所容許暴露濃度標準所使用之容許濃度標準？",
        "options": [
            "8小時日時量平均容許濃度",
            "半數致死濃度",
            "短時間時量平均容許濃度",
            "最高容許濃度"
        ],
        "answer": "半數致死濃度"
    },
    {
        "question": "題目 362: 依高壓氣體勞工安全規則規定，灌氣容器等應經常保持其溫度於攝氏幾度以下？",
        "options": [
            "30",
            "35",
            "40",
            "45"
        ],
        "answer": "40"
    },
    {
        "question": "題目 363: 依職業安全衛生管理辦法規定，在職業安全衛生法施行後，事業單位置職業安全管理師或職業衛生管理師達2人以上者，其中至少1人應為下列何者？",
        "options": [
            "職業安全衛生業務主管",
            "職業安全管理師",
            "職業衛生管理師",
            "工業安全技師"
        ],
        "answer": "職業安全管理師"
    },
    {
        "question": "題目 364: 下列何者較不屬電線絕緣劣化之可能原因？",
        "options": [
            "日曬",
            "高溫",
            "乾燥通風",
            "氧化作用"
        ],
        "answer": "乾燥通風"
    },
    {
        "question": "題目 365: 為安全起見，於室內行駛動力堆高機是否要開前燈？",
        "options": [
            "一定要",
            "有開室內燈就不用",
            "照度夠就不用",
            "不用"
        ],
        "answer": "一定要"
    },
    {
        "question": "題目 366: 依職業安全衛生管理辦法規定，政府機關（構）應設之職業安全衛生組織或人員，因其他法規限制，得在組織修編完成前．以報經中央主管機關核定之下列何種文件替代之？A.職業災害防止計畫、B.職業安全衛生管理計畫、C.職業安全衛生管理規章、D.自動檢查計",
        "options": [
            "AB",
            "BC",
            "CD",
            "AC"
        ],
        "answer": "BC"
    },
    {
        "question": "題目 367: 下列何者為可燃性氣體？",
        "options": [
            "氫",
            "乙醚",
            "苯",
            "汽油"
        ],
        "answer": "氫"
    },
    {
        "question": "題目 368: 下列何種物質引發的火災，不屬於A類火災？",
        "options": [
            "木製品",
            "橡膠",
            "紙",
            "瓦斯"
        ],
        "answer": "瓦斯"
    },
    {
        "question": "題目 369: 有關緊急應變之作業流程及連絡體系，下列敘述何者有誤？",
        "options": [
            "應訂定事故通報流程及緊急連絡電話一覽表",
            "對法定應通報之事項及內容應明訂",
            "對於己由廠內自行處理完畢之事故可不通報",
            "應有假日及夜間之通報流程及連絡體系"
        ],
        "answer": "對於己由廠內自行處理完畢之事故可不通報"
    },
    {
        "question": "題目 370: 依職業安全衛生法規定，二個以上之事業單位分別出資共同承攬時，防止職業災害之雇主責任應由誰負責？",
        "options": [
            "此二事業單位互推一人為代表人",
            "二事業單位一起負責",
            "出資較多的事業單位",
            "勞工人數較多的事業單位"
        ],
        "answer": "此二事業單位互推一人為代表人"
    },
    {
        "question": "題目 371: 工作場所如發生死亡職業災害，下列何者非雇主應有之作為？",
        "options": [
            "必要急救",
            "必要搶救",
            "實施調查、分析",
            "馬上復原現場，並加以隔離"
        ],
        "answer": "馬上復原現場，並加以隔離"
    },{
        "question": "題目 372: 勞工雖有堆高機操作人員證照，但未遵守工廠規定，於廠內壇自以高速行駛堆高機而肇災，其災害之間接原因為下列何者？",
        "options": ["不安全設備", "不安全動作", "不安全環境", "天災"],
        "answer": "不安全動作"
    },
    {
        "question": "題目 373: 有關防爆電氣設備維護作業的注意事項，下列何者錯誤？",
        "options": ["設備運轉中進行維護作業時，可直接打開接線盒蓋與檢查窗口", "設備停止並進行維護作業時，須確認電路的安全性", "在易爆的環境中維護時，應使用防爆型之測量儀器", "不得任意拆解防爆型電器設備"],
        "answer": "設備運轉中進行維護作業時，可直接打開接線盒蓋與檢查窗口"
    },
    {
        "question": "題目 374: 依職業安全衛生設施規則規定，有關對高壓氣體容器之儲存，下列何者有誤？",
        "options": ["周圍2公尺內得放置引火性物品", "盛裝和空容器應分區放置", "可燃性氣體、有毒性氣體及氧氣容器應分開儲存", "禁止煙火接近"],
        "answer": "周圍2公尺內得放置引火性物品"
    },
    {
        "question": "題目 375: 依危險性工作場所審查暨檢查辦法之規定，從事製造、處置、使用危險物及有害物達規定數量者，應於使勞工作業前，向勞動檢查機構申請下列何類危險性工作場所審查及檢查？",
        "options": ["甲", "乙", "丙", "丁"],
        "answer": "甲"
    },
    {
        "question": "題目 376: 依膨業安全衛生法規定，原事業單位與承攬人分別僱用勞工共同作業時，有關工作場所負責人，應為下列何者？",
        "options": ["原事業單位之雇主", "由原事業單位指定於工作場所代表履主從事管理、指揮或監督勞工從事工作之人", "共同作業工作場所之承攬工程金額最多之事業單位負責人", "共同作業工作場所所有承攬人共推之安全衛生負責人"],
        "answer": "由原事業單位指定於工作場所代表履主從事管理、指揮或監督勞工從事工作之人"
    },
    {
        "question": "題目 377: 燃燒 PVC 電纜線時，會產生下列何種毒性氣體？",
        "options": ["醋酸", "氨氣", "氯化氫", "丙烯醛"],
        "answer": "氯化氫"
    },
    {
        "question": "題目 378: 美國工業安全專家韓立奇（H.W.Hcinrich）曾就事故發生模式提出骨牌理論（Dominotheory），共有5張骨牌，其中最後一張骨牌為下列何者？",
        "options": ["個人缺陷", "不安全行為或狀況", "災害", "傷害"],
        "answer": "傷害"
    },
    {
        "question": "題目 379: 有關臺灣職業安全衛生管理系統指引中之變更管理，下列何者為非？",
        "options": ["事前應實施風險評估", "與變更有關人員均須被告知或訓練", "僅限設備或材料等硬體變更事項才需實施變更管理", "與變更有關文件均須被檢討修正"],
        "answer": "僅限設備或材料等硬體變更事項才需實施變更管理"
    },
    {
        "question": "題目 380: 依職業安全衛生設施規則規定，雇主對於堆高機之操作，不得超過該機械所能承受之最大荷重，且其載運之貨物應保持穩固狀態，防止下列何種事故？",
        "options": ["感電", "火災", "翻覆", "缺氧"],
        "answer": "翻覆"
    },
    {
        "question": "題目 381: 雇主僱用勞工時，應實施一般體格檢查，下列何者為非規定之檢查項目？",
        "options": ["既往病歷及作業經歷之調查", "胸部 X光（大片）攝影檢查", "血色素及白血球數檢查", "心電圖檢查"],
        "answer": "心電圖檢查"
    },
    {
        "question": "題目 382: 為防止壓力槽內壓力過高而發生事故，應裝置下列何種安全設備？",
        "options": ["反撥裝置", "釋壓閥", "制動裝置", "光電開關"],
        "answer": "釋壓閥"
    },
    {
        "question": "題目 383: 膨業災害統計中，對於輕傷害定義，係指損失工作日數為下列何？",
        "options": ["未滿1日", "未滿2日", "未滿3日", "未滿4日"],
        "answer": "未滿3日"
    },
    {
        "question": "題目 384: 有關採購之安全衛生規格擬訂，下列何者有誤？",
        "options": ["安全衛生規格制訂應考量法規及國家標準之要求", "應先經由危害辨識及風險評估之結果，鑑別出關鍵性項目", "安全衛生規格為本公司採購時之內部規定，如法規有異動時，不需配合檢討更新", "請協助購單位不清楚相關安全衛生規範時，應主動尋求工安部門、供應商或外界專業機構之"],
        "answer": "安全衛生規格為本公司採購時之內部規定，如法規有異動時，不需配合檢討更新"
    },
    {
        "question": "題目 385: 風險評估下列何者錯誤？",
        "options": ["需考量危害後果的嚴重度", "需考量現有法規和相關指引", "無需考量周遭居民", "需考量風險控制的績效"],
        "answer": "無需考量周遭居民"
    },
    {
        "question": "題目 386: 依勞工作業環境監測實施辦法之定義，指雇主使勞工每日作業時間在1小時以內者，為下列何者？",
        "options": ["彈性作業", "作業時間短暫", "非常態作業", "非例行性作業"],
        "answer": "作業時間短暫"
    },
    {
        "question": "題目 387: 勞工進入儲槽後因墜落死亡，在職業災害調查分析時，未施以從事工作及預防災變所必要之安全衛生教育及訓練屬下列何種原因？",
        "options": ["直接原因", "間接原因", "基本原因", "長期原因"],
        "answer": "基本原因"
    },{
        "question": "題目 388: 依職業安全衛生管理辦法規定，職業安全衛生管理計畫應由下列何者擬訂？",
        "options": [
            "業務部門主管",
            "作業勞工",
            "人事人員",
            "雇主"
        ],
        "answer": "雇主"
    },
    {
        "question": "題目 389: 下列何者非臺灣職業安全衛生管理系統指引所強調之主要項目？",
        "options": [
            "員工參與",
            "承攬管理",
            "環境影響評估",
            "採購管理"
        ],
        "answer": "環境影響評估"
    },
    {
        "question": "題目 390: 依危險性化學品標示及通識規則之規定，禁水性物質之危險圖式符號為何？",
        "options": [
            "火焰",
            "骷髏頭與二根交叉骨",
            "炸彈爆炸",
            "驚嘆號"
        ],
        "answer": "火焰"
    },
    {
        "question": "題目 391: 依勞工健康保護規則之規定，主管對於從事特別危險健康作業之在職勞工，應每幾年實施特定項目之特健康檢查？",
        "options": [
            "1",
            "2",
            "3",
            "4"
        ],
        "answer": "1"
    },
    {
        "question": "題目 392: 下列何者非為有效防止石材板倒塌之方法？",
        "options": [
            "設置擋樁",
            "以繩索捆綁",
            "佩戴安全帽",
            "實施環境巡查"
        ],
        "answer": "佩戴安全帽"
    },
    {
        "question": "題目 393: 防止靜電危害，可使用下列何種方法？",
        "options": [
            "加溫",
            "裝設開關",
            "絕緣",
            "加濕"
        ],
        "answer": "加濕"
    },
    {
        "question": "題目 394: 鐵細胞色素氣化酵素易與下列何種化學性之窒息性物質作用造成人體危害？",
        "options": [
            "氰化物",
            "甲烷",
            "氮氣",
            "二氧化碳"
        ],
        "answer": "氰化物"
    },
    {
        "question": "題目 395: 依職業安全衛生管理辦法規定，雇主對高空工作車，應於每日作業前就其制動裝置、操作裝置及作業裝置之性能實施下列何者？",
        "options": [
            "竣工檢查",
            "重新檢查",
            "檢點",
            "作業環境測定"
        ],
        "answer": "檢點"
    },
    {
        "question": "題目 396: 依職業安全衛生設施規則規定，以捲揚機吊運物料應符合之規定中，下列敘述何者錯誤？",
        "options": [
            "吊鉤或吊具應有防止吊舉中所吊物體脫落之裝置",
            "應避免鄰近電力線作業",
            "應設有防止過捲裝置",
            "吊運作業中可由人員進入吊掛物下方"
        ],
        "answer": "吊運作業中可由人員進入吊掛物下方"
    },
    {
        "question": "題目 397: 下列何者非愛滋病之主要傳染途徑？",
        "options": [
            "性行為",
            "血液",
            "空氣",
            "母子垂直傳染"
        ],
        "answer": "空氣"
    },
    {
        "question": "題目 398: 事業單位與承攬人、再承攬人分別僱用勞工共同作業時，為防止職業災害，原事業單位應設置下列何者單位或組織負責協調之工作？",
        "options": [
            "風險評估小組",
            "醫療單位",
            "協議組織",
            "安全衛生委員會"
        ],
        "answer": "協議組織"
    },
    {
        "question": "題目 399: 依職業安全衛生管理辦法規定，事業單位向勞動檢查機構陳報職業安全衛生管理單位或人員設置報備書時，應由下列何人具名陳報？",
        "options": [
            "事業經營負責人",
            "職業安全衛生人員",
            "工作場所負責人",
            "工會理事長"
        ],
        "answer": "事業經營負責人"
    },
    {
        "question": "題目 400: 失能傷害頻率（FR）數值之表示方式，取小數點第幾位？",
        "options": [
            "0（即個位數）",
            "1",
            "2",
            "無規定"
        ],
        "answer": "2"
    },
    {
        "question": "題目 401: 依職業安全衛生設施規則規定，對於良導體設備內從事檢修作業使用之手提式照明燈，其電壓不得超過多少伏特？",
        "options": [
            "9",
            "12",
            "24",
            "110"
        ],
        "answer": "24"
    },
    {
        "question": "題目 402: 依職業災害勞工保護法之規定，中央主管機關為鑑定職業疾病所設之組織為下列何者？",
        "options": [
            "職業疾病鑑定委員會",
            "勞動檢查機構",
            "代行檢查機構",
            "職業傷病防治中心"
        ],
        "answer": "職業疾病鑑定委員會"
    },
    {
        "question": "題目 403: 為防止堆置物料倒塌、崩塌或掉落，下列防護措施何者有誤？",
        "options": [
            "物料堆置高度可無限制",
            "禁止人員進入該場所",
            "採用繩索綑綁",
            "採用護網、擋樁等防護措施"
        ],
        "answer": "物料堆置高度可無限制"
    },
    {
        "question": "題目 404: 下列何者是消防水系統所用之滅火原理？",
        "options": [
            "抑制",
            "隔離",
            "加熱",
            "冷卻"
        ],
        "answer": "冷卻"
    },
    {
        "question": "題目 405: 電流流經人體時，下列何者不是影響感電傷害嚴重度之直接因素？",
        "options": [
            "流經身體的電流量之大小",
            "電流流經身體之路徑",
            "人體之身高",
            "身體之電阻"
        ],
        "answer": "人體之身高"
    },
    {
        "question": "題目 406: 依職業安全衛生管理辦法之規定，局部排氣裝置或除塵裝置於開始使用、拆卸、改裝或修理時，應實施何種檢查？",
        "options": [
            "定期檢查",
            "重點檢查",
            "竣工檢查",
            "熔接檢查"
        ],
        "answer": "重點檢查"
    },
    {
        "question": "題目 407: 下列何種氣體可能引起分解爆炸？",
        "options": [
            "乙炔",
            "氫",
            "氧",
            "氯"
        ],
        "answer": "乙炔"
    },
    {
        "question": "題目 408: 進行高度2公尺以上之開口作業時，下列墜落災害預防措施何者不正確？",
        "options": [
            "規劃施工通道及上下設備",
            "施作防護設施",
            "按標準作業流程施作",
            "於開口邊緣架設繩索做為護欄"
        ],
        "answer": "於開口邊緣架設繩索做為護欄"
    }, {
        "question": "題目 409: 若已知危害之嚴重度，則其可能性越高，風險將如何變化？",
        "options": ["越高", "超低", "不變", "都有可能"],
        "answer": "越高"
    },
    {
        "question": "題目 410: 指定醫療機構來廠內辦理勞工健康檢查時，該機構應有相關專業人員在現場執行業務，但可不包括下列何者？",
        "options": ["醫事放射師", "牙醫師", "醫事檢驗師", "護理人員"],
        "answer": "牙醫師"
    },
    {
        "question": "題目 411: 在建立安全衛生工作環境時，下列何者較屬於組織管理層面？",
        "options": ["工作姿勢", "領導風格", "預防注射", "採購管理"],
        "answer": "領導風格"
    },
    {
        "question": "題目 412: 靜電電荷累積後易產生電弧放熱，下列何者非為消除靜電電荷累積的方法？",
        "options": ["以導體接地", "提高靜電環境之濕度", "隔離產生靜電之設備", "裝置靜電消除器"],
        "answer": "隔離產生靜電之設備"
    },
    {
        "question": "題目 413: 依職業災害勞工保護法規定，政府應建立工殤紀念碑，訂定每年何日為工殤日？",
        "options": ["4月28日", "5月1日", "8月23日", "9月1日"],
        "answer": "4月28日"
    },
    {
        "question": "題目 414: 依職業安全衛生法之規定，下列何者為雇主不得使妊娠中之女性勞工從事之危險性或有害性工作？",
        "options": ["文書作業", "噪音作業", "電子零件裝配作業", "起重機運轉工作"],
        "answer": "起重機運轉工作"
    },
    {
        "question": "題目 415: 有關臺灣職業安全衛生管理系統的特色，下列何者有誤？",
        "options": ["可與 ISO9001、ISO14001 相容", "由300人以上高風險事業單位優先推行", "政府並未強制事業單位通過驗證", "內容與 OHSAS18001 完全"],
        "answer": "內容與 OHSAS18001 完全"
    },
    {
        "question": "題目 416: 勞工A進入人孔後突然缺氧昏倒，勞工B見狀迅速進入救人，較有可能發生下列何種結果？",
        "options": ["搶救成功", "勞工B也昏倒，甚至死亡", "徒勞無功，勞工B自行返回", "勞工B自覺不適而自行返回"],
        "answer": "勞工B也昏倒，甚至死亡"
    },
    {
        "question": "題目 417: 依職業安全衛生法施行細則規定，下列何者非屬符合中央主管機關所定一定容量以上之「具有危險性之設備」？",
        "options": ["鍋爐", "高壓氣體特定設備", "高壓氣體容器", "固定式起重機"],
        "answer": "固定式起重機"
    },
    {
        "question": "題目 418: 事業單位對承攬人有告知危害因素之義務，下列何種告知方式不符合此項規定？",
        "options": ["合約中就作業環境危害列舉具體防範措施", "就分項工程之作業危害及應採取措施以書面具體告知", "僅於合約中載述「應依職業安全衛生法規定辦理」", "作業前以協議紀錄記載具體告知事項"],
        "answer": "僅於合約中載述「應依職業安全衛生法規定辦理」"
    },
    {
        "question": "題目 419: 進入儲槽等局限空間作業，為避免缺氧危害，應確認其內部空氣中氧氣濃度大於多少百分比？",
        "options": ["12", "16", "18", "21"],
        "answer": "18"
    },
    {
        "question": "題目 420: 下列何者屬於製程變更管理範疇？",
        "options": ["差勤辦法之修改", "作業方法、程式修改", "人員輪調", "增資"],
        "answer": "作業方法、程式修改"
    },
    {
        "question": "題目 421: 依勞工作業環境監測實施辦法之定義，指正常作業以外之作業，其作業期間不超過3個月，且1年內不再重複者，為下列何者？",
        "options": ["臨時性作業", "異常作業", "常態性作業", "非例行性作業"],
        "answer": "臨時性作業"
    },
    {
        "question": "題目 422: 依機械設備器具安全標準規定，衝壓機械緊急停止裝置之動作用按鈕，應符合下列何者？",
        "options": ["紅色且為凹入型", "紅色且為凸出型", "綠色且為凹入型", "綠色且為凸出型"],
        "answer": "紅色且為凸出型"
    },
    {
        "question": "題目 423: 下列敘述何者正確？",
        "options": ["電器之接地線可接於天然氣鋼管上", "電動手工具無須接地", "接地是避免感電危害的有效方法", "無熔絲開關亦可避免遭受感電危害"],
        "answer": "接地是避免感電危害的有效方法"
    },
    {
        "question": "題目 424: 常溫水瞬間接受極大的能量，由液態迅速轉變為蒸汽，造成爆炸現象，屬於下列何者？",
        "options": ["氣相爆炸", "分解爆炸", "化學性爆炸", "物理性爆炸"],
        "answer": "物理性爆炸"
    },
    {
        "question": "題目 425: 下列何者為臺灣職業安全衛生管理系統之簡稱？",
        "options": ["OHSAS18001", "VPP", "TS", "TOSHMS"],
        "answer": "TOSHMS"
    },
    {
        "question": "題目 426: 對於變更管理，下列何者非必要之採行措施？",
        "options": ["採取矯正措施", "實施風險評估", "有關人員應被告知", "有關文件資料應一併檢討修正"],
        "answer": "採取矯正措施"
    },{
        "question": "題目 427: 某家工廠對內部人員異動、導入新製程、新作業程序時，會重新評估對聽業安全衛生管理產生的影響，並採取適當的預防措施，則該項管理措施稱為下列何者？",
        "options": ["採購管理", "承攬管理", "自動檢查", "變更管理"],
        "answer": "變更管理"
    },
    {
        "question": "題目 428: 依勞動檢查法施行細則規定，下列何者係指每百萬工時之失能傷害總損失日數？",
        "options": ["傷害頻率", "職業災害嚴重率", "失能侯害人率", "事故率"],
        "answer": "職業災害嚴重率"
    },
    {
        "question": "題目 429: 不安全動作為造成災害的何種原因？",
        "options": ["直接原因", "間接原因", "基本原因", "長期原因"],
        "answer": "間接原因"
    },
    {
        "question": "題目 430: 下列何者不屬於物理性危害？",
        "options": ["粉塵", "高溫", "輻射", "噪音"],
        "answer": "粉塵"
    },
    {
        "question": "題目 431: 依職業安全衛生管理辦法規定，有關職業安全衛生業務主管，雇主應息該事業單位之何者選任？",
        "options": ["僅可由人資或資安部門主管選任", "僅可由辦理職業安全衛生事務者選任", "可由相關主管或辦理職業安全衛生事務者選任", "可由辦理職業安全衛生或人資事務者選任"],
        "answer": "可由相關主管或辦理職業安全衛生事務者選任"
    },
    {
        "question": "題目 432: 職業安全衛生管理系統所強調的P-D-C-A管理循環，其D代表意義為何？",
        "options": ["Design", "Danger", "Defence", "Do"],
        "answer": "Do"
    },
    {
        "question": "題目 433: 為執行職業安全衛生管理系統的績效監督與量測，被動指標通常會選用下列何者？",
        "options": ["教育訓練人數", "安衛提案件數", "職業傷病統計資料", "機械設備自動檢查次數"],
        "answer": "職業傷病統計資料"
    },
    {
        "question": "題目 434: 依職業安全衛生設施規則規定，110伏特之電壓係屬下列何者？",
        "options": ["低壓", "高壓", "特高壓", "超高壓"],
        "answer": "低壓"
    },
    {
        "question": "題目 435: 依職業安全衛生設施規則規定，升降搬運器及升降路出入口之任一門被開啟時，升降機應具備下列何種安全連鎖作用？",
        "options": ["設警告標示", "門自動關閉", "發出警報", "停止上下"],
        "answer": "停止上下"
    },
    {
        "question": "題目 436: 依職業安全衛生設施規則規定，雇主對於升降機之升降路各樓出入口門，應有連鎖裝置，使搬運器地板與樓板相差幾公分以上時，升降路出入口門不能開啟之？",
        "options": ["1", "2", "4", "7.5"],
        "answer": "7.5"
    },
    {
        "question": "題目 437: 家庭常用的桶裝液化石油氣，其成分主要為下列何者？",
        "options": ["甲烷、乙烷", "丙烷、丁烷", "乙炔", "乙烯、丙烯"],
        "answer": "丙烷、丁烷"
    },
    {
        "question": "題目 438: FTA 為下列何種評估方法之縮寫？",
        "options": ["初步危害分析", "危害及可操作性分析", "故障樹分析", "失誤模式與影響分析"],
        "answer": "故障樹分析"
    },
    {
        "question": "題目 439: 有關事業單位推動職業安全衛生管理系統可能帶來的好處，下列何者有誤？",
        "options": ["降低工作場所職災事故", "增加客戶對產品品質的抱怨", "減少不必要之災害善後支出", "避免事故造成經營中斷"],
        "answer": "增加客戶對產品品質的抱怨"
    },
    {
        "question": "題目 440: 輪班作業係針對下列何類暴露要件進行控制？",
        "options": ["污染源", "輸送途徑", "接受者", "監督者"],
        "answer": "接受者"
    },
    {
        "question": "題目 441: 依職業安全衛生設施規則規定，雇主對於機械之原動機、轉軸、齒輪、傳動輪、傳動帶等有危害勞工之虞之部分，為防止機械夾捲危害，應設下列何種安全裝置？",
        "options": ["漏電斷路器", "護罩、護圍", "雙手操作式安全裝置", "防滑舌片"],
        "answer": "護罩、護圍"
    },
    {
        "question": "題目 442: 依美國工業安全專家韓立奇（H.W. Heinrich）之事故統計分析結果，勞工發生事故之原因，大多是屬於下列何者？",
        "options": ["天災", "不安全行為", "不可避免的", "原因不明"],
        "answer": "不安全行為"
    },
    {
        "question": "題目 443: 對於具有氰化物或硫化物之廢水，應嚴格管制不得與下列何種物質混合，以避免產生有害氣體？",
        "options": ["鹼液", "酸液", "水", "中性有機溶劑"],
        "answer": "酸液"
    },
    {
        "question": "題目 444: 下列何者非意外災害發生的基本原因？",
        "options": ["未提供安全設備", "危害認知不足", "承攬商管理不良", "安全衛生管理不善"],
        "answer": "未提供安全設備"
    },
    {
        "question": "題目 445: 依職業安全衛生設施規則規定，高壓氣體容器外表顏色得否變更？",
        "options": ["不得", "得", "可部分變更", "未有規定"],
        "answer": "不得"
    },{
        "question": "題目 446: 下列何種方法不能有效防止捲胴捲夾危書？",
        "options": ["裝設接地線","使用摩擦輪或惰輪", "設置護圍","設置防護條，以隔離捲夾點"],
        "answer": "裝設接地線"
    },
    {
        "question": "題目 447: 温要每平方公分150公斤之高壓氫氣於鋼瓶時，如灌裝速度過快，易產生下列何種現象？",
        "options": ["等溫壓縮", "絕熱壓縮","鋼瓶震動","鋼瓶洩壓裝置作動而發生爆炸"],
        "answer": "絕熱壓縮"
    },
    {
        "question": "題目 448: 距某機械4公尺處測得噪音為 90分貝．若另有一噪音量相同之機械併置一起，於原測量處測量嗓音量約為多少分貝？",
        "options": ["90", "93", "95","120"],
        "answer": "93"
    },
    {
        "question": "題目 449: 以工安的角度，下列何者較重要？",
        "options": ["人命", "產能","績效","服務"],
        "answer": "人命"
    },
    {
        "question": "題目 450: 關於危害辨識之敘述，下列何者正確？",
        "options": ["無須參考作業環境測定及監測之結果•", "對於執行危害辨識及風險評估之人員應給予必要教育訓練", "不應尋求外界專業機構的協助","無須考量以往事故之經歷"],
        "answer": "對於執行危害辨識及風險評估之人員應給予必要教育訓練"
    },
    {
        "question": "題目 451: 身體質量指數（BMI）之計算公式中，分子為下列何者？",
        "options": ["身高", "身高之平方","體重","體重之平方"],
        "answer": "體重"
    },
    {
        "question": "題目 452: 依職業安全衛生設施規則規定，雇主設置之固定梯子，梯子之頂端至少應突出板面幾公分以上？",
        "options": ["10", "20","30","60"],
        "answer": "60"
    },
    {
        "question": "題目 453: 依職業安全衛生管理辦法規定，第一類事業勞工人數在300人以上之事業單位，應依事業單位之潛在風險，訂定緊急狀況預防、準備及應變之計畫，並定期實施演練。其執行紀錄，應至少保存多少年？",
        "options": ["2", "3", "5", "10"],
        "answer": "3"
    },
    {
        "question": "題目 454: 對於感電災害之緊急應變，下列何者應最優先進行？",
        "options": ["設法切斷電源", "CPR", "通報", "搶救"],
        "answer": "設法切斷電源"
    },
    {
        "question": "題目 455: 依機械設備器具安全標準規定，下列何種裝置係指衝剪機械發生危險或異常時，以人為操作而使滑塊等動作緊急停止之裝置？",
        "options": ["緊急停止装置", "感應式安全裝置", "可動式接觸預防裝置", "護圍、護罩"],
        "answer": "緊急停止装置"
    },
    {
        "question": "題目 456: Preliminaryhazardanalysis 為下列何種評估方法？",
        "options": ["初步危害分析", "危害及可操作性分析", "故障樹分析", "失誤模式與影響分析"],
        "answer": "初步危害分析"
    },
    {
        "question": "題目 457: 下列何者係指送訊者將語言、符號等訊息，經由適當的表達方式，使收訊者表現出預期反應的一種歷程？",
        "options": ["組織", "溝通", "用人", "控制"],
        "answer": "溝通"
    },
    {
        "question": "題目 458: 勞工進入10公尺深人孔後因缺氧而死亡，在職業災害調查分析時，未先測定氧氣濃度屬下列何種原因？",
        "options": ["直接原因", "間接原因", "基本原因","根本原因"],
        "answer": "間接原因"
    },
    {
        "question": "題目 459: 在衝床作業時，以手工具代替人手伸進危險區送取料件．這種安全作業方式屬下列何者？",
        "options": ["遠離危險", "危險預警", "安全確認", "消除危險"],
        "answer": "遠離危險"
    },
    {
        "question": "題目 460: 有關實施控制方法之敘述，下列何者正確？",
        "options": ["既訂定控制方法，就無須再發展新之作業程序，以確保有效實施 ", "輕微變動無須告知員工，以避免訓練成本增加","除管理者外 •應全員訓練","應維持管制方法之必要條件，以確保該方法的持續有效性"],
        "answer": "應維持管制方法之必要條件，以確保該方法的持續有效性"
    },
    {
        "question": "題目 461: 依職業安全衛生設施規則規定．於時量平均音壓級為90dBA 之噪音環境下，勞工一天容許暴露時間至多幾小時？",
        "options": ["2", "4", "8", "10"],
        "answer": "8"
    },
    {
        "question": "題目 462: 於特殊情況使用輔助手工具，以代替人手伸進危險區送取料件，這種操作方式屬於下列何者？",
        "options": ["遠離危險", "危險預警", "安全確認", "消除危險"],
        "answer": "遠離危險"
    },
    {
        "question": "題目 463: 有關危害辨識之考量，下列何者有誤？",
        "options": ["考量工作環境之規模與特性等因素", "考量作業危害之規模與特性等因素", "考量企業之營運模式與國際佈局", "應明確規範執行及檢討修正之時機"],
        "answer": "考量企業之營運模式與國際佈局"
    },
    {
        "question": "題目 464: 一般而言，失能傷害頻率（FR）與失能傷害嚴重率（SR） 之數值相較為",
        "options": ["前者較大", "後者較大", "相同", "不一定何者較大"],
        "answer": "後者較大"
    },
    {
        "question": "題目 465: 推行職場健康促進最主要目的為下列何者？",
        "options": ["使勞工多工作", "使產量增加", "使勞工身心處最適宜狀態", "調合勞工與主管關係"],
        "answer": "使勞工身心處最適宜狀態"
    }, {
        "question": "題目 466: 衛生單位推動之民眾版簡易 CPR，與正式 CPR 相較，主要省略下列何者？",
        "options": ["人工呼吸", "胸部按壓", "檢查意識","求救"],
        "answer": "人工呼吸"
    },
    {
        "question": "題目 467: 當風險已被降低至可被容忍的程度，又稱之為何？",
        "options": ["低度風險", "中度風險", "可接受風險", "高度風險"],
        "answer": "可接受風險"
    },
    {
        "question": "題目 468: 機械設備安全防護之主要的目的為何？",
        "options": ["預防操作者生病", "避免機械動力與人體接觸所造成之傷害", "避免機械損壞", "易於維護保養"],
        "answer": "避免機械動力與人體接觸所造成之傷害"
    },
    {
        "question": "題目 469: 一般而言，下列無機鉻何者毒性較高？",
        "options": ["一價鉻", "三價鉻", "四價鉻", "六價鉻"],
        "answer": "六價鉻"
    },
    {
        "question": "題目 470: 為瞭解作業環境中有害因子之強度，並建立勞工暴露資料，應採下列何者措施？",
        "options": ["工程改善", "低毒性取代高毒性", "作業環境監測", "有害物標示"],
        "answer": "作業環境監測"
    },
    {
        "question": "題目 471: 依職業安全衛生管理辦法規定，雇主依規定實施之自動檢查，於發現有異常時，應採取下列何種措施？",
        "options": ["竄改自動檢查紀錄", "立即檢修及採取必要措施", "可忽略而繼續工作", "無需採取任何措施"],
        "answer": "立即檢修及採取必要措施"
    },
    {
        "question": "題目 472: 依勞工作業場所容許暴露標準之規定，二氧化碳之容許濃度為多少ppm？",
        "options": ["5", "50", "500", "5000"],
        "answer": "5000"
    },
    {
        "question": "題目 473: 下列何種法規之制定與修正，無需經立法院三讀通過？",
        "options": ["職業安全衛生法", "職業安全衛生設施規則", "勞動基準法", "職業災害勞工保護法"],
        "answer": "職業安全衛生設施規則"
    },
    {
        "question": "題目 474: 對於具有耳疾之噪音作業勞工，較適合佩戴下列何種耳部防護具？",
        "options": ["耳整", "耳罩", "勿須佩戴防護具", "耳塞或耳罩皆可"],
        "answer": "耳罩"
    },
    {
        "question": "題目 475: 危害辨識及風險評估結果應予記錄存檔，其紀錄可不顯示下列何者？",
        "options": ["危害類型、危害原因及後果", "風險程度或等級", "主管機關名稱", "既有控制措施"],
        "answer": "主管機關名稱"
    },
    {
        "question": "題目 476: 依職業安全衛生法規定，事業單位與承攬人、再承攬人分別僱用勞工共同作業時，原事業單位應採取之必要措施一下列敘述何者錯誤？",
        "options": ["工作之連繫與調整", "工作場所之巡視", "指定承攬工程金額最多之承攬人為工作場所負責人", "相關承攬事業間之安全衛生教育之指導及協助"],
        "answer": "指定承攬工程金額最多之承攬人為工作場所負責人"
    },
    {
        "question": "題目 477: 以不適當的姿勢做重複性的動作，屬下列何種危害因子？",
        "options": ["化學性", "物理性", "生物性", "人因工程"],
        "answer": "人因工程"
    },
    {
        "question": "題目 478: 依勞動基準法規定，勞工遭受職業災害後，雇主之職業災害補償原則為下列何者？",
        "options": ["不論雇主有無過失責任，均應予以補償", "視雇主有無過失決定補償與否", "視勞工有無過失決定補償與否", "視勞工是否提出要求決定補償與否"],
        "answer": "不論雇主有無過失責任，均應予以補償"
    },
    {
        "question": "題目 479: 下列何種作業具有粉塵及非游離輻射危害？",
        "options": ["有機溶劑作業", "鉛作業", "特定化學物質作業", "電焊作業"],
        "answer": "電焊作業"
    },
    {
        "question": "題目 480: 下列何者不是造紙廠於勞工進入散漿槽清掃作業時，較易發生之危害？",
        "options": ["中毒", "被夾、被捲", "缺氧", "倒塌"],
        "answer": "倒塌"
    },
    {
        "question": "題目 481: 依職業安全衛生設施規則規定，雇主對於在高度至少幾公尺以上之處所進行作業，勞工有墜落之虞者，應以架設施工架或其他方法設置工作台？",
        "options": ["1", "1.2", "1.5", "2"],
        "answer": "2"
    },
    {
        "question": "題目 482: 依職業安全衛生法規定，下列何者為受僱從事工作獲致工資者？",
        "options": ["勞工", "雇主", "事業單位", "承攬人"],
        "answer": "勞工"
    },
    {
        "question": "題目 483: 依職業安全衛生教育訓練規則規定，雇主對下列何種操作人員無須使其接受特殊作業安全衛生教育訓練？",
        "options": ["小型鍋爐操作人員", "荷重在1公噸以上之堆高機操作人員", "電焊機操作人員", "使用起重機具從事吊掛作業人員"],
        "answer": "電焊機操作人員"
    },
    {
        "question": "題目 484: 組織中之安全溝通與協調方式，下列何者不是有效的溝通原則？",
        "options": ["就事論事不攻訐別人", "心胸開放不預設立場", "設身處地運用同理心", "以統御命令式口氣指導"],
        "answer": "以統御命令式口氣指導"
    },
    {
        "question": "題目 485: 依機械設備器具安全標準規定，下列何種裝置係指衝剪機械發生危險或異常時，以人為操作而使滑塊等動作緊急停止之裝置？",
        "options": ["緊急停止裝置", "感應式安全裝置", "可動式接觸預防裝置", "護圍、護罩"],
        "answer": "緊急停止裝置"
    }, {
        "question": "題目 486: 下列何者得認定為承攬關係？",
        "options": [
            "事業單位將部份工作交由他人施工，本身仍具指揮、監督、統籌規劃之權者",
            "畢業單位將設備之檢修以點工方式請人施作並由其指揮",
            "畢業單位購買原料約定賣方將原料放置倉庫一處",
            "事業單位將外牆粉刷請人施作僅約定5日後要完成，工作期間並未加以干涉"
        ],
        "answer": "事業單位將外牆粉刷請人施作僅約定5日後要完成，工作期間並未加以干涉"
    },
    {
        "question": "題目 487: 依機械設備器具安全標準規定，衝壓機械緊急停止裝置之動作用按鈕應符合下列何者？",
        "options": [
            "綠色且為凹入型",
            "綠色且為凸出型",
            "紅色且為凹入型",
            "紅色且為凸出型"
        ],
        "answer": "紅色且為凸出型"
    },
    {
        "question": "題目 488: 對於勞工不慎吸入煙囪廢氣造成昏迷且皮膚顏色變桃紅色，有可能屬下列何種氣體？",
        "options": [
            "甲烷",
            "一氧化碳",
            "氨",
            "硫化氫"
        ],
        "answer": "一氧化碳"
    },
    {
        "question": "題目 489: 變電設備所引起之火災，不適用下列何種減火劑？",
        "options": [
            "泡沫",
            "二氧化碳",
            "ABC 類乾粉",
            "BC 類乾粉"
        ],
        "answer": "泡沫"
    },
    {
        "question": "題目 490: 原事業單位將工作交付承攬時，對該項工作之危害辨識是否具有責任？",
        "options": [
            "是",
            "否",
            "依協議約定",
            "由原事業單位決定"
        ],
        "answer": "是"
    },
    {
        "question": "題目 491: 依職業安全衛生法規定，下列何種檢查發現應僱勞工不適於從事某種工作時，不得僱用其從事該項工作？",
        "options": [
            "體格檢查",
            "一般健康檢查",
            "特殊健康檢查",
            "特殊追蹤健康檢查"
        ],
        "answer": "體格檢查"
    },
    {
        "question": "題目 492: 依職業安全衛生管理辦法之規定，局部排氣裝置或除塵裝置於開始使用、拆卸、改裝或修理時，應實施何種檢查？",
        "options": [
            "竣工檢查",
            "定期檢查",
            "重點檢查",
            "型式檢查"
        ],
        "answer": "重點檢查"
    },
    {
        "question": "題目 493: 依職業安全衛生管理辦法規定，下列何者應設置直接隸屬雇主之一級職業安全衛生管理單位？",
        "options": [
            "僱用勞工人數在100人以上之汽車租賃業",
            "僱用勞工人數在300人以上之金融及保險業",
            "僱用勞工人數在100人以上之金屬基本工業",
            "僱用勞工人數在300人以上之廣播及電視業"
        ],
        "answer": "僱用勞工人數在100人以上之金屬基本工業"
    },
    {
        "question": "題目 494: 依職業安全衛生管理辦法規定，第一類事業其人數至少應超過多少人以上時，所設置之職業安全衛生管理人員應為專職？",
        "options": [
            "30",
            "100",
            "200",
            "300"
        ],
        "answer": "100"
    },
    {
        "question": "題目 495: 健康飲食為促進健康之要件，下列何者為較適當之鈣質攝取來源？",
        "options": [
            "菸草",
            "小魚乾",
            "果汁",
            "檳榔"
        ],
        "answer": "小魚乾"
    },
    {
        "question": "題目 496: 依職業安全衛生設施規則規定，為防止機械夾捲傷害，雇主對於離心機械，應裝置護蓋及下列何種安全裝置？",
        "options": [
            "連鎖裝置",
            "雙手操作式安全裝置",
            "防爆電氣設備",
            "絕緣裝置"
        ],
        "answer": "連鎖裝置"
    },
    {
        "question": "題目 497: 下列何者非意外災害發生的間接原因？",
        "options": [
            "未提供安全設備",
            "未提供安全護具",
            "未依標準作業程序操作",
            "安全衛生管理不善"
        ],
        "answer": "安全衛生管理不善"
    },
    {
        "question": "題目 498: 下列有關危害告知事項，何者正確？",
        "options": [
            "可以口頭方式告知",
            "承攬人就其承攬之全部或一部分交付再承攬時，承攬人無須告知再承攬人",
            "得以承攬人勞工之安全承諾書替代危害告知",
            "應以書面或召開協商會議並作成紀錄為之"
        ],
        "answer": "應以書面或召開協商會議並作成紀錄為之"
    },
    {
        "question": "題目 499: 假設同時暴露於鉛及砷所造成之危害，與分別暴露後各自所造成之危害總和相同，此現象係屬於下列何者？",
        "options": [
            "相加作用",
            "協同作用",
            "相減作用",
            "拮抗作用"
        ],
        "answer": "相加作用"
    },
    {
        "question": "題目 500: 依職業安全衛生管理辦法規定，針對第二類事業的事業單位，對於推動職業安全衛生管理系統，下列何者正確？",
        "options": [
            "第一類事業仍須推行",
            "僅留存紀錄備查即可",
            "暫不強制導入系統化管理",
            "應申請職業安全衛生管理系統驗證"
        ],
        "answer": "應申請職業安全衛生管理系統驗證"
    },
    {
        "question": "題目 501: 使易燃液體之蒸汽、可燃性氣體著火所需最低能量，係指下列何者？",
        "options": [
            "著火點",
            "閃火點",
            "最小著火能",
            "引火點"
        ],
        "answer": "最小著火能"
    },
    {
        "question": "題目 502: 依勞工健康保護規則規定，年齡45歲勞工，應每幾年實施一般健康檢查？",
        "options": [
            "1",
            "2",
            "3",
            "4"
        ],
        "answer": "3"
    },
    {
        "question": "題目 503: 依職業安全衛生設施規則規定•雇主對勞工於鐵皮屋頂從事作業時，應設置適當強度，且寬度在多少公分以上之踏板？",
        "options": ["10","20","30","40"],
        "answer": "30"
    },{
        "question": "題目 504: 依危險性工作場所審查暨檢查辦法規定，事業單位對經檢查機構審查合格之乙類危險性工作場所，應至少每幾年重新評估一次？",
        "options": [
            "1",
            "5",
            "10",
            "15"
        ],
        "answer": "5"
    }, 
    {
        "question": "題目 505: 對於背負式安全帶之使用，下列何者不正確忍",
        "options": [
            "搭配使用雙掛鉤之安全掛繩",
            "使用具緩衝包之安全掛繩時，應考量人員作業位置與地面間之境空間",
            "安全帶之細繩或安全母索應於保護，避免受切斷或磨損",
            "安全帶應鉤掛於交叉拉桿上，以確保人員安全"
        ],
        "answer": "安全帶應鉤掛於交叉拉桿上，以確保人員安全"
    },
    {
        "question": "題目 506: 滅火方式採用降低燃燒溫度的方法，該方法稱為下列何者？",
        "options": [
            "隔離法",
            "窒息法",
            "冷卻法",
            "抑制法"
        ],
        "answer": "冷卻法"
    },
    {
        "question": "題目 507: 依職業安全衛生管理辦法規定，雇主對機械、設備的點檢會或作業物點，應訂定下列何種計畫？",
        "options": [
            "災害防止計畫",
            "機械設備維修計畫",
            "自動檢查計畫",
            "損失防阻計畫"
        ],
        "answer": "自動檢查計畫"
    },
    {
        "question": "題目 508: 下列何種法規之立法意旨，在於防止職業災害，保障工作者之安全與健康？",
        "options": [
            "勞動基準法",
            "職業安全衛生法",
            "勞工保險條例",
            "工會法"
        ],
        "answer": "職業安全衛生法"
    },
    {
        "question": "題目 509: 依職業災害勞工保護法施行細則規定，未加入勞工保險而因職業災害之勞工，得比照勞工保險條例申請職業災害死亡補助，其申請補助之第一順位為何？",
        "options": [
            "配偶及子女",
            "父母",
            "祖父母",
            "兄弟、姐妹"
        ],
        "answer": "配偶及子女"
    },
    {
        "question": "題目 510: 依職業安全衛生管理辦法規定，雇主實施自動檢查應訂定下列何種計畫？",
        "options": [
            "緊急應變計畫",
            "職業災害防止計畫",
            "自主管理計畫",
            "自動檢查計畫"
        ],
        "answer": "自動檢查計畫"
    },
    {
        "question": "題目 511: 下列何者之目的為灌輸及訓練勞工正確之安全衛生觀念及作業程序，以防止勞工因不安全行為而導致職業災害？",
        "options": [
            "職業安全衛生教育訓練",
            "危險性機械設備之定期檢查",
            "機械器具之型式檢定",
            "作業環境測定"
        ],
        "answer": "職業安全衛生教育訓練"
    },
    {
        "question": "題目 512: 依高架作業勞工保護措施標準規定，高度在2公尺以上未滿5公尺者，每連續作業2小時，應給予作業勞工至少幾分鐘的休息時間？",
        "options": [
            "20",
            "15",
            "10",
            "5"
        ],
        "answer": "20"
    },
    {
        "question": "題目 513: 失能傷害嚴重率公式中之分子為下列何者？",
        "options": [
            "總經歷工時",
            "總損失日數",
            "失能日數",
            "傷害損失日數"
        ],
        "answer": "總損失日數"
    },
    {
        "question": "題目 514: 依職業安全衛生法之規定，下列何者非屬「工作者」之定義？",
        "options": [
            "勞工",
            "承攬人",
            "自營作業者",
            "其他受工作場所負責人指揮或監督從事勞動之人員"
        ],
        "answer": "承攬人"
    },
    {
        "question": "題目 515: 依職業安全衛生設施規則規定，雇主架設之通道，在有墜落之虞之場所，應置備高度多少公分以上之堅固扶手？",
        "options": [
            "50",
            "60",
            "70",
            "75"
        ],
        "answer": "75"
    },
    {
        "question": "題目 516: 機器設置緊急按鈕之目的為何？",
        "options": [
            "降低噪音",
            "馬上啟動",
            "提高運轉速度",
            "緊急停止"
        ],
        "answer": "緊急停止"
    },
    {
        "question": "題目 517: 職業災害發生之原因可分為直接原因、間接原因及基本原因，下列何者係屬「基本原因」？",
        "options": [
            "能量",
            "不安全行為",
            "不安全狀況",
            "管理上的缺陷"
        ],
        "answer": "管理上的缺陷"
    },
    {
        "question": "題目 518: 依職業安全衛生管理辦法規定，雇主依規定實施之定期檢查表單，下列何者非屬應記錄事項？",
        "options": [
            "實施檢查者之姓名",
            "部門主管",
            "檢查部分",
            "檢查方法"
        ],
        "answer": "部門主管"
    },
    {
        "question": "題目 519: 依臺灣職業安全衛生管理系統指引之規定，採取矯正措施的目的為下列何者？",
        "options": [
            "預防事故再度發生",
            "處罰相關失職人員",
            "報告上級長官",
            "避免品質差異太大"
        ],
        "answer": "預防事故再度發生"
    },
    {
        "question": "題目 520: 依職業安全衛生管理辦法規定，對於僅需置職業安全衛生業務主管，而不需置職業安全管理師、職業衛生管理師及職業安全衛生管理員的事業單位，則該業務主管之職責為何？",
        "options": [
            "督導安全衛生管理事項",
            "協調及建議安全衛生管理事項",
            "規劃及推動安全衛生管理事項",
            "審議及主管安全衛生管理事項"
        ],
        "answer": "規劃及推動安全衛生管理事項"
    },
    {
        "question": "題目 521: 依危險性工作場所審查暨檢查辦法之規定，從事農藥原體合成之工作場所，應於使勞工作業煎，向勞動後查機構申請何類危險性工作場所審查及檢查？",
        "options": [
            "甲",
            "乙",
            "丙",
            "丁"
        ],
        "answer": "乙"
    },{
        "question": "題目 522: 金屬燻煙熱之主要症狀與下列何者類似？",
        "options": ["感冒", "手腕隧道症候群", "中毒", "鉛中毒"],
        "answer": "感冒"
    },
    {
        "question": "題目 523: 大部分易燃液體火災，無法以水滅火，主要原因為下列何者？",
        "options": ["燃燒速度快", "燃物質密度較水低，易懸浮水面上，擴散燃燒範圍", "易燃物質釋放熱值高", "易燃物液體易溶於水"],
        "answer": "燃物質密度較水低，易懸浮水面上，擴散燃燒範圍"
    },
    {
        "question": "題目 524: 依職業安全衛生設施規則規定，屬主對物料堆放應符合之規定中，下列敘述何者錯誤？",
        "options": ["得超過推放地最大安全負荷", "不得影響照明", "不得妨礙機械設備之作業", "不得阻礙交通或出入口"],
        "answer": "得超過推放地最大安全負荷"
    },
    {
        "question": "題目 525: 下列何種職業災害類型導致之死亡率較高？",
        "options": ["墜落", "被夾、被捲", "感電", "火災、爆炸"],
        "answer": "墜落"
    },
    {
        "question": "題目 526: 勞工長期使用高錳成分焊條從事電焊作業，有可能造成下列何種職業病？",
        "options": ["白指病", "皮膚病", "巴金森氏症", "熱衰竭"],
        "answer": "巴金森氏症"
    },
    {
        "question": "題目 527: 一般所謂吊車是屬於下列那種機械？",
        "options": ["起重機", "堆高機", "昇空車", "搬運車"],
        "answer": "起重機"
    },
    {
        "question": "題目 528: 對於噪音作業勞工是否有效佩戴防護具，可依下列何者瞭解成效？",
        "options": ["環境管理", "作業管理", "行政管理", "健康管理"],
        "answer": "健康管理"
    },
    {
        "question": "題目 529: 風險評估結果對於風險無法完全去除時，應採取下列何種適當措施？",
        "options": ["調高風險判定基準", "變換評估方法", "替換評估人員", "降低風險等級，並控制其殘餘風險"],
        "answer": "降低風險等級，並控制其殘餘風險"
    },
    {
        "question": "題目 530: 考量降低風險之控制措施時，下列順序何者正確？A.工程控制 B.管理控制C.消除D.取代",
        "options": ["ABCD", "CDAB", "DCBA", "ACDB"],
        "answer": "CDAB"
    },
    {
        "question": "題目 531: 關於勞工於高處作業，下列何者有誤？",
        "options": ["高度2公尺以上之工作場所有墜落之虞者，可架設施工架或其他方法設置工作台", "使用安全帶時，應設置足夠強度之必要裝置或安全母索，供安全帶鉤掛", "高差超過2公尺以上之場所作業時，才應設置使勞工安全上下之設備", "遭遇強風、大雨等惡劣環境，應使勞工停止作業"],
        "answer": "高差超過2公尺以上之場所作業時，才應設置使勞工安全上下之設備"
    },
    {
        "question": "題目 532: 勞工安全衛生法於102年7月3日經總統令修正公布，並修正名稱為「職業安全衛生法」，下列何者非修正之重點？",
        "options": ["擴大適用範圍", "修正勞工之定義", "增加機械設備及化學品源頭管理制度", "增加身心健康保護制度"],
        "answer": "修正勞工之定義"
    },
    {
        "question": "題目 533: 職業安全衛生人員因故未能執行職務時，依職業安全衛生管理辦法規定，層主指定之代理人，其代理期間不得超過幾個月？",
        "options": ["1", "2", "3", "4"],
        "answer": "3"
    },
    {
        "question": "題目 534: 下列何者非屬職業安全衛生法之附屬法規？",
        "options": ["勞工健康保護規則", "勞工作業環境監測實施辦法", "起重升降機具安全規則", "職工福利委員會組織準則"],
        "answer": "職工福利委員會組織準則"
    },
    {
        "question": "題目 535: 依職業安全衛生設施規則規定，雇主對於建築構造物之基礎及地面，應有足夠之強度，使用時不得超過其設計之荷重，以防止下列何種災害？",
        "options": ["缺氧", "崩塌", "感電", "中毒"],
        "answer": "崩塌"
    },
    {
        "question": "題目 536: 有關職業安全衛生管理系統的敘述，下列何者有誤？",
        "options": ["國內係由民間事業單位優先導入推動", "尚無ISO國際標準", "國際上由英國優先推動", "內容是由ISO9001及ISO14001整合而"],
        "answer": "內容是由ISO9001及ISO14001整合而"
    },
    {
        "question": "題目 537: 下列何種危害較常發生於堆高機作業？",
        "options": ["被撞", "被切", "感電", "缺氧"],
        "answer": "被撞"
    },
    {
        "question": "題目 538: 依起重升降機具安全規則規定，雇主對於移動式起重機之檢修、調整、操作、組配或拆卸，下列敘述何者錯誤？",
        "options": ["從事檢修、調整作業時，應指定作業監督人員，從事監督指揮工作", "操作人員於起重機吊有荷重時，不得擅離操作位置", "組配、拆卸時，應選用適當人員擔任，作業區內禁止無關人員進入", "移動式起重機之操作，得以搖撼伸臂或拖拉物件等方式從事起重作業"],
        "answer": "移動式起重機之操作，得以搖撼伸臂或拖拉物件等方式從事起重作業"
    }, {
        "question": "題目 539: 下列何者非職業安全衛生法所稱工作者之廳國？",
        "options": ["勞工", "承攬人", "自營作業者", "其他受工作場所责任人指揮監督從事勞動之人員"],
        "answer": "承攬人"
    },
    {
        "question": "題目 540: 易熔盛為下列何種獲械設備之安全裝置？",
        "options": ["鍋爐", "固定式起重機", "乙炔鋼瓶", "動力滾軋設備"],
        "answer": "乙炔鋼瓶"
    },
    {
        "question": "題目 541: 下列何者屬於製程變更管理範圍？",
        "options": ["製程技術修改", "健康檢查", "組織調整", "薪資結構調動"],
        "answer": "製程技術修改"
    },
    {
        "question": "題目 542: 為利於危害辨識工作的執行，一般分為五大類危害，下列何者為其中之一？",
        "options": ["物理性", "人因性", "生理性", "化學性"],
        "answer": "生理性"
    },
    {
        "question": "題目 543: 依職業安全衛生設施規則規定，雇主對勞工於百綿板、瓦、本板、茅草材料構築之屋頂從事作業時，為防止勞工踏穿堅洛、應於屋架上設置適當強度，且寬度至少在幾公分以上之踏板？",
        "options": ["10", "15", "20", "30"],
        "answer": "30"
    },
    {
        "question": "題目 544: 對於高溫作業勞工補充適量食鹽水可預防下列何種疾病？",
        "options": ["熱痙攣", "嗜睡", "中暑", "熱濕疹"],
        "answer": "熱痙攣"
    },
    {
        "question": "題目 545: 依職業安全衛生法規定，雇主如未對勞工施以從事工作所需的安全衛生教育及訓練，經通知限期改善，屆期未改善者，可處新臺幣多少元之罰鍰？",
        "options": ["3萬元以上15萬元以下", "6萬元以上9萬元以下", "15萬元以上30萬元以下", "10萬元以上30萬元以下"],
        "answer": "3萬元以上15萬元以下"
    },
    {
        "question": "題目 546: 依標準化學品標示及通則規則之規定，危害物質必要標示內容，不包括下列何者？",
        "options": ["危害成分", "警示語", "危害警告訊息", "用途及製程說明"],
        "answer": "用途及製程說明"
    },
    {
        "question": "題目 547: 依職業安全衛生法規定，事業單位工作場所如發生職業災害，應由下列何者實施調查、分析及作成紀錄？",
        "options": ["家屬", "警察局", "縣市政府", "雇主"],
        "answer": "雇主"
    },
    {
        "question": "題目 548: 事業單位勞動場所發生勞工死亡或罹災人數在3人以上之職業災害，雇主未於8小時內報告勞動檢查機構，依職業安全衛生法規定，將受何種處罰？",
        "options": ["1年以下有期徒刑、拘役、科或併科新臺幣3萬元以上30萬元以下罰金", "新臺幣15萬元以下之罰緩", "停工", "新臺幣3萬元以上30萬元以下罰鍰"],
        "answer": "新臺幣3萬元以上30萬元以下罰鍰"
    },
    {
        "question": "題目 549: 依勞動檢查法施行細則規定，勞工發生下列何者情況屬重大職業災害？",
        "options": ["發生罹災1人之輕傷害", "氨洩漏2人罹災但無需住院", "光氣洩漏1人罹災需住院", "發生災害2人需住院"],
        "answer": "光氣洩漏1人罹災需住院"
    },
    {
        "question": "題目 550: 甲公司欲向外租用移動式起重機時，其契約內容已參考法令訂有防止職業災害之具體規範，並於使用前確認其符合規定，試問其已落實下列何種管理功能？",
        "options": ["施工管理", "變更管理", "承攬管理", "採購管理"],
        "answer": "採購管理"
    },
    {
        "question": "題目 551: HazOp 為下列何種評估方法之縮寫？",
        "options": ["初步危害分析", "危害及可操作性分析", "故障樹分析", "失誤模式與影響分析"],
        "answer": "危害及可操作性分析"
    },
    {
        "question": "題目 552: 四氣化碳最可能危害下列何者？",
        "options": ["腸胃", "皮膚", "骨絡", "肝腎"],
        "answer": "肝腎"
    },
    {
        "question": "題目 553: 依職業安全衛生管理辦法規定，對於置有職業安全衛生管理員、職業安全管理師或職業衛生管理師的事業單位，其職業安全衛生業務主管之主要職責為何？",
        "options": ["擬訂安全衛生管理事項", "審議安全衛生事項", "督導安全衛生管理事項", "協調安全衛生事項"],
        "answer": "督導安全衛生管理事項"
    },
    {
        "question": "題目 554: 下列何種物質不會產生粉塵爆炸？",
        "options": ["穀粉", "鋁粉", "大理石粉", "塑膠粉"],
        "answer": "大理石粉"
    },
    {
        "question": "題目 555: 依職業安全衛生法規定，下列何者可參與訂定安全衛生工作守則？",
        "options": ["勞工代表", "同業公會", "主管機關", "檢查機構"],
        "answer": "勞工代表"
    },
    {
        "question": "題目 556: 有關防爆電氣設備構造的特性，與一般電氣設備相較，下列敘述何者錯誤？",
        "options": ["體積相對較大", "構造較複雜", "購買成本較低", "國際上已建立相關構造標準"],
        "answer": "購買成本較低"
    },
    {
        "question": "題目 557: 下列何者不屬於人體與環境間之熱交換機制？",
        "options": ["傳導", "對流", "輻射", "下視丘調節"],
        "answer": "下視丘調節"
    },{
        "question": "題目 558: 人耳可聽見之聲音頻率下限大致為多少Hz？",
        "options": ["0.1", "1", "20", "200"],
        "answer": "20"
    },
    {
        "question": "題目 559: 研磨機之護單應標示下列何者？",
        "options": ["磨輪直徑、圓過速度與轉動方向", "研磨輪材質", "護單尺寸", "研磨輪顏色"],
        "answer": "磨輪直徑、圓過速度與轉動方向"
    },
    {
        "question": "題目 560: 有關緊急應變措施之作業流程及基本原則，下列敘述何者有誤？",
        "options": ["事業單位應依危害辨識及風險控制結果，確認須採取應變措施以控制殘餘風險之緊急狀況", "事業單位應對現有應變能力及資源進行評估", "事業單位對所辨識出之緊急狀況應予以分類，並制定各類緊急狀況之應變指引", "選擇緊急應變計畫參與之成員以安全衛生管理人員為主，其他技術或生產部門人員可以不必納入"],
        "answer": "選擇緊急應變計畫參與之成員以安全衛生管理人員為主，其他技術或生產部門人員可以不必納入"
    },
    {
        "question": "題目 561: 下列何者最不容易受建築物的屏蔽？",
        "options": ["極低頻磁場", "紅外線", "射頻輻射", "微波"],
        "answer": "極低頻磁場"
    },
    {
        "question": "題目 562: 依照國家標準（CNS3658），火災共分為幾類？",
        "options": ["2", "3", "4", "5"],
        "answer": "4"
    },
    {
        "question": "題目 563: 依照歐姆定律，在身體相同電阻值情況之下，接觸電壓愈高，對人體的感電危害程度為下列何者？",
        "options": ["愈大", "愈小", "無關", "不一定"],
        "answer": "愈大"
    },
    {
        "question": "題目 564: 下列何者非屬職業安全衛生法之附屬法規？",
        "options": ["職業安全衛生管理辦法", "危險性機械及設備安全檢查規則", "技術士技能檢定及發證辦法", "缺氧症預防規則"],
        "answer": "技術士技能檢定及發證辦法"
    },
    {
        "question": "題目 565: 依勞動檢查法施行細則規定，勞動檢查員對各事業單位工作場所實施安全衛生檢查時，發現勞工有立即發生危險之情形，得就該場所以書面通知事業單位逕予先行停工，下列何者非屬停工通知書應記載？",
        "options": ["停工理由", "停工範圍", "申請復工之條件與程序", "復工日期"],
        "answer": "復工日期"
    },
    {
        "question": "題目 566: 下列何者非愛滋病之主要傳染途徑？",
        "options": ["性行為", "血液", "唾液", "母子垂直傳染"],
        "answer": "唾液"
    },
    {
        "question": "題目 567: 依職業安全衛生設施規則之規定，下列何者非屬局限空間危害防止計畫應訂定之事項？",
        "options": ["氧氣及有害氣體濃度測定", "通風換氣實施方式", "危害性化學品標示及通識措施", "進入作業許可程序"],
        "answer": "危害性化學品標示及通識措施"
    },
    {
        "question": "題目 568: 依缺氧症中毒預防規則規定，佩戴輸氣管面具從事缺氧作業之勞工，一次連續作業時間不得超過下列何者？",
        "options": ["10分鐘", "20分鐘", "30分鐘", "1小時"],
        "answer": "1小時"
    },
    {
        "question": "題目 569: 依職業災害勞工保護法規定，政府應建立工殤紀念碑，定每年幾月幾日為工殤日，推動勞工安全衛生教育？",
        "options": ["2月28日", "4月28日", "5月1日", "9月21日"],
        "answer": "4月28日"
    },
    {
        "question": "題目 570: 某工廠有工人200名，總經歷工時為1,000,000，共發生10日失能傷害損失日數，則失能傷害嚴重率（SR）為下列何者？",
        "options": ["10", "2", "30", "40"],
        "answer": "10"
    },
    {
        "question": "題目 571: 依職業安全衛生設施規則規定，下列何者屬於車輛系營建機械？",
        "options": ["堆高機", "固定式起重機", "推土機", "衝剪機械"],
        "answer": "推土機"
    },
    {
        "question": "題目 572: 下列何者非安全溝通之目的？",
        "options": ["提供安全資訊", "主張個人安全看法", "達成安全意識", "提高安全績效"],
        "answer": "主張個人安全看法"
    },
    {
        "question": "題目 573: 壓縮氣體直接造成災害時，其能量來源為下列何者？",
        "options": ["位能", "動能", "輻射能", "化學能"],
        "answer": "動能"
    },
    {
        "question": "題目 574: 為配合噪音控制改善而使用噪音計時，一般會設定在下列何種權衡電網？",
        "options": ["A", "B", "C", "D"],
        "answer": "C"
    },
    {
        "question": "題目 575: 金屬鋰、金屬鈉與金屬鉀等物質之保存方式，下列何者最佳？",
        "options": ["放置於空氣中", "放置於水中", "儲存於含水酒精中", "儲存於石油醚中"],
        "answer": "儲存於石油醚中"
    },
    {
        "question": "題目 576: 臺灣職業安全衛生管理系統涵蓋下列何種項目？",
        "options": ["環境影響評估", "採購管理", "6個標準差", "廢水處理"],
        "answer": "採購管理"
    },
    {
        "question": "題目 577: 依職業安全衛生管理辦法規定，第二類事業其人數超過多少人以上時，所設置之職業安全衛生入員應至少1人為專職？",
        "options": ["100", "200", "300", "500"],
        "answer": "300"
    },{
        "question": "題目 578: 依鹽樂安全衛生級糖規則規定，雁主認興工作開隨條際符會衣學死。科度認然個話錯誤？",
        "options": ["斜度得大於60度", "梯級面深度不得小於15公分", "斜度應小於30度", "應有適當之扶手"],
        "answer": "斜度應小於30度"
    },
    {
        "question": "題目 579: 下列何者不屬於化學性危害事件？",
        "options": ["塵肺症病例", "瓦斯外洩造成一氧化碳中毒", "使用含有機溶劑之化妝品導致臉部灼傷", "SARS"],
        "answer": "SARS"
    },
    {
        "question": "題目 580: 依「營造安全衛生設施標準」規定，以可調鋼質支桂為樹橋支學柔者建腰使雨烈有關可調鋼管支柱連接之敘述，何者為正確？",
        "options": ["不得連接使用", "不得連接使用2的以上", "不得連接使用3節以上", "不得連接使用4節以上"],
        "answer": "不得連接使用"
    },
    {
        "question": "題目 581: 二般而京，變更管理計畫通常不包括下列何種變更？",
        "options": ["組織架構", "作業條件", "作菜方法", "原物料"],
        "answer": "組織架構"
    },
    {
        "question": "題目 582: 依職業安全衛生教育訓練規則規定，新僱勞工所接受之一股安舍會生教育訓練，不得少於了小時：但從事電淳作業，應再增列幾小時之安全衛生教育訓練？",
        "options": ["0.5","1", "2", "3"],
        "answer": "3"
    },
    {
        "question": "題目 583: 勞工進入公尺深人孔後因缺氧而死亡，在職業災書調查分析時，缺氧屬下列何種原因？",
        "options": ["直接原因", "間接原因", "基本原因", "長期原因"],
        "answer": "直接原因"
    },
    {
        "question": "題目 584: 依職業安全衛生法規定，事業單位勞動場所發生下列何種職業災書，雇主無需於8小時內報告勞動檢查機構？",
        "options": ["1人罹災需住院", "3人罹災", "死亡", "無人傷亡之虛驚事故"],
        "answer": "無人傷亡之虛驚事故"
    },
    {
        "question": "題目 585: 有關職業安全衛生管理之敘述，下列何者有誤？",
        "options": ["為確保承攬人確黨遵守及瞭解相關安全衛生法規與管理規定，應於承攪契約中規定應採取之安全衛生措施", "承攬契約中不需規定再承攬人之限制、資格要件及相關要求，由承攪人自行負責", "事業單位可建立全員監督機制、隨時督促承攬人確實遵守相關安全衛生管理規定", "事業單位應訂定對承攬人之門禁管制規定"],
        "answer": "承攬契約中不需規定再承攬人之限制、資格要件及相關要求，由承攪人自行負責"
    },
    {
        "question": "題目 586: 依職業安全衛生法規定，事業單位工作場所發生勞工死亡之職業災書時，雇主應於多少小時內通報勞動檢查機構？",
        "options": ["8", "12", "24", "48"],
        "answer": "8"
    },
    {
        "question": "題目 587: 消除或降低危害最後考慮的方法，為下列何者？",
        "options": ["健康管理", "工程改善", "教育訓練", "使用個人防護具"],
        "answer": "使用個人防護具"
    },
    {
        "question": "題目 588: 事業單位建置職業安全衛生管理系統之流程中，下列何者非系統架構建置期之工作？",
        "options": ["先期審查", "風險評估", "目標與方案", "緊急應變演練"],
        "answer": "緊急應變演練"
    },
    {
        "question": "題目 589: 吊運車架空移動起重機，其構造及材質所能吊升之最大荷重為下列何者？",
        "options": ["吊升荷重", "積載荷重", "額定荷重", "設計荷重"],
        "answer": "吊升荷重"
    },
    {
        "question": "題目 590: 電氣設備故障修理時，為防止事故發生，下列何者較不適當？",
        "options": ["確認電源維持開啟", "機械修理中要懸掛標示牌", "確認電源開關是否關閉", "非相關人員，禁止操作"],
        "answer": "確認電源維持開啟"
    },
    {
        "question": "題目 591: 依職業安全衛生設施規則規定，雇主對於離心機械，應設置「使覆蓋未完全關閉時無滑塊裝置法啟動」之下列何種安全裝置？",
        "options": ["漏電斷路器", "緊急停止装置", "連鎖裝置", "其他"],
        "answer": "連鎖裝置"
    },
    {
        "question": "題目 592: 甲公司欲向外租賃堆高機時，為落實下列那項管理功能，其契約內容應參考法令訂有防止職業災害之具體規範，並於使用前確認其符合規定？",
        "options": ["施工管理", "變更管理", "承攪管理", "採購管理"],
        "answer": "採購管理"
    },
    {
        "question": "題目 593: 對於勞工作業受熱超過綜合溫度熱指數規定時，應優先採取下列何者措施？",
        "options": ["教育訓練", "工程改善", "作業檢點", "多喝水"],
        "answer": "工程改善"
    },
    {
        "question": "題目 594: 依職業安全衛生法之規定，雇主不得使分娩後未滿一年之女性勞工從事之危險性或有害性之工作，不包括下列何者？",
        "options": ["礦坑工作", "一定重量以上之重物處理工作", "盤岩機及其他有顯著振動之工作", "堆高機操作"],
        "answer": "堆高機操作"
    }, {
        "question": "題目 595: 依職業安全衛生設施規則規定，雇主對於使用之合梯應符合之規定中，下列敘述何者錯誤？",
        "options": [
            "具有堅固之構造",
            "應有安全之防滑梯面",
            "兩梯腳間有金屬等硬質繫材扣牢",
            "梯腳與地面之角度應在85度以內"
        ],
        "answer": "梯腳與地面之角度應在85度以內"
    },
    {
        "question": "題目 596: 勞工未依職業安全衛生法規定接受健康檢查，得處新臺幣多少元以下罰鍰？",
        "options": [
            "3,000",
            "1,000",
            "6,000",
            "不用罰"
        ],
        "answer": "3,000"
    },
    {
        "question": "題目 597: 依職業安全衛生管理辦法規定，事業單位於僱用勞工人數至少多少人以上之事業單位，應訂定職業安全衛生管理規章，要求各級主管及管理、指揮、監督有關人員執行職業安全衛生管理事項？",
        "options": [
            "30",
            "100",
            "200",
            "300"
        ],
        "answer": "100"
    },
    {
        "question": "題目 598: 下列何者不屬於固定式起重機之安全裝置？",
        "options": [
            "防脫著裝置",
            "過捲預防裝置",
            "過負荷警報裝置",
            "過熱預防裝置"
        ],
        "answer": "過熱預防裝置"
    },
    {
        "question": "題目 599: 依勞工作業環境監測實施辦法規定，坑內特定粉塵作業場所應多久實施作業環境監測一次以上？",
        "options": [
            "每半個月",
            "每月",
            "每三個月",
            "每半年"
        ],
        "answer": "每半年"
    },
    {
        "question": "題目 600: 在安全防護的原則中，安全護圍所提供的主要功能為下列何者？",
        "options": [
            "消除危險",
            "遠離危險",
            "隔離危險源",
            "危險預警"
        ],
        "answer": "隔離危險源"
    },
    {
        "question": "題目 601: 電流流經人體時，下列何者較不影響感電後果嚴重度？",
        "options": [
            "流經身體的電流量大小",
            "電流流經身體之路徑",
            "人體之膚色",
            "身體之單阻"
        ],
        "answer": "人體之膚色"
    },
    {
        "question": "題目 602: 雇主對勞工實施特殊健康檢查，其結果報告書不需要報請或副知事業單位所在地之何種機關？",
        "options": [
            "勞工主管機關",
            "衛生主管機關",
            "勞動檢查機構",
            "衛生所"
        ],
        "answer": "衛生所"
    },
    {
        "question": "題目 603: 從事高架作業之安全注意事項，下列何者有誤？",
        "options": [
            "一定要2人以上共同作業",
            "應減少工作時間",
            "戴用安全帽",
            "施工架務必堅固牢靠"
        ],
        "answer": "一定要2人以上共同作業"
    },
    {
        "question": "題目 604: 依職業安全衛生管理辦法規定，第二類事業勞工人數100人以上之事業單位應執行之職業安全衛生事項，下列何者有誤？",
        "options": [
            "訂定職業安全衛生管理計畫",
            "職業安全衛生管理事項留存紀錄備查",
            "訂定職業安全衛生管理規章",
            "申請續效認可"
        ],
        "answer": "申請續效認可"
    },
    {
        "question": "題目 605: 勞工於工作8小時之噪音暴露劑量>200%，即表示其相當8小時時量平均音壓級超過多少分貝？",
        "options": [
            "80",
            "85",
            "90",
            "95"
        ],
        "answer": "95"
    },
    {
        "question": "題目 606: 下列何者含纖維量較高，可促進腸道蠕動？",
        "options": [
            "高麗菜",
            "炸排骨",
            "泡麵",
            "滷雞翅"
        ],
        "answer": "高麗菜"
    },
    {
        "question": "題目 607: 下列何種作業較具有紫外線危害？",
        "options": [
            "玻璃成型",
            "鍋爐房",
            "熔鐵",
            "電焊"
        ],
        "answer": "電焊"
    },
    {
        "question": "題目 608: 在提舉重物時，為避免發生人因工程危害，應儘量利用人體之下列何種部位？",
        "options": [
            "背部",
            "腿部",
            "腰部",
            "腹部"
        ],
        "answer": "腿部"
    },
    {
        "question": "題目 609: 使用大量氮氣於製程作業時，應注意氮氣外洩而造成下列何種危害？",
        "options": [
            "中毒",
            "缺氧",
            "火災",
            "爆炸"
        ],
        "answer": "缺氧"
    },
    {
        "question": "題目 610: 勞工作業場所容許暴露標準之短時間時量平均容許濃度，為一般勞工連續暴露在此濃度以下任何多少分鐘，不致有不可忍受之刺激、慢性或不可逆之組織病變、麻醉昏暈作用、事故增加之傾向或工作效率之降低者？",
        "options": [
            "5",
            "10",
            "15",
            "20"
        ],
        "answer": "15"
    },
    {
        "question": "題目 611: 使用一般殺菌燈時，應特別注意下列何種危害？",
        "options": [
            "紫外線",
            "紅外線",
            "雷射",
            "射頻輻射"
        ],
        "answer": "紫外線"
    },
    {
        "question": "題目 612: 四氯化碳最可能循下列何種路徑進入人體？",
        "options": [
            "皮膚接觸",
            "呼吸",
            "口腔",
            "眼睛接觸"
        ],
        "answer": "呼吸"
    },
    {
        "question": "題目 613: 依危害性化學品標示及通識規則之規定，下列危害圖式及顏色，何者正確？",
        "options": [
            "白底、黑色圖式符號、紅框",
            "紅底、白色圖式符號、黑框",
            "白底、紅色圖式符號、黑框",
            "白底、黑色圖式符號、黑框"
        ],
        "answer": "白底、黑色圖式符號、紅框"
    },
    {
        "question": "題目 614: 依職業安全衛生設施規則規定，雇主對於高度在2公尺以上之工作場所邊緣及開口部份，勞工有遭受墜落危險之虞者，應設有適當強度之下列何種防護措施？",
        "options": [
            "圍欄、握把、覆蓋",
            "漏電断路器",
            "防爆電氣設備",
            "安全閥"
        ],
        "answer": "圍欄、握把、覆蓋"
    },{
        "question": "題目615: 依職業安全衛生設施規則規定，500公斤以上物品應以下列何種方式辦運為宜？",
        "options": ["以機動車輛或其他機械搬運", "以人力搬運", "以人力車輛搬運", "以手工具搬運"],
        "answer": "以機動車輛或其他機械搬運"
    },
    {
        "question": "題目616: 勞工因長期工作壓迫及重複性作業引起椎間盤突出，屬於下列何種危害因子？",
        "options": ["物理性", "化學性", "生物性", "人因性"],
        "answer": "人因性"
    },
    {
        "question": "題目617: 變電設備所引起之火災不適合用何種滅火劑？",
        "options": ["泡沫", "二氧化碳", "ABC類乾粉", "惰性氣體"],
        "answer": "泡沫"
    },
    {
        "question": "題目618: 依職業安全衛生設施規則規定，高壓氣體容器的使用應遵守哪些規定？",
        "options": ["高壓氣體容器應標明所裝氣體品名，不得任意灌裝或轉裝", "容器使用時應加固定", "焊接時得在容器上試焊", "確知容器之用途無誤者，方得使用"],
        "answer": "焊接時得在容器上試焊"
    },
    {
        "question": "題目619: 依職業安全衛生設施規則規定，過氧化丁酮屬於下列何者？",
        "options": ["爆炸性物質", "著火性物質", "易燃液體", "可燃性氣體"],
        "answer": "爆炸性物質"
    },
    {
        "question": "題目620: 事業單位應採取下列何種管理措施，使災害發生後得有效控制並減少損失？",
        "options": ["風險評估", "變更管理", "緊急應變管理", "自動檢查"],
        "answer": "緊急應變管理"
    },
    {
        "question": "題目621: 依職業安全衛生法施行細則規定，下列何者屬於「具有危險性之機械」？",
        "options": ["空壓機", "堆高機", "鑽床", "吊籠"],
        "answer": "吊籠"
    },
    {
        "question": "題目622: 變更管理之所涉及的變更，通常不包括下列何者？",
        "options": ["商標變更", "製程變更", "材料變更", "設備變更"],
        "answer": "商標變更"
    },
    {
        "question": "題目623: 有人進入半密閉之污水槽工作而昏倒在槽中，下列措施何者最不適當？",
        "options": ["立即徒手進入救人出來，以求時效", "實施換氣", "戴妥空氣呼吸器再下去救人", "打119電話求救"],
        "answer": "立即徒手進入救人出來，以求時效"
    },
    {
        "question": "題目624: 從事動力堆高機作業包含駕駛人員，最多可坐幾人？",
        "options": ["1", "2", "3", "4"],
        "answer": "1"
    },
    {
        "question": "題目625: 依職業安全衛生設施規則規定，雇主對於可燃性高壓氣體之貯存，下列敘述何者錯誤？",
        "options": ["容器應保持在攝氏40度以下", "應安穩置放並加固定", "可燃性氣體、有毒性氣體及氧氣之鋼瓶，應合併貯存", "貯存場所應禁止煙火接近"],
        "answer": "可燃性氣體、有毒性氣體及氧氣之鋼瓶，應合併貯存"
    },
    {
        "question": "題目626: 某科技公司之職業安全衛生管理員，最近因家庭因素暫時無法執行職務。依職業安全衛生管理辦法規定，下列敘述何者有誤？",
        "options": ["雇主應指定適當代理人", "雇主應指定之代理人，代理期間不得超過3個月", "無須代理人，但必須報當地主管機關備查", "雇主可找職業安全管理師暫時代理之"],
        "answer": "無須代理人，但必須報當地主管機關備查"
    },
    {
        "question": "題目627: 下列敘述中，何者不屬於承攬關係之特徵？",
        "options": ["承攬人具備「雇主之性質」", "工作指派不受他人所約束", "有獨立營運之自主權", "只負責出工，不負責損益"],
        "answer": "只負責出工，不負責損益"
    },
    {
        "question": "題目628: 依變更管理技術指引之要求，變更管理之作業流程中，下列何者應最先執行？",
        "options": ["界定變更管制範圍", "變更之申請", "諮詢", "成效確認"],
        "answer": "界定變更管制範圍"
    },
    {
        "question": "題目629: 執行應變能力及資源評估時，下列敘述何者有誤？",
        "options": ["應評估應變器材之種類及數量是否足夠", "應評估事業單位是否有足夠的醫療救護能力", "應評估是否有足夠的緊急供電系統", "對於必要的搶救設備如成本太高可不必購置，災害發生時再向鄰廠借"],
        "answer": "對於必要的搶救設備如成本太高可不必購置，災害發生時再向鄰廠借"
    },
    {
        "question": "題目630: 下列何者不屬於健康風險評估實施所需積極考量之因素？",
        "options": ["製程使用之化學物質之健康危害特性", "作業環境監測結果", "健康管理", "消防設施等應變措施之準備"],
        "answer": "消防設施等應變措施之準備"
    },
    {
        "question": "題目631: 紙張所引起之火災較不適用下列何種滅火劑？",
        "options": ["水", "泡沫", "BC類乾粉", "ABC類乾粉"],
        "answer": "BC類乾粉"
    },
    {
        "question": "題目632: 勞工從事下列何種粉塵作業較易罹患塵肺症？",
        "options": ["裝卸麵粉", "裝卸塑膠粉", "裝卸石英粉", "裝卸糖粉"],
        "answer": "裝卸石英粉"
    },
    {
        "question": "題目633: 從事缺氧危險作業時之人員安排，下列敘述何者較佳？",
        "options": ["若2人以上同時進入該場所作業，則無須指派人員監視", "若僅1人作業，必須帶通訊裝備", "無論作業人數，應指派1人以上之監視人員", "避免與他人一起作業，以免他人不專業致干擾及妨礙作業安全之危害"],
        "answer": "無論作業人數，應指派1人以上之監視人員"
    },
    {
        "question": "題目634: 在降低風險的控制措施中，以低電壓電氣設備取代高電壓電氣設備，屬於下列何者？",
        "options": ["消除", "取代", "工程控制措施", "管理控制措施"],
        "answer": "取代"
    },
    {
        "question": "題目635: 防塵口罩選用原則，下列敘述何者錯誤？",
        "options": ["捕集效率愈高愈好", "吸氣抵抗愈低愈好", "重量愈輕愈好", "視野愈小愈好"],
        "answer": "視野愈小愈好"
    },
    {
        "question": "題目636: 於電梯開口部進行作業時，下列何者有誤？",
        "options": ["電梯直井工作平台下方設安全網", "於電梯直井開口對面之牆壁裝設捲揚式防墜器或鼋梯直井開口側邊牆壁裝設安全帶掛鉤", "安全帶應確實鉤掛於繫固裝置或垂直安全母索上", "作業人員應將所需零件及工具插於褲袋中"],
        "answer": "作業人員應將所需零件及工具插於褲袋中"
    },
    {//答案爭議
        "question": "題目637: 對於移動式施工架之使用，下列做法何者有誤？",
        "options": ["攀爬施工架上下時，手足應確實抓緊及踩穩", "確認安全帶已勾掛妥實", "應注意腳底踏踩位置避免扭傷", "於結構物上突出之鐵件應予以拔除、釘入"],
        "answer": "攀爬施工架上下時，手足應確實抓緊及踩穩"
    },
    {
        "question": "題目638: 雇主使勞工從事特別危害健康作業，應於其僱用或變更其工作時，實施下列何種檢查？",
        "options": ["特殊體格檢查", "一般健康檢查", "特殊健康檢查", "體格檢查"],
        "answer": "特殊體格檢查"
    },
    {
        "question": "題目639: 勞工因氣體外洩造成送醫住院治療時，雇主應於多少時間內通報當地勞動檢查機構？",
        "options": ["8小時", "12小時", "24小時", "勿須通報"],
        "answer": "8小時"
    },
    {
        "question": "題目640: 某公司勞工人數未滿30人，依職業安全衛生管理辦法規定，有關其職業安全衛生人員之設置，下列何者正確？",
        "options": ["至少置甲種職業安全衛生業務主管1人", "職業安全衛生業務主管得由該公司經營負責人擔任", "所置職業安全衛生人員應報檢查機構備查", "職業安全衛生人員應為專職"],
        "answer": "職業安全衛生業務主管得由該公司經營負責人擔任"
    },
    {
        "question": "題目641: 為實施採購管理，事業單位辦理工程採購時，該工程經費中之何項費用應占有一定的比例？",
        "options": ["安全衛生項目", "耗材", "出工數", "睦鄰支出"],
        "answer": "安全衛生項目"
    },
    {
        "question": "題目642: 製程安全管理中要求蒐集製程安全資訊，該資訊一般可應用於下列何種管理項目？",
        "options": ["製程危害分析", "訂定請假規則", "製程操作人員家庭財務分析", "同業間之產品價格定價"],
        "answer": "製程危害分析"
    },
    {
        "question": "題目643: 下列何者不屬於塑膠射出成型機的安全裝置？",
        "options": ["安全連鎖裝置", "安全護罩", "安全門裝置", "墜落防止裝置"],
        "answer": "墜落防止裝置"
    },
    {
        "question": "題目644: 在職業安全衛生管理系統之相關要項中，針對事故發生時，能提供作業現場人員必要的資訊，並採取急救、醫療救援、消防及疏散等措施與步驟，係指下列何者？",
        "options": ["愛更管理", "災害調查與分析", "緊急應變措施", "稽核措施"],
        "answer": "緊急應變措施"
    },
    {
        "question": "題目645: 危險性工作場所審查暨檢查辦法規定，甲類危險性工作場所須執行下列何種安全評估？",
        "options": ["施工安全評估", "製程安全評估", "品質安全評估", "人員安全評估"],
        "answer": "製程安全評估"
    },
    {
        "question": "題目646: 有關危害辨識之敘述，下列何者有誤？",
        "options": ["事業單位須針對作業活動及環境進行危害辨識，界定潛在危害之分類或類型", "事業單位應針對作業之危害來源，辨識出最嚴重的", "對現有可有效預防發生可能性及減輕後果嚴重度之控制措施亦須辨識", "危害辨識涉及專業，只有職安人員可執行危害辨識"],
        "answer": "危害辨識涉及專業，只有職安人員可執行危害辨識"
    },
    {
        "question": "題目647: 下列何者非為衝剪機械之主要危害？",
        "options": ["切斷", "割傷", "剪斷", "爆炸"],
        "answer": "爆炸"
    },
    {
        "question": "題目648: 事業單位以其事業交付承攬，且設有協議組織時，依職業安全衛生法施行細則規定，下列何者非必要之協議事項？",
        "options": ["起重機操作信號", "差勤管理", "勞工健康管理規範", "局限空間作業管制"],
        "answer": "差勤管理"
    },
    {
        "question": "題目649: 依職業安全衛生設施規則規定，雇主對勞工於良導體機器設備內之狹小空間，作業時所使用之交流電焊機，為防止感電，應有下列何種安全設備？",
        "options": ["安全網", "省電燈泡", "自動電擊防止裝置", "防爆電氣設備"],
        "answer": "自動電擊防止裝置"
    }, {
        "question": "題目650: 依職業安全衛生管理辦法規定，雇主依規定實施之定期檢查表單，下列何者非屬應記錄事項？",
        "options": ["實施檢查者之姓名", "天氣狀況", "檢查部分", "依檢查結果應採取改善措施之內容"],
        "answer": "天氣狀況"
    },
    {
        "question": "題目651: 第一類事業單位已施行職業安全衛生管理系統。其所設置之職業安全衛生管理單位如何才得以免除一級專責的限制？",
        "options": ["安全評估報告經勞動檢查機構審查", "管理續效報經中央主管機關認可", "向當地主管機關申請認可", "管理效報經勞動檢查機構審查合格"],
        "answer": "管理續效報經中央主管機關認可"
    },
    {
        "question": "題目652: 依職業安全衛生法規定，中央主管機關指定之機械、設備及防護非符合安全標準者，不得產製運出廠場，輸入或是供應，下列何者非指定之對象？",
        "options": ["動力衝剪機械", "動力堆高機", "移動式起重機", "防爆電氣設備"],
        "answer": "移動式起重機"
    },//到這裡
    {
        "question": "題目653: 玻璃纖維製成之熱棒運用於高電壓系統中的開關操作，該熱棒所具有的物理特性為下列何者？",
        "options": ["高電阻", "高張力", "高延展性", "高柔軟度"],
        "answer": "高電阻"
    },
    {
        "question": "題目654: 依勞動檢查法規定，事業單位對未持勞動檢查證者，得否拒絕檢",
        "options": ["得拒絕", "不得拒絕", "未有規定", "得免派員陪同檢查"],
        "answer": "得拒絕"
    },
    {
        "question": "題目655: 對於勞工實施健康追蹤檢查費用，應由下列何者支付？",
        "options": ["勞工個人", "雇主", "勞動檢查機構", "縣市政府"],
        "answer": "雇主"
    },
    {
        "question": "題目656: 下列何者非屬職業安全衛生管理辦法規定之自動檢查種類？",
        "options": ["機械設備之作業檢點", "設備之重新檢查", "機械之定期檢查", "設備之重點檢查"],
        "answer": "設備之重新檢查"
    },
    {
        "question": "題目657: 事業單位擴充產能時，下列何項較不可能引起意外災害？",
        "options": ["新進人員訓練不足所致之危害", "有害物增加逸散之危害", "製品堆置場所不足所致之危害", "工時縮短所致之危害"],
        "answer": "工時縮短所致之危害"
    },
    {
        "question": "題目658: 以下關於安全母索的設置，何者不正確？",
        "options": ["最小斷裂強度應在2300公斤以上", "錨點強度需在800公斤以上", "爬升位置之水平間距在1公尺以下者，得2人共用一條垂直安全母索", "垂直安全母索下端應有防止安全帶鎖扣自尾端脫落之設施"],
        "answer": "錨點強度需在800公斤以上"
    },
    {
        "question": "題目659: 依職業安全衛生法規定，雇主應每月填載職業災害統計，目前最常用下列何種方式報請勞動檢查機構備查？",
        "options": ["上網線上登錄", "e-mail統計表單", "填妥書面表格傳真", "填妥書面表格郵寄"],
        "answer": "上網線上登錄"
    },
    {
        "question": "題目660: 下列何種情況較不易誘發靜電？",
        "options": ["油品由金屬管線噴出", "使用量尺量測油品液位", "油品在管線中高速流動", "純質油品靜態儲存於儲槽中"],
        "answer": "純質油品靜態儲存於儲槽中"
    },
    {
        "question": "題目661: 下列何者最不可能是影響化學性危害的因素？",
        "options": ["毒性物質本身的毒性", "毒性物質本身的濃度", "暴露途徑", "環境照明"],
        "answer": "環境照明"
    },
    {
        "question": "題目662: 於易燃性、高爆炸性液體蒸汽之危險作業場所，以手工具進行管路拆卸時，為避免工具碰撞產生火花而導致事故，該無火花手工具之材料應為下列何者？",
        "options": ["銅合金", "不銹鋼", "低碳鋼", "鎳鉻鋼"],
        "answer": "銅合金"
    },
    {
        "question": "題目663: 百貨公司櫃台之勞工，易產生下列何種職場健康危害？",
        "options": ["易因久站，造成下肢靜脈曲張", "因高學歷，產生暴力傾向", "年輕男女一同工作，易造成感情糾紛", "易吃速食，產生營養不良"],
        "answer": "易因久站，造成下肢靜脈曲張"
    },
    {
        "question": "題目664: 職業災害統計中，對於永久全失能，以下列何種損失日數計算？",
        "options": ["1,000", "3,000", "5,000", "6,000"],
        "answer": "6,000"
    },
    {
        "question": "題目665: 從事甲苯作業之勞工，應正確佩戴下列何種呼吸防護具較為適當？",
        "options": ["外科口罩", "一般棉紗口罩", "N95口罩", "防毒面具"],
        "answer": "防毒面具"
    },
    {
        "question": "題目666: 有關常用之風險控制措施，下列何者有誤？",
        "options": ["消除或取代", "工程控制", "財務控制", "管理控制"],
        "answer": "財務控制"
    },
    {
        "question": "題目667: 為預防高處活線作業時因感電而發生墜落，除了加強感電預防措施外，最有效的方式為何？",
        "options": ["使用合格的安全帶並適當繫掛", "鋪設合格的安全網", "構築安全的工作平台", "下方鋪設安全防護塾"],
        "answer": "構築安全的工作平台"
    },{
        "question": "題目668: 正己烷可能產生下列何種有害物？",
        "options": ["氣膠", "蒸氣", "氣體", "電磁波"],
        "answer": "蒸氣"
    },
    {
        "question": "題目669: 某家醫院勞工人數在30人以上未滿100人時，應至少設罩之職業安全衛生人員為何？",
        "options": ["乙種職業安全衛生業務主管1人", "丙種職業安全衛生業務主管及職業安全衛生管理員各1人", "乙種職業安全衛生業務主管及職業安全衛生管理員各1人", "甲種職業安全衛生業務主管及職業安全衛生管理員各1人"],
        "answer": "乙種職業安全衛生業務主管1人"
    },
    {
        "question": "題目670: 下列何者骹不會發生電弧？",
        "options": ["氧乙炔焊接", "短路", "閃絡", "靜電電荷蓄積"],
        "answer": "氧乙炔焊接"
    },
    {
        "question": "題目671: 工作場所安全衛生風險評估的第一個步驟為何？",
        "options": ["危害辨識", "釐訂防災計畫", "風險控制決策", "控制實施"],
        "answer": "危害辨識"
    },
    {
        "question": "題目672: 下列何種聲音對人體聽力損失最敏感？",
        "options": ["低頻噪音", "超低頻噪音", "高頻噪音", "超高頻噪齏"],
        "answer": "高頻噪音"
    },
    {
        "question": "題目673: 下列何者非屬乙類危險性工作場所應檢查之火災爆炸危書預防設施？",
        "options": ["危險物品倉庫之避雷裝置", "發火源之管制", "緊急沖淋設施", "防爆電氣設備"],
        "answer": "緊急沖淋設施"
    },
    {
        "question": "題目674: A 公司將其吊料作業交付B公司承攬，下列敘述何者有誤？",
        "options": ["A 公司應告知 B公司有關其事業工作環境、危害因素及有關安全衛生規定應採取之措施", "A 公司應與 B公司協講劃一起重機之操作信號", "A公司對於B公司使用之機具設備無權管制", "A 公司應提供B公司勞工相關安全衛生教育訓練之協助"],
        "answer": "A公司對於B公司使用之機具設備無權管制"
    },
    {
        "question": "題目675: 人體對於電流強度之反應，最小感知電流通常為多少毫安培（mA）？",
        "options": ["1", "10", "50", "100"],
        "answer": "1"
    },
    {
        "question": "題目676: 下列何者較難進入人體肺泡區？",
        "options": ["奈米微粒", "氧氣", "胸腔性微粒", "可呼吸性微粒"],
        "answer": "胸腔性微粒"
    },
    {
        "question": "題目677: 依職樂安全衛生理辦法規定，雁主對下列何種設備應每2年定期實施檢查一次？",
        "options": ["高壓用電設備絕綠情形、接地電阻及其他安全設備狀況", "鍋爐本體有無損傷", "定化學設備內面及外面有無顯著損傷、變形及腐蝕", "局部排氣裝置之吸氣及排氣之"],
        "answer": "高壓用電設備絕綠情形、接地電阻及其他安全設備狀況"
    },
    {
        "question": "於局限空間內部作業時，下列何者非主要危害類型？",
        "options": ["缺氧", "硫化氫中毒", "感電", "被撞"],
        "answer": "被撞"
    },
    {
        "question": "題目679: 液化石油氣容器，其溫度保持最高不得超過攝氏幾度？",
        "options": ["30", "35", "40", "45"],
        "answer": "40"
    },
    {
        "question": "題目680: 依職業安全衛生法施行細則之規定，事業單位之職業安全衛生管理，由雇主或對事業具有管理權限之雇主代理人綜理，由下列何者負執行之責？",
        "options": ["職業安全衛生管理部門主管", "職業安全衛生業務主管", "人事部門主管", "事業各部門主管"],
        "answer": "事業各部門主管"
    },
    {
        "question": "題目681: 下列何者不是氧化性物質？",
        "options": ["氯酸鉀", "次氣酸鈣", "硝酸鉀", "二甲苯"],
        "answer": "二甲苯"
    },
    {
        "question": "題目682: 同時暴露石綿與吸菸造成肺癌，此作用係屬於下列何者？",
        "options": ["相抵作用", "加乘作用", "相減作用", "拮抗作用"],
        "answer": "加乘作用"
    },
    {
        "question": "題目683: 在減火四種方法中，去除連鎖反應之滅火方法，為下列何者？",
        "options": ["冷卻法", "抑制法", "窒息法", "隔離法"],
        "answer": "抑制法"
    },
    {
        "question": "題目684: 關於施工架之搭設，下列何者有誤？",
        "options": ["應在入口明顯處明確標示施工架之載重限制", "高度5公尺以上施工架之強度計算書需經簽章確認", "高度差距2公尺以上之作業面，可設置合梯做為上下設", "應於施工架兩端立架及轉角處設置護欄"],
        "answer": "高度差距2公尺以上之作業面，可設置合梯做為上下設"
    },
    {
        "question": "題目685: 有關緊急應變之程序，下列何者應最優先執行？",
        "options": ["成立應變小組", "CPR", "通報", "調查災害原因"],
        "answer": "通報"
    },
    {
        "question": "題目686: 設備上裝有雙手啟動之2個按鈕，一般應如何安全操作？",
        "options": ["兩手同時各按1個", "兩手輪流各按1個，先用右手按", "兩手輪流各按1個，先用左手按", "可用膠帶固定其中1個，1手按另1個，加快物件處理速"],
        "answer": "兩手同時各按1個"
    },{
        "question": "題目687: 依職業安全衛生管理辦法規定，雇主依規定實施之自動檢查，於發現有異常時，應採取下列何種措施？",
        "options": ["竄改自動檢查紀錄", "立即檢修及採取必要措施", "可忽略而繼續工作", "無需採取任何措施"],
        "answer": "立即檢修及採取必要措施"
    },
    {
        "question": "題目688: 動力堆高機是否屬於職業安全衛生法所規定「具有危險性之機器」？",
        "options": ["否", "噸數夠大才算", "噸數較小者才算", "是"],
        "answer": "否"
    },
    {
        "question": "題目689: 某常日班勞工上午因工作受傷，中午開始請公假，24小時後，隔天下午恢復上班，則此事故是否為職業災害？",
        "options": ["是", "害", "視受傷嚴重度", "視勞工是否提出申請"],
        "answer": "是"
    },
    {
        "question": "題目690: 依職業安全衛生設施規則規定，一般辦公場所全面照明應達多少米燭光以上？",
        "options": ["50", "100", "200", "300"],
        "answer": "300"
    },
    {
        "question": "題目691: 一般情況下，起重機吊運物件時，吊物上最多可乘坐幾人？",
        "options": ["不可載人", "1", "2", "無限制"],
        "answer": "不可載人"
    },
    {
        "question": "題目692: 依職業安全衛生法之規定，雇主不得使妊娠中之女性勞工從事之危險性或有害性工作，不包括下列何者？",
        "options": ["礦坑作業", "異常氣壓之工作", "鉛及其化合物作菜之作業", "噪音作業"],
        "answer": "噪音作業"
    },
    {
        "question": "題目693: 關於準行橋梁工程作業時施工人員之安全，以下何者不正確？",
        "options": ["預力施拉時須有人員站立於鋼絞線前方監看", "開口面應以護欄施作為優先考量", "吊掛作業一定要有指揮監督人員", "施工設備或橋梁工作面需預留安衛設施之錨錠點"],
        "answer": "預力施拉時須有人員站立於鋼絞線前方監看"
    },
    {
        "question": "題目694: 依職業安全衛生設施規則規定，汽油屬於下列何者？",
        "options": ["爆炸性物質", "著火性物質", "易燃液體", "可燃性氣體"],
        "answer": "易燃液體"
    },
    {
        "question": "題目695: 依災害類型分類說明表，如因身體接觸漏電之電器機具造成感電而發生墜潛災害，應歸類於下列何種災害類型？",
        "options": ["感電", "墜落", "物體飛落", "無法歸類"],
        "answer": "感電"
    },
    {
        "question": "題目696: 代表屬主從事管理、指揮或監督勞工從事工作之人員，於職業安全衛生法規中係指何人？",
        "options": ["各級業務主管", "實際經營負責人", "工作場所負責人", "安全衛生業務主管"],
        "answer": "工作場所負責人"
    },
    {
        "question": "題目697: 災害發生時為有效控制及減少造成的損失，應採取何種管理措施？",
        "options": ["風險評估", "變更管理", "緊急應變管理", "自動檢查"],
        "answer": "緊急應變管理"
    },
    {
        "question": "題目698: 下列何者非屬中央主管機關發布之職業安全衛生管理系統（TOSHIMS）相關文件？",
        "options": ["TOSHMS 指引", "TOSHMS 驗證規範", "安全衛生輔導手冊", "TOSHMS 指導綱領"],
        "answer": "安全衛生輔導手冊"
    },
    {
        "question": "題目699: 依職業安全衛生法規定，下列何者非屬雇主對在職勞工應實施之健康檢查？",
        "options": ["一般健康檢查", "特殊健康檢查", "癌症篩檢", "中央主管機關指定為特定對象及特定項目之健康檢查"],
        "answer": "癌症篩檢"
    },
    {
        "question": "題目700: 某家工廠對內部人員異動、導入新製程、新作業程序時，均會重新評估其對職業安全衛生管理產生的影響，並採取適當的預防措施，則該項管理措施稱為下列何者？",
        "options": ["採購管理", "承攬管理", "自動檢查", "變更管理"],
        "answer": "變更管理"
    },
    {
        "question": "題目701: 職業災害發生係因安全衛生管理不良所致，屬下列何種原因？",
        "options": ["基本原因", "直接原因", "間接原因", "天災"],
        "answer": "基本原因"
    },
    {
        "question": "題目702: 依勞工作業環境監測實施辦法之定義，指作業期間不超過1個月，且確知自該作業終了日起6個月不再實施該作業者，為下列何者？",
        "options": ["假設性作業", "異常性作業", "作業期間短暫", "非例行性作業"],
        "answer": "作業期間短暫"
    },
    {
        "question": "題目703: 鼻中膈穿孔與下列何種有害物之暴露較相關？",
        "options": ["砷", "六價鉻", "三氯乙烯", "四氯化碳"],
        "answer": "六價鉻"
    },
    {
        "question": "題目704: 依職業安全衛生管理辦法規定，300人以上之第一類事業單位，其採購管理相關紀錄保存期限為何？",
        "options": ["至少3年", "至少5年", "不用保存", "至少9年"],
        "answer": "至少3年"
    },
    {
        "question": "題目705: 設置中央管理方式之空氣調節設備之建築物室內作業場所，應每6個月監測二氧化碳濃度1次以上，雇主實施前述作業環境監測時，可僱用下列何種人員辦理？",
        "options": ["乙級化學性因子以上之作業環境監測人員", "乙級物理性因子以上之作業環境監測人員", "職業安全衛生管理員", "職業衛生管理師"],
        "answer": "乙級化學性因子以上之作業環境監測人員"
    },{
        "question": "題目706: 量測奈米微粒常用之長度單位為下列何者？",
        "options": ["nm", "mm", "cm", "µm"],
        "answer": "nm"
    },
    {
        "question": "題目707: 依職業安全衛生管理辦法規定，雇主對於高壓電氣設備，應每隔多久定期實施檢查一次？",
        "options": ["每年", "每2年", "每3年", "每4年"],
        "answer": "每年"
    },
    {
        "question": "題目708: 依職業安全衛生設施規則規定，絕緣用防護具應每隔多久進行性能檢驗？",
        "options": ["半年", "1年", "2年", "3年"],
        "answer": "半年"
    },
    {
        "question": "題目709: 感音性聽力損失主要是因為下列何處受損所導致？",
        "options": ["外耳", "中耳", "內耳", "耳殼"],
        "answer": "內耳"
    },
    {
        "question": "題目710: 下列何者非圖職業災害勞工保護法提供之各項補助範圍？",
        "options": ["家屬補助", "看護補助", "職業訓練生活津貼", "育嬰津貼"],
        "answer": "育嬰津貼"
    },
    {
        "question": "題目711: 通常粒徑小於100nm之微粒•稱為下列何種微粒？",
        "options": ["奈米", "微米", "毫米", "釐"],
        "answer": "奈米"
    },
    {
        "question": "題目712: 依勞工健康保護規則之規定，雇主對於從事特別危害健康之勞工應實施特殊健康，並依規定實施分級健康管理，試問共分為幾級？",
        "options": ["2", "3", "4", "5"],
        "answer": "3"
    },
    {
        "question": "題目713: 下列何者不是乾粉滅火系統所用之滅火原理？",
        "options": ["冷卻", "窒息", "抑制", "隔離"],
        "answer": "冷卻"
    },
    {
        "question": "題目714: 依危險性機械及設備安全檢查規則規定，雇主於鍋爐設置完成時，應向檢查機構申請何種檢查；未經檢查合格，不得使用？",
        "options": ["構造檢查", "竣工檢查", "使用檢查", "型式檢查"],
        "answer": "竣工檢查"
    },
    {
        "question": "題目715: 下列敘述何者錯誤？",
        "options": ["乾燥皮膚之電阻較潮濕者為高", "電擊之傷害程度與電流大小成正相關", "電擊之傷害程度與電流之流經路徑無關", "電擊之傷害程度與接觸電壓成正相關"],
        "answer": "電擊之傷害程度與電流之流經路徑無關"
    },
    {
        "question": "題目716: 為落實採購管理，下列何者非財物採購可要求之安全衛生規格？",
        "options": ["回饋措施", "保固及售後服務", "機械設備零件材質之安全", "運輸、裝卸及搬運之安全"],
        "answer": "回饋措施"
    },
    {
        "question": "題目717: 依職業安全衛生法施行細則之規定，指勞動場所中，接受雇主或代理雇主指示處理有關勞工事務之人所能支配管理之場所，稱為下列何者？",
        "options": ["就業場所", "工作場所", "作業場所", "公共場所"],
        "answer": "工作場所"
    },
    {
        "question": "題目718: 在災害防止基本對策中，下列何者非屬去除不安全環境之方式？",
        "options": ["遵守安全標準作業程序", "設備更新", "改善作業環境", "設備安全化"],
        "answer": "遵守安全標準作業程序"
    },
    {
        "question": "題目719: 依職業安全衛生設施規則規定，氣酸鉀屬於下列何者？",
        "options": ["爆炸性物質", "著火性物質", "易燃液體", "氧化性物質"],
        "answer": "氧化性物質"
    },
    {
        "question": "題目720: 有關 OHSAS18001與 TOSHMS 的差異比較，下列何者正確？",
        "options": ["OHSAS18001 已包含TOSHMS之所有規定", "兩者均非ISO國際標準", "兩者均向勞動部申請驗證", "兩者之驗證內容完全一致"],
        "answer": "兩者均非ISO國際標準"
    },
    {
        "question": "題目721: 為提高鋼材儲存的安全性，下列何者有誤？",
        "options": ["應預防傾斜、滾落，必要時應用纜索等加以適當捆紮", "各堆鋼材之距離應儘量縮小", "儲存之場地應為堅固之地面", "置放地點應避免在電線下方或上方"],
        "answer": "各堆鋼材之距離應儘量縮小"
    },
    {
        "question": "題目722: 下列何種作用方式可形成燻煙？",
        "options": ["經由噴霧作用產生", "高溫氣態分子冷凝", "機械力產生", "完全燃燒"],
        "answer": "高溫氣態分子冷凝"
    },
    {
        "question": "題目723: 職業安全衛生法施行細則規定協議組織應協議之事項，不包括下列何者？",
        "options": ["從事動火、高架、開挖、爆破、高壓電活線等危險作業之管制", "施工成本之管制", "作業人員進場管制", "電氣機具入廠管制"],
        "answer": "施工成本之管制"
    },
    {
        "question": "題目724: 依職業災害勞工保護法之規定，事業單位、職業訓練機構及相關團體辦理加強職業災害預防及職業災害勞工之重建事項，得向下列何單位申請補助？",
        "options": ["當地勞工主管機構", "勞動檢查機構", "直轄市、縣（市）政府", "勞工保險局"],
        "answer": "勞工保險局"
    },{
        "question": "題目725: 依職業安全衛生設施規則規定，下列何者非屬可燃性氣體？",
        "options": ["氫", "乙醚", "乙炔", "丙烷"],
        "answer": "乙醚"
    },
    {
        "question": "題目726: 依職業安全衛生設施規則規定：下列何者非為著火性物質？",
        "options": ["易燃固體", "易燃液體", "自燃物質", "禁水性物質"],
        "answer": "易燃液體"
    },
    {
        "question": "題目727: 依職業安全衛生法施行細則規定：下列何者係指於勞動契約存續期間所提示，使勞工履行契約提供勞務之場所？",
        "options": ["工作場所", "作業場所", "勞動場所", "公共場所"],
        "answer": "勞動場所"
    },
    {
        "question": "題目728: 依台灣職業安全衛生管理系統（TOSHIMS）驗證指導要點之規定，熱行稽核及驗證之機構，稱為下列何者？",
        "options": ["認證機構", "驗證管理機構", "認可驗證機構", "認可稽核機構"],
        "answer": "認可驗證機構"
    },
    {
        "question": "題目729: 依採購營運技術指引規定之作業流程，在辦理勞務或工程請購前應準備下列何種作業？",
        "options": ["品質稽核", "環境影響評估", "供應商之評核", "性別影響評估"],
        "answer": "供應商之評核"
    },
    {
        "question": "題目730: 職業病最根本的預防措施為下列何者？",
        "options": ["實施僱用前體格檢查", "實施定期健康檢查", "實施特殊健康檢查", "實施作業環境改善"],
        "answer": "實施作業環境改善"
    },
    {
        "question": "題目731: 下列何者為交流電焊機較不易發生感電之處？",
        "options": ["待機中，接於電焊柄之焊條端", "一次側線路端子", "二次側線路端子", "絕緣良好之握把"],
        "answer": "絕緣良好之握把"
    },
    {
        "question": "題目732: 在都會區，常利用輸送管線，將天然氣運送到各用戶端的家用燃料，其主要成分為下列何者？",
        "options": ["甲烷", "丙烷", "丁烷", "戊烷"],
        "answer": "甲烷"
    },
    {
        "question": "題目733: 為預防捲揚機吊運物料時，造成的物體飛落職業災害，下列何者不正確？",
        "options": ["重量不得超過該設備所能承受之最高負荷", "吊鉤或吊具應有防止吊舉中所吊物體脫落之裝置", "吊運作業中應有人員在吊掛物下方監視", "應設防止過捲裝置"],
        "answer": "吊運作業中應有人員在吊掛物下方監視"
    },
    {
        "question": "題目734: 雇主對勞工之健康管理屬於第3級管理以上者，或屬於管理2以上者，應於檢查分級後，於幾日內報請勞工及衛生主管機關備查，並副知勞動檢查機構？",
        "options": ["30", "45", "60", "90"],
        "answer": "30"
    },
    {
        "question": "題目735: 依職業安全衛生法規定，兩個以上之事業單位分別出資共同承攬時，防止職業災害之雇主責任應由誰負責？",
        "options": ["此二事業單位互推一人為代表人", "二事業單位一起負責", "出資較多的事業單位", "勞工人數較多的事業單位"],
        "answer": "此二事業單位互推一人為代表人"
    },
    {
        "question": "題目736: 金屬鋰、金屬鈉與金屬鉀均屬下列何者？",
        "options": ["氧化性物質", "爆炸性物質", "易燃液體", "禁水性物質"],
        "answer": "禁水性物質"
    },
    {
        "question": "題目737: 依職業安全衛生設施規則規定，高壓氣體容器外表顏色可否擅自變更或擦掉？",
        "options": ["可", "不可", "可擅自變更但不可擦掉", "未有限制"],
        "answer": "不可"
    },
    {
        "question": "題目738: 去漬油所引起之火災，不適用下列何種滅火劑？",
        "options": ["泡沫", "二氧化碳", "水", "乾粉"],
        "answer": "水"
    },
    {
        "question": "題目739: 依有機溶劑中毒預防規則之規定，作業場所設置以動力吸引排出已發散之有機溶劑蒸氣之設備為下列何者？",
        "options": ["密閉設備", "整體換氣裝置", "局部排氣裝置", "送風機"],
        "answer": "局部排氣裝置"
    },
    {
        "question": "題目740: 下列何者屬有害物質作業？",
        "options": ["特定化學物質作業", "噪音作業", "高溫作業", "潛水作業"],
        "answer": "特定化學物質作業"
    },
    {
        "question": "題目741: 下列何者為中央主管機關指定之機械、設備或器具，其構造、性能及防護非符合安全標準者，不得產製運出廠場、輸入、租賃、供應或設置？",
        "options": ["鍋爐", "升降機", "動力堆高機", "電焊機"],
        "answer": "動力堆高機"
    },
    {
        "question": "題目742: 下列何者非屬失能傷害？",
        "options": ["損失未滿一日者", "損失一日者", "損失二日者", "損失三日者"],
        "answer": "損失未滿一日者"
    },{
        "question": "題目743: 下列何者非屬職業安全衛生管理計畫所涵蓋的事項？",
        "options": ["安全衛生教育訓練", "緊急應變措施", "損益平衡分析", "機械、設備或器具之管理"],
        "answer": "損益平衡分析"
    },
    {
        "question": "題目744: 風險評估的嚴重度判斷時，骨折住院3天，屬於下列何種傷害程度？",
        "options": ["經傷害", "中度傷害", "重度傷害", "虛驚事故"],
        "answer": "中度傷害"
    },
    {
        "question": "題目745: 依職業安全衛生法規定，在高溫場所工作之勞工，雇主不得使其每日工作時間超過幾小時？",
        "options": ["6", "7", "8", "10"],
        "answer": "6"
    },
    {
        "question": "題目746: 依職業安全衛生管理辦法規定，下列何種機械應每月實施定期檢查？",
        "options": ["研磨機", "抽水機", "高空工作車", "數位加工機"],
        "answer": "高空工作車"
    },
    {
        "question": "題目747: 失能傷害頻率公式中之分母為下列何者？",
        "options": ["總經歷工時", "總損失日數", "失能日數", "傷害損失日數"],
        "answer": "總經歷工時"
    },
    {
        "question": "題目748: 氣乙炔焊接作業完畢時，其正確關機程序為何？",
        "options": ["先關乙炔，再關氧氣", "先收輸氣管後關氣瓶開關", "兩者一起關", "先關氧氣，再關乙炔"],
        "answer": "先關乙炔，再關氧氣"
    },
    {
        "question": "題目749: 依職業安全衛生設施規則規定，下列何者非屬著火性物質？",
        "options": ["鎂粉", "硝化乙二醇", "賽璐珞類", "黃磷"],
        "answer": "硝化乙二醇"
    },
    {
        "question": "題目750: 針對職業安全衛生管理系統稽核所發現不符合事項，應採取何種措施？",
        "options": ["控制措施", "防護措施", "鑑別措施", "矯正措施"],
        "answer": "矯正措施"
    },
    {
        "question": "題目751: 進入醬菜醃漬槽作業時•未實施有效通風•較會產生下列何種危",
        "options": ["爆炸", "缺氧", "感電", "被夾、被捲"],
        "answer": "缺氧"
    },
    {
        "question": "題目752: 工作場所噪音超過90分貝時，應採取工程控制、減少勞工噪音暴露時間．使勞工噪音暴露工作日8小時日時量平均不得超過多少分貝？",
        "options": ["80", "85", "90", "100"],
        "answer": "90"
    },
    {
        "question": "題目753: 從事水泥製造廠輸送帶尾輪之清潔作業時•較常發生下列何種危",
        "options": ["被切", "被夾、被捲", "感電", "墜落"],
        "answer": "被夾、被捲"
    },
    {
        "question": "題目754: 在建立健康工作環境時，下列何者較屬於健康服務層面？",
        "options": ["工作姿勢", "領導風格", "預防注射", "團隊互助"],
        "answer": "預防注射"
    },
    {
        "question": "題目755: 依職業安全衛生設施規則規定，「低壓」係指多少伏特以下之電",
        "options": ["600", "6,000", "11,000", "161,000"],
        "answer": "600"
    },
    {
        "question": "題目756: 防止事故發生之安全作業要領•通常不包括下列何者？",
        "options": ["長時間集會討論", "實施自動檢查", "推行廠場整潔、美化", "徹底做好安全確認"],
        "answer": "長時間集會討論"
    },
    {
        "question": "題目757: 有關危害辨識及風險評估之功能，下列何者錯誤？",
        "options": ["可協助事業單位建置良好的職業安全衛生管理系統", "有效控制危害及風險，預防與削減災害", "提昇職業安全衛生管理績效，進而達到永續經營之目的", "精確計算事故發生的可能性，作為無須保險之依據"],
        "answer": "精確計算事故發生的可能性，作為無須保險之依據"
    },
    {
        "question": "題目758: 就安全管理而言，下列敘述何者有誤？",
        "options": ["經常性交付承攬之作業，宜事先依據危害辨識及風險評估相關程序，辨識出潛在之危害及相關控制措施", "有效控制危害及風險，預防與削減災害", "工作交付承攪後係屬承攬人責任．原事業單位事前不須對該項工作實施危害辨識", "對於運輸作業之承攪．除須評估在本身廠（場）內之危害及風險外，也應評估運送至客戶期間交通上之危書及風險"],
        "answer": "工作交付承攪後係屬承攬人責任．原事業單位事前不須對該項工作實施危害辨識"
    },
    {
        "question": "題目759: 於主要道路進行交通號誌維護作業時•下列何者有誤？",
        "options": ["於貨車上架設一字梯", "使用高空工作車", "搭設施工架", "搭設工作平台"],
        "answer": "於貨車上架設一字梯"
    },
    {
        "question": "題目760: 下列何者非屬勞工健康保護規則所稱之特別危害健康作業？",
        "options": ["噪音作業", "游離輻射作業", "高架作業", "高溫作業"],
        "answer": "高架作業"
    },
    {
        "question": "題目761: 事業單位以其事業交付承攪，且有共同作業時，依職業安全衛生法施行細則規定，其協議組織應由何者召集之？",
        "options": ["承攪人", "再承攪人", "原事業單位", "各單位會商決定"],
        "answer": "原事業單位"
    },
    {
        "question": "題目762: 危險性工作場所非經勞動檢查機構審查或檢查合格，事業單位不得使勞工在該場所作業，係屬何種法令所規範",
        "options": ["勞動基準法", "勞動檢查法", "職業安全衛生法", "職業災害勞工保護法"],
        "answer": "勞動檢查法"
    },
    {
        "question": "題目763: 有關緊急應變資訊之提供及保存，下列敘述何者有誤？",
        "options": ["提供關於廠區位籤配置圖", "提供廠區消防設備配置情形及其能量", "廠區有害的種類及數量", "相關資料已保存於電腦，無需保留紙本備份"],
        "answer": "相關資料已保存於電腦，無需保留紙本備份"
    },
    {
        "question": "題目764: 有關緊急狀況之分級，下列敘述何者有誤？",
        "options": ["應依事故之損失特性及後果嚴重度，加以分級", "應依緊急狀況之分級.規劃後續應變處理程序與對策", "不論分級為何，繁念應變指揮官都是同一人", "大型災害自己無法控制時，必須迅速連絡外界支援"],
        "answer": "不論分級為何，繁念應變指揮官都是同一人"
    },
    {//有問題
        "question": "題目765: 依職業安全衛生設施規則規定，雇主對作業中有物體飛落或飛散，致危害勞工之虞時，應置備有下列何種個人防護具，供勞工使用？",
        "options": ["防毒口罩", "安全帽", "呼吸防護具", "絕緣手套"],
        "answer": "安全帽"
    },
    {
        "question": "題目766: 依職業安全衛生設施規則規定，雇主對於使用多少伏特以上之移動式電動機具，為防止因漏電造成感電危害，應設置適當之漏電斷路",
        "options": ["110", "150", "220", "600"],
        "answer": "150"
    },
    {
        "question": "題目767: 依職樂安全爾生港之規定，展丰未提供必要安全衛生設備致發生勞工死亡之職業災害.最高可處幾年以下有期徒刑？",
        "options": ["1", "3", "5", "7"],
        "answer": "3"
    },
    {
        "question": "題目768: 依職業安全衛生設施規則規定，匯主對於在高度至少幾公尺以上之高處作業，勞工有堅落之處者，應使勞工確實使用安全帶、安全帽及其他必要之防護具？",
        "options": ["1", "1.2", "1.5", "2"],
        "answer": "2"
    },//到這邊

    {
        "question": "題目769: 依職業安全衛生設施規則規定,雇主對於在高度至少幾公尺以上之高處作 虞者,應使勞工確實使用安全帶、安全帽及其他必要之防護具?",
        "options": ["協助承攬人遵守職業衛生安全相關法令", "承攬人就承攬部分負雇主責任，原事業單位不應介入承攬人之管理", "接受專業承攬人之工作指示作業", "掩護承攬人通過勞動檢查"],
        "answer": "協助承攬人遵守職業衛生安全相關法令"
    },
    {
        "question": "題目770: 依勞工作業環境監測實施辦法之規定,下列何者為雇主愿依中央主管機關公告之方式實施通報之項目?",
        "options": ["作業環境監測計畫", "作業環境監測儀器設備", "作業環境監測行程", "作業環境控制設備"],
        "answer": "作業環境監測計畫"
    },
    {
        "question": "題目771: 當燈具之輝度遠高於室內平均輝度時，可能造成下列何種現象?",
        "options": ["眩光", "散光", "螢光", "偏光"],
        "answer": "眩光"
    },
    {
        "question": "題目772: 在各類災害防止基本對策中，下列何者非屬於去除不安全環境之方式？",
        "options": ["遵守作業步驟", "設備安全化", "改善作業環境", "改善通風條件"],
        "answer": "遵守作業步驟"
    },
    {
        "question": "題目773: 依職業安全衛生設施規則之規定，下列何者不是著火性物質？",
        "options": ["金屬鉀", "碳化鈣", "硫化磷", "硝化甘油"],
        "answer": "硝化甘油"
    },
    {
        "question": "題目774: 下列何者不屬於木材加工用圓盤鋸之安全裝置？",
        "options": ["反撥防止裝置", "撐縫片", "鋸齒接觸防止裝置", "安全閘門"],
        "answer": "安全閘門"
    },
    {
        "question": "題目775: 發生白指症或白手病係導因於長期從事下列何種作業之危害？",
        "options": ["受徽菌污染之作業", "振動作業", "異常氣壓作業", "有機溶劑作業"],
        "answer": "振動作業"
    },
    {
        "question": "題目776: 下列何者不是著火性物質？",
        "options": ["金屬鉀", "金屬鈉", "鋁粉", "煤油"],
        "answer": "煤油"
    },
    {
        "question": "題目777: 依職業安全衛生管理辦法規定，事業單位設職業安全衛生委員會時，應製作名冊並如何處理？",
        "options": ["自行留存備查", "報檢查機構備查", "報主管機關備查", "未有明定"],
        "answer": "自行留存備查"
    },
    {
        "question": "題目778: 下列何者非屬危險物？",
        "options": ["爆炸性物質", "著火性物質", "可燃性氣體", "致癌物"],
        "answer": "致癌物"
    },
    {
        "question": "題目779: 依有機溶劑中毒預防規則之規定，有機溶劑混存物係指有機溶劑混存物中，含有之有機溶劑佔其重量多少百分比以上者？",
        "options": ["1", "3", "5", "10"],
        "answer": "5"
    },
    {
        "question": "題目780: 事業單位應參照工作場所大小、分布、危險狀況及勞工人數，設置合格急救人員，每班次應至少1人，勞工人數超過50人者，每增加50人應再設置幾人？",
        "options": ["1", "2", "3", "4"],
        "answer": "1"
    },{
        "question": "題目781: 依臨業安全衛生酸施規則規定，下列何者屬爆炸性物質？",
        "options": ["過氣化丁酮", "金屬鋰", "過氧化鉀", "氯酸鈉"],
        "answer": "過氣化丁酮"
    },
    {
        "question": "題目782: 下列何種方法無法有效防止石材板倒塌？",
        "options": ["設置擋樁", "以繩索綑綁", "平躺橫放", "掛警示帶"],
        "answer": "掛警示帶"
    },
    {
        "question": "題目783: 為預防固定式起重機維修作業職業災害，關於墜落預防措施，下列何者有誤？",
        "options": ["維修走道僅需於外側一方設置單邊護欄", "應使用高空工作車", "應設置符合強度需求的母索、中間杆柱與錨錠裝置", "應組搭工作架來施作"],
        "answer": "維修走道僅需於外側一方設置單邊護欄"
    },
    {
        "question": "題目784: 依職樂安全衛生法施行細則規定，下列何種場所係指勞動場所中，接受雇主或優理雇主指示處理有關勞工事務之人所能支配、管理之場所？",
        "options": ["工作場所", "作業場所", "公共場所", "施工場所"],
        "answer": "工作場所"
    },
    {
        "question": "題目785: 粉塵爆炸界限與下列何種粉塵特性無關？",
        "options": ["粒徑大小", "形狀", "顏色", "化學成分"],
        "answer": "顏色"
    },
    {
        "question": "題目786: 緊急應變計畫檢討修訂之目的在使計畫更能符合事業單位實際狀況之需求，除定期檢討修正外，亦應考量不定期檢討修正之時機，有關修正時機之敘述，下列何者有誤？",
        "options": ["緊急狀況發生後", "人口、道路、醫院等客觀環境改變時，因與廠內運作無關，無須修改計畫", "設計、製程、設備、物料、作業等變更時", "演練檢討結果確認必須修正時"],
        "answer": "人口、道路、醫院等客觀環境改變時，因與廠內運作無關，無須修改計畫"
    },
    {
        "question": "題目787: 一般噪音作業勞工聽力損失會先發生於下列何種聲音頻率（Hz）？",
        "options": ["40", "400", "4,000", "40,000"],
        "answer": "4,000"
    },
    {
        "question": "題目788: 下列何者不是體外輻射防護的原則？",
        "options": ["距離", "時間", "屏蔽", "照明"],
        "answer": "照明"
    },
    {
        "question": "題目789: 在災害防止基本對策中，下列何者屬於去除不安全狀態之方式？",
        "options": ["遵守作業步驟", "建立安全管理體制", "改善作業環境", "教育訓練"],
        "answer": "改善作業環境"
    },
    {
        "question": "題目790: 有關緊急應變之搶救，下列敘述何者有誤？",
        "options": ["進行搶救前應先考量自己之安全不可貿然進行", "對於感電災害應先設法切斷電源再行搶救", "對於局限空間災害之搶救應先做好個人防護", "救人第一，搶救時應不顧一切全力搶救"],
        "answer": "救人第一，搶救時應不顧一切全力搶救"
    },
    {
        "question": "題目791: 有關風險之敘述，下列何者正確？",
        "options": ["為危害嚴重度及危害發生可能性之組合", "評估時一定需依據精確數值之量化分析", "事業單位不可自行設計風險等級判定基準", "只須辨識潛在危書，無須分別評估其風險等級"],
        "answer": "為危害嚴重度及危害發生可能性之組合"
    },
    {
        "question": "題目792: 作業人員欲瞭解化學品之危害預防措施，可由下列何者獲得相關資訊？",
        "options": ["法規", "安全資料表", "工作守則", "作業程序"],
        "answer": "安全資料表"
    },
    {
        "question": "題目793: 下列何者於火災爆炸時，會妨礙視線，影響人員的逃生？",
        "options": ["濃煙", "有毒氣體", "高溫", "爆炸之高壓"],
        "answer": "濃煙"
    },
    {
        "question": "題目794: 下列何者為「化學品分類及標示全球調和制度」之簡稱？",
        "options": ["MSDS", "GLP", "CLA", "GHS"],
        "answer": "GHS"
    },
    {
        "question": "題目795: 某家電子工廠勞工人數未滿30人，依法至少應設置之職業安全衛生人員為下列何者？",
        "options": ["職業安全衛生管理員", "甲種職業安全衛生業務主管", "乙種職業安全衛生業務主管", "丙種職業安全衛生業務主管"],
        "answer": "丙種職業安全衛生業務主管"
    },
    {
        "question": "題目796: 事業單位分別交付二個以上承攬人共同作業而未參與共同作業時，下列敘述何者正確？",
        "options": ["仍應依規定負原事業單位之承攬管理責任", "應指定承攬人之一負原事業單位之承攬管理責任", "應由承攬人互推一人負原事業單位之承攬管理責任", "由承攬人抽籤決定負原事業單位之承攬管理責任"],
        "answer": "應指定承攬人之一負原事業單位之承攬管理責任"
    },
    {
        "question": "題目797: 依危害性化學品標示及通識規則之規定，骷顱頭與二根交叉骨之圖式符號代表為何？",
        "options": ["急毒性物質", "可燃性物質", "金屬腐蝕物", "致癌物質"],
        "answer": "急毒性物質"
    },
    {
        "question": "題目798: 依職業安全衛生設施規則規定，雇主對於扇風機之葉片，如有危害勞工手指之虞時，應設何種安全設備？",
        "options": ["自動電擊防止裝置", "防滑舌片", "防爆電氣設備", "護網或護圍"],
        "answer": "護網或護圍"
    },//最新到這邊
    {
        "question": "題目799: 某家基公司因管線破裂造成氣體外洩事故，在職業災害調查分析，雇吉杰訂窖維修保養制度屬下列何者？",
        "options": ["直接原因", "間接原因", "基本原因", "長期原因"],
        "answer": "基本原因"
    },
    {
        "question": "題目800: 下列何者對外露動力傳動裝置或機件轉動裝置之防護效果最佳？",
        "options": ["光電式安全裝置", "掃除式安全裝置", "護罩", "拉回式安全裝置"],
        "answer": "護罩"
    },
    {
        "question": "題目801: 購業寄金衛生設施規則規定，歷主對於高壓氣體之貯存，下列敘述何者錯誤？",
        "options": ["防存場所應有適當之酱戒標示，禁止煙火接近", "貯存周圍2公尺內不得放置有煙火及警火性、引火性物品", "可燃性氣體、有毒性氣體及氧氣之鋼瓶，應合併貯存", "貯存比空氣重之氣體，應注意低漥處之通風"],
        "answer": "可燃性氣體、有毒性氣體及氧氣之鋼瓶，應合併貯存"
    },
    {
        "question": "題目802: 舉家銀行依職業安全衛生管理辦法規定，應置1名乙種職業安全衛生業務主管，其勞工人數（規模）介於下列何區間？",
        "options": ["未滿30人", "30人以上未滿100人", "100人以上未滿300人", "300人以上未滿500人"],
        "answer": "30人以上未滿100人"
    },
    {
        "question": "題目803: 下列何者發生之火災不關於 A 類火災？",
        "options": ["木製品", "橡膠", "紙", "磷"],
        "answer": "磷"
    },
    {
        "question": "題目804: 辦理摇購客全管譽之稽核•通常為下列何者之權責？",
        "options": ["安全衛生部門", "人事部門", "環保部門", "品管部門"],
        "answer": "安全衛生部門"
    },
    {
        "question": "題目805: 有關緊急應變措施之作業流程及基本原則之敘述，下列何者有誤？",
        "options": ["事業單位應依危害辨識及風險控制結果，確認須採取應變措施以控制殘餘風險之緊急狀況", "事業單位應對應現有應變能力及資源進行評估", "事業單位對所辨識出之緊急狀況應予以分類，並制訂各類緊急狀況之應變指引", "選擇緊急應麥計畫參與之成員，以安衛管理人員為主，其他技術或生產部門人員可以不必納人"],
        "answer": "選擇緊急應麥計畫參與之成員，以安衛管理人員為主，其他技術或生產部門人員可以不必納人"
    },
    {
        "question": "題目806: 對於工作場所相關之安全衛生注意事項，下列何者不正確？",
        "options": ["設置之護蓋為柵狀構造者，柵條間隔不得大於3公分", "對於廢止使用之開口部分應予封閉，以防止勞工墜落", "合梯高度以頂部之梯面至梯腳間之垂直距離計算，高度不得超過2公尺", "為提高合梯的穩定性，合梯的角應儘量加大"],
        "answer": "為提高合梯的穩定性，合梯的角應儘量加大"
    },
    {
        "question": "題目807: 依勞動檢查法規定，下列何者機構為中央主管機關指定為辦理危險性機械或設備檢真之行政機關、學術機構、公營事業機構或非營利法人？",
        "options": ["代行檢查機構", "勞動檢查機構", "作業環境監測機構", "醫療機構"],
        "answer": "代行檢查機構"
    },
    {
        "question": "題目808: 有關風險評估的敘述，下列何者正確？",
        "options": ["只須考慮後果的嚴重度", "實施危害辨識無須參考法規和相關指引", "只須考慮工作場所內的員工是否會受影響", "風險控制的績效需持續監督"],
        "answer": "風險控制的績效需持續監督"
    },
    {
        "question": "題目809: 從事污水儲槽維修作業時，攪拌設施未確實停電，較會產生下列何種危害？",
        "options": ["爆炸", "缺氧", "中毒", "被夾、被捲"],
        "answer": "被夾、被捲"
    },
    {
        "question": "題目810: 依職業安全衛生管理辦法規定，下列何種具有危險性之設備應每月實施定期檢查？",
        "options": ["鍋爐", "堆高機", "起重機", "化學設備"],
        "answer": "起重機"
    },
    {
        "question": "題目811: 依職業安全衛生法施行細則規定，事業單位訂定職業安全衛生管理計畫所應包括之事項，下列何者為非？",
        "options": ["出勤異常分析", "現場巡視", "緊急應變措施", "個人防護具之管理"],
        "answer": "出勤異常分析"
    },
    {
        "question": "題目812: 依危害性化學品標示及通識規則之規定，安全資料表應列內容項目共分為幾大項？",
        "options": ["10", "12", "15", "16"],
        "answer": "16"
    },
    {
        "question": "題目813: 依職業安全衛生管理辦法規定•乙炔熔接裝置應多久就裝置之損傷、變形、腐蝕等及其性能定期檢查一次？",
        "options": ["每週", "每月", "每半年", "每年"],
        "answer": "每年"
    },
    {
        "question": "題目814: 下列何者非機械防護器具設計時之考慮要點？",
        "options": ["提高產速", "堅固耐用", "不致造成新的危害", "便利檢查、調整、修護與潤滑"],
        "answer": "提高產速"
    },
    {
        "question": "題目815: 依勞工健康保護規則規定，從事苯作業勞工特殊健康檢查紀錄應保存多少年？",
        "options": ["10", "20", "30", "40"],
        "answer": "30"
    },
    {
        "question": "題目816: 依據台灣職業安全衛生管理系統指引所定，變更管理涵蓋內容不包括下列何者？",
        "options": ["設備永久變更", "作業暫時性變更", "訪客行程變更", "製程緊急變更"],
        "answer": "訪客行程變更"
    },
    {
        "question": "題目817: 依職業安全衛生設施規則規定，為防止勞工有自粉碎機及混合機之開口部分墜落之虞，歷主應有覆蓋、護圍、高度至少在幾公分以上之圍柵等必要設備？",
        "options": ["30", "50", "75", "90"],
        "answer": "90"
    },
    {
        "question": "題目818: 依勞工作業環境監測實施辦法規定，下列何者非作業環境監測機構應具備之資格？",
        "options": ["3人以上甲級作業環境監測人員", "執業之工礦衛生技師", "專業之工業安全技師", "具專屬之認證實驗室"],
        "answer": "專業之工業安全技師"
    },
    {
        "question": "題目819: 依危險性機械及設備安全檢查規則規定，高壓氣體容器係指供灌裝高壓氣體之容器中，其內容積在多少公升以上？",
        "options": ["50", "100", "200", "500"],
        "answer": "500"
    },
    {
        "question": "題目820: 依職樂安全衛生設施規則規定，雇主提供勞工使用之個人防護具，下列何者有誤？",
        "options": ["勞工有感染疾病之虞時，應置個人專用防護器具", "保持性能，不用時妥予保存", "個人使用之防護具應置備與作業勞工人數相同或以上之數量", "個人防護具應以共用及資源分享為原則"],
        "answer": "個人防護具應以共用及資源分享為原則"
    },
    {
        "question": "題目821: 發生感電時，流經人體的電流量與下列何者較無關？",
        "options": ["與人體接觸的電壓值", "與人體所處位置的絕緣性", "與人體皮膚、衣著的電阻", "與人體當時的情緒狀況"],
        "answer": "與人體當時的情緒狀況"
    },
    {
        "question": "題目822: 依職業安全衛生設施規則規定，雇主對於勞工從事載貨台裝卸貨物其高差至少在幾公尺以上者，應提供勞工安全上下之設備？",
        "options": ["0.5", "1", "1.2", "1.5"],
        "answer": "1.5"
    },
    {
        "question": "題目823: 以緊急應變計畫書包含之要素而言，下列敘述何者有誤？",
        "options": ["明確辨識危害性物質及其存量", "明確界定應變組織各階層人員的職掌", "訂定緊急狀況之處理方法", "緊急應變計畫係備而不用，無須考慮人員之訓練"],
        "answer": "緊急應變計畫係備而不用，無須考慮人員之訓練"
    },
    {
        "question": "題目824: 依職業安全衛生管理辦法之規定，應實施採購管理的事業單位，於設備或物料完成採購驗收後，應將相關執行紀錄保存幾年？",
        "options": ["1", "2", "3", "4"],
        "answer": "3"
    },
    {
        "question": "題目825: 甲醛對上呼吸道較對下呼吸道有較強的刺激性，主要是因為與下列何種特性相關？",
        "options": ["溶解度", "密度", "質量", "吸光強度"],
        "answer": "溶解度"
    },
    {
        "question": "題目826: 現場置放有害氣體偵測器之位置高低，應參考該氣體之下列何種特性？",
        "options": ["毒性", "蒸氣壓", "比重", "閃火點"],
        "answer": "比重"
    },
    {
        "question": "題目827: 下列何者非屬游離輻射？",
        "options": ["X 射線", "中子射線", "紅外線", "阝粒子"],
        "answer": "紅外線"
    },
    {
        "question": "題目828: 人耳對於下列何種聲音頻率（Hz）較敏感？",
        "options": ["20~40", "200~400", "2,000~4,000", "20,000~40,000"],
        "answer": "2,000~4,000"
    },
    {
        "question": "題目829: 風險管理之順序，下列何者正確？",
        "options": ["風險評估⭢風險控制⭢危害辨識", "風險控制⭢危害辨識⭢風險評估", "危害辨識⭢風險控制⭢風險評估", "危害辨識⭢風險評估⭢風險控制"],
        "answer": "危害辨識⭢風險評估⭢風險控制"
    },
    {
        "question": "題目830: 下列何者非屬爆炸性物質？",
        "options": ["硝化乙二醇", "硝基苯", "過氧化丁酮", "順丁烯二酸"],
        "answer": "順丁烯二酸"
    },
    {
        "question": "題目831: 依災害類型分類說明表，下列何種災害類型係指以飛來物、落下物等為主體碰撞人體之情況？",
        "options": ["感電", "火災", "物體飛落", "跌倒"],
        "answer": "物體飛落"
    },
    {
        "question": "題目832: 下列何者非化學品災後復原階段應確認之事項？",
        "options": ["補充防護器材", "檢討偵測器材之有效性", "檢討事故原因", "災害通報"],
        "answer": "災害通報"
    },
    {
        "question": "題目833: 液化石油氣儲氣容器，相對於地面可移動，其氣體壓力為 18kg/cm²，且內容積為 0.5立方公尺，該容器為下列何者？",
        "options": ["高壓氣體特定設備", "第一種壓力容器", "第二種壓力容器", "高壓氣體容器"],
        "answer": "高壓氣體容器"
    },
    {
        "question": "題目834: 有關風險之敘述，下列何者有誤？",
        "options": ["為危害嚴重度及危害發生可能性之組合", "評估時一定需依據精確數值之量化分析", "事業單位可自行設計風險等級判定基準", "須辨識淺在危害，並分別評估其風險等級"],
        "answer": "評估時一定需依據精確數值之量化分析"
    },
    {
        "question": "題目835: 從事電焊作業，下列何者非為其主要之危害？",
        "options": ["火災", "爆炸", "感電", "噪音"],
        "answer": "噪音"
    },
    {
        "question": "題目836: 下列何者為調查及分析災害原因之最重要目的？",
        "options": ["防止災害再度發生", "應付主管機關", "填表所需", "工會要求"],
        "answer": "防止災害再度發生"
    },
    {
        "question": "題目837: 依職業安全衛生管理辦法規定，下列何種行業僱員數達300人以上時，必須建置及推動職業安全衛生管理系統？",
        "options": ["醫療服務業", "保全業", "大眾傳播業", "水電燃氣業"],
        "answer": "水電燃氣業"
    },
    {
        "question": "題目838: 依職業安全衛生法之規定，僱用勞工從事工作之機構稱為下列何者？",
        "options": ["公司", "企業", "事業單位","工廠"],
        "answer": "事業單位"
    },
    {
        "question": "題目839: 易燃液體表面若有充分空氣遇火即燃燒，此時該物質之最低溫度為下列何者？",
        "options": ["著火點", "閃火點", "發火溫度", "引火點"],
        "answer": "著火點"
    },
    {
        "question": "題目840: 破製盤為下列何種機械設備之安全裝置？",
        "options": ["升降機","固定式起重機", "壓力容器", "動力滾軋設備"],
        "answer": "壓力容器"
    },
    {
        "question": "題目841: 依職業安全衛生管理辦法規定，下列何者屬第一類事業（具顯著風險者）？",
        "options": ["機械設備製造業", "電力供應業", "大眾傳播業","土木工程業"],
        "answer": "大眾傳播業"
    },
    {
        "question": "題目842: 依職業安全衛生設施規則之規定，對於勞工經常工作之室內作業場所，每一勞工原則上應有多少立方公尺以上之空間？",
        "options": ["5", "10", "15", "20"],
        "answer": "10"
    },
    {
        "question": "題目843: 依職業安全衛生法規定，勞工如未切實遵行安全衛生工作守則，可處新臺幣多少元以下之罰鍰？",
        "options": ["3,000", "6,000", "9,000", "30,000"],
        "answer": "3,000"
    },
    {
        "question": "題目844: 依職業安全衛生設施規則規定，固定式起重機所設非直動式過捲預防裝置，應使吊鉤或吊具的捲揚用槽輪的上方，與捲胴、槽輪或桁架等的下方之間隔，至少保持多少公分？",
        "options": ["10", "15", "25", "30"],
        "answer": "25"
    },
    {
        "question": "題目845: 某公司承攬一配電工程，工程距離全長達29公里，請問依職業安全衛生管理辦法規定，下列何者正確？",
        "options": ["每5公里增置急救人員1人", "每10公里增置職業安全衛生業務主管1人", "每5公里增置作業主管1人", "每10公里增置急救人員1人"],
        "answer": "每10公里增置職業安全衛生業務主管1人"
    },
    {
        "question": "題目846: 水會影響電阻值，當身體在潮濕的狀況下，其電阻值將如何變化？",
        "options": ["降低", "升高", "不變", "時高時低"],
        "answer": "降低"
    },
    {
        "question": "題目847: 災後復原時仍可能發生危險，下列何者較不會發生？",
        "options": ["恢復供電時感電", "設備未經安全性確認發生二次事故", "因地面積水而滑倒", "慢性職業病"],
        "answer": "慢性職業病"
    },
    {
        "question": "題目848: 事業單位以其事業之全部或一部分交付承攬並共同作業，如承攬人現場使用之合梯不符規定時，下列敘述何者錯誤？",
        "options": ["原事業單位應給予指導使其符合規定", "原事業單位應限制其不准使用", "屬承攬人之設備，原事業單位不能管制", "原事業單位對進場之機具應協議管制之機制"],
        "answer": "屬承攬人之設備，原事業單位不能管制"
    },
    {
        "question": "題目849: 職業安全衛生設施規則所稱之特高壓電係指下列何者？",
        "options": ["380-22,800伏特", "440-22,800伏特", "600-22,800伏特", "22,800伏特以上"],
        "answer": "22,800伏特以上"
    },
    {
        "question": "題目850: 長期直視高溫熔融金屬較易導致下列何種眼部疾病？",
        "options": ["白內障", "青光眼", "遠視", "散光"],
        "answer": "白內障"
    },
    {
        "question": "題目851: 飛輪、轉軸之轉動物體作業點的危險狀況，主要是下列何者？",
        "options": ["切割", "捲入", "破裂", "撞擊"],
        "answer": "捲入"
    },
    {
        "question": "題目852: 危險性工作場所審查暨檢查辦法規定，須執行製程安全評估的危險性工作場所，包括下列何者？",
        "options": ["甲類、乙類、丙類", "乙類、丙類、丁類", "甲類、乙類、丁類", "甲類、丙類、丁類"],
        "answer": "甲類、乙類、丙類"
    },
    {
        "question": "題目853: 依危害性化學品標示及通識規則之規定，骷顱頭與二根交叉骨之圖式符號代表為何？",
        "options": ["急毒性物質", "生殖毒性物質", "金屬腐蝕物", "致癌物質"],
        "answer": "急毒性物質"
    }, {
        "question": "題目854: 近紫外線除了會對皮廣造成傷害外，也常會對下列何種器官造成傷害？",
        "options": ["睪丸", "眼球", "肝臟", "牙齒"],
        "answer": "眼球"
    },
    {
        "question": "題目855: 勞工雖有堆高機操作人員證照，未依工廠安全衛生作業標準操作堆高機而發生災害，其災害之間接原因為下列何者？",
        "options": ["不安全設備", "不安全動作", "不安全環境", "天災"],
        "answer": "不安全動作"
    },
    {
        "question": "題目856: 目前國內、外事業單位所推動的職業安全衛生管理系統，不包括下列何者？",
        "options": ["OHSAS18001", "ISO9001", "ILO-OSH", "TOSHMS"],
        "answer": "ISO9001"
    },
    {
        "question": "題目857: 職業災害造成事業單位之損失，可分為直接損失及間接損失，下列何者係屬『直接損失』？",
        "options": ["受傷員工之醫療支付", "延後交貨之生產損失", "員工士氣低落", "重新訓練新員工之費用"],
        "answer": "受傷員工之醫療支付"
    },
    {
        "question": "題目858: 依危害性化學品標示及通識規則之規定，安全資料表主要項目共分為幾項？",
        "options": ["10", "12", "16", "20"],
        "answer": "16"
    },
    {
        "question": "題目859: 依職業安全衛生設施規則規定，為防止電氣災害，下列敘述何者錯誤？",
        "options": ["切斷開關應迅速確實", "不得以濕手操作開關", "為便於作業方便，拔卸電器插頭時可自電線處拉出", "非工作人員不得任意進入發電室或變電室"],
        "answer": "為便於作業方便，拔卸電器插頭時可自電線處拉出"
    },
    {
        "question": "題目860: 依起重升降機具安全規則規定，下列何者指在特定場所使用動力將貨物吊升並將其作水平搬運為目的之機械裝置？",
        "options": ["移動式起重機", "人字臂起重桿", "固定式起重機", "升降機"],
        "answer": "固定式起重機"
    },
    {
        "question": "題目861: 下列何者非屬危害性化學品標示及通識規則規定應採取之措施？",
        "options": ["危害物質標示", "製備安全資料表", "訂定危害通識計畫", "訂定作業環境監測計畫"],
        "answer": "訂定作業環境監測計畫"
    },
    {
        "question": "題目862: 噪音計內部權衡電網中，下列何種權衡電網與人體感受最接近？",
        "options": ["A", "B", "C", "D"],
        "answer": "A"
    },
    {
        "question": "題目863: 有關職業安全衛生管理規章之敘述，下列何者有誤？",
        "options": ["不一定要有一定格式", "規章之結構應含制定目的、適用範圍等結構", "屬公司內部規則，且須報勞動檢查機構備查", "一般組織管理經驗或文獻資料可納入作為依據"],
        "answer": "屬公司內部規則，且須報勞動檢查機構備查"
    },
    {
        "question": "題目864: 依職業安全衛生設施規則規定，雇主對於麻袋、塑膠袋等袋裝容器構成之積垛，高度在2公尺以上者，其積垛與積垛間下端之距離應為多少公分以上？",
        "options": ["5", "10", "15", "20"],
        "answer": "10"
    },
    {
        "question": "題目865: 依職業安全衛生設施規則規定，雇主對於勞工從事載貨台裝卸貨物其高差至少在幾公尺以上者，應提供勞工安全上下之設備？",
        "options": ["0.5", "1", "1.2", "1.5"],
        "answer": "1.5"
    }, 
    {
        "question": "題目866: 依職業安全衛生管理辦法規定，雇主對固定式起重機應每隔多久就該機械之整體定期實施檢查一次？",
        "options": ["每年", "每2年", "每3年", "每4年"],
        "answer": "每年"
    },
    {
        "question": "題目867: 依職業安全衛生管理辦法規定，雇主對移動式起重機，應於每日作業前對過捲預防裝置、過負荷警報裝置、制動器、離合器、控制裝置及其他警報裝置之性能，實施下列何種檢查？",
        "options": ["重點檢查", "重新檢查", "檢點", "作業環境測定"],
        "answer": "檢點"
    },
    {
        "question": "題目868: 依職業安全衛生法規定，下列何者非屬勞工之安全衛生義務？",
        "options": ["參加工會", "接受健康檢查", "接受勞工安全衛生教育訓練", "遵守安全衛生工作守則"],
        "answer": "參加工會"
    },
    {
        "question": "題目869: 有關職業安全衛生管理計畫之敘述，下列何者正確？",
        "options": ["計畫之內容應一致，無須考量規模、性質", "安全衛生目標，應交由專業團體協助訂定", "須應用規劃、實施、查核及改進等管理手法，提升改善績效", "應藉由持續不斷的稽核制度發現問題，並等有經費再行採取糾正措施"],
        "answer": "須應用規劃、實施、查核及改進等管理手法，提升改善績效"
    },
    {
        "question": "題目870: 下列何者是由氣態凝結而成懸浮空氣中的固體微粒？",
        "options": ["燻煙", "粉塵", "霧滴", "煙霧"],
        "answer": "燻煙"
    },
    {
        "question": "題目871: 事業單位設置危險性工作場所，應於使勞工作業前組成評估小組實施製程安全評估下列何者非必要成員？",
        "options": ["工作場所負責人", "曾受國內外製成安全評估專業訓練，並有證明文件，且經中央主管機關認可者", "急救人員", "熟悉該場所作業之勞工"],
        "answer": "急救人員"
    },
    {
        "question": "題目872: 閃絡係指下列何者？",
        "options": ["雷擊放電量", "高壓帶電導體與接近物體所產生之火花放電","人體接觸低壓帶電體", "靜電放電量"],
        "answer": "雷擊放電量"
    },
    {
        "question": "題目873: 氣乙炔焊接時，若發生回火，應如何緊參處置？",
        "options": ["先關乙炔，再關氧氣", "以水滅火","兩者一起關", "先關氧氣，再關乙炔"],
        "answer": "先關氧氣，再關乙炔"
    },
    {
        "question": "題目874: 有關職業安全衛生管理系統的敘述，下列何者正確？",
        "options": ["是由ISO14001轉型發展而成", "已有ISO國際標準", "國際上由美國優先推動", "OHSAS18001在國內係由民間事業單位優先導入推動"],
        "answer": "OHSAS18001在國內係由民間事業單位優先導入推動"
    },
    {
        "question": "題目875: 下列何者非電弧焊換作業之必要個人防護具？",
        "options": ["護目鏡", "安全胸圍", "防護手套","耳塞"],
        "answer": "耳塞"
    },
    {
        "question": "題目876: 下列何種電氣設備需要接地？",
        "options": ["所有電氣設備", "電動工具", "會被雷打中者", "易漏電者"],
        "answer": "所有電氣設備"
    },
    {
        "question": "題目877: 製程變更之目的，通常不包括下列何者？",
        "options": ["提高風險", "提高產品品質", "降低生產成本", "提高生產效率"],
        "answer": "提高風險"
    },
    {
        "question": "題目878: 關於橋梁混凝土作業施工安全法規，下列敘述何者正確？",
        "options": ["為掌握施工工期，應儘量集中澆置混凝土", "如為趕工作業，可於安全評估後免設縱向及橫向水平支撐", "為方便作業，模板及支撐各構件可一起堆置使用", "為確保施工場地之承載力，事先予以整平夯實"],
        "answer": "為確保施工場地之承載力，事先予以整平夯實"
    },
    {
        "question": "題目879: 下列何者不是執行風險評估的時機？",
        "options": ["建立TOSHMS系統時", "使用新化學物質時", "因應驗證機構稽核時", "作業方法變更時"],
        "answer": "因應驗證機構稽核時"
    },
    {
        "question": "題目880: 靜電荷在導體表面上的分布與導體的幾何形狀有密切關係，下列何種形狀較易形成較高的電荷密度？",
        "options": ["大球形", "表面曲率小者", "大平面", "尖端部分"],
        "answer": "尖端部分"
    },
    {
        "question": "題目881: 手腕隧道症候群是手腕之何種組織受傷？",
        "options": ["肌肉", "骨骼", "神經", "血管"],
        "answer": "神經"
    },
    {
        "question": "題目882: 使用有機過氧化物從事批次製程反應作業，下列敘述何者不正確？",
        "options": ["儲存場所應設溫度控制裝置", "有機過氧化物之領料應先進先出", "有機過氧化物之儲存場所應與製程區分開", "多批次作業之所需的有機過氧化物以一次領取為最佳"],
        "answer": "多批次作業之所需的有機過氧化物以一次領取為最佳"
    },
    {
        "question": "題目883: 依特定化學物質危害預防標準之規定，氣乙炔係屬於下列何類特定化學物質？",
        "options": ["甲類", "乙類", "丙類", "丁類"],
        "answer": "丙類"
    },
    {
        "question": "題目884: 依職業安全衛生法規定，事業單位以其事業之全部或一部分交付承攬時，應告知該承攬人之事項，不包括下列何者？",
        "options": ["有關其事業工作環境", "有關其事業之危害因素", "有關安全衛生規定應採取之措施", "事業經營概況"],
        "answer": "事業經營概況"
    },
    {
        "question": "題目885: 職業安全衛生管理系統所強調的P-D-C-A管理循環，其P代表意義為何？",
        "options": ["Promotion","Prevention", "Protection", "Plan"],
        "answer": "Plan"
    },
    {
        "question": "題目886: 下列何者並非造成施工架承載力降低，發生倒塌災害之可能要因？",
        "options": ["壁連桿使用鏽蝕鋼筋代替", "拆除施工架內外側之交叉拉桿", "施工架重複使用，材料老舊變形", "施工架組拆時未裝設水平母索"],
        "answer": "施工架組拆時未裝設水平母索"
    },
    {
        "question": "題目887: 我國製程安全評估制度目前屬於下列何者？",
        "options": ["危險性工作場所審查及檢查事項", "事業單位之自動檢查範圍", "每家工廠之驗證事項", "ISO14000之認證事項"],
        "answer": "危險性工作場所審查及檢查事項"
    },
    {
        "question": "題目888: 依國內金屬加工業職業災害之統計，下列何種災害類型所佔比例較高？",
        "options": ["墜落", "被夾、被捲", "感電", "跌倒"],
        "answer": "被夾、被捲"
    },
    {
        "question": "題目889: 依職業安全衛生設施規則規定，雇主如設置傾斜路代替樓梯時，其斜度不得大於多少？",
        "options": ["20", "30", "40", "50"],
        "answer": "20"
    }, {
        "question": "題目890: 依職業安全衛生管理辦法規定，某些特殊機械設備•於其完成設置開始使用前；或拆卸、改裝、修理後。就其部分重要處實施下列何種檢查？",
        "options": ["定期檢查", "重點檢查", "變更檢查", "重新檢查"],
        "answer": "重點檢查"
    },
    {
        "question": "題目891: 下列何者為化學窒息性物質？",
        "options": ["一氧化碳", "正己醇", "1.1,1-三氯乙烯", "石綿"],
        "answer": "一氧化碳"
    },
    {
        "question": "題目892: 依災書類型分類說明表。如因感電而發生墜落，應歸類於下列何種災書類型？",
        "options": ["感電", "堅落", "物體飛落", "跌倒"],
        "answer": "感電"
    },
    {
        "question": "題目893: 二氧化矽作業勞工：因作業環境不良，較易罹患下列何疾病？",
        "options": ["痛痛病", "塵肺症", "白血病", "多發性神經病變"],
        "answer": "塵肺症"
    },
    {
        "question": "題目894: 不安全環境為造成災書的何種原因？",
        "options": ["直接原因", "間接原因", "基本原因", "根本原因"],
        "answer": "間接原因"
    },
    {
        "question": "題目895: 永久全失能職業災書之勞動損失日數，我國是以多少日數來計算？",
        "options": ["3000", "4000", "6000", "10000"],
        "answer": "6000"
    },
    {
        "question": "題目896: 嗓音測定儀器上有A、B、C、D四個權衡電網供做選擇，若要評估噪音對人耳之危書，應使用何種權衡電網？",
        "options": ["A", "B", "C", "D"],
        "answer": "A"
    },
    {
        "question": "題目897: 有關粉應顆粒大小的影響，下列敘述何者為誤？",
        "options": ["顆粒愈小，愈容易在空氣中懸浮", "顆粒愈小，單位重量粉應的吸氧量愈大", "顆粒愈大，容易帶電有較大電容量", "顆粒愈大，相對體表面積愈小"],
        "answer": "顆粒愈小，單位重量粉應的吸氧量愈大"
    },
    {
        "question": "題目898: 銅錠熔解爐最主要危害為下列何者？",
        "options": ["被捲", "缺氧", "感電", "水蒸氣爆炸"],
        "answer": "水蒸氣爆炸"
    },
    {
        "question": "題目899: 下列何者不屬於單擊傷害的急救步驟？",
        "options": ["切掉鼋源並使罹災者脫離電路", "檢討肇事原因及提出防災對策", "將患者送到通風良好的地方，解開緊束的衣物，使患者仰臥，必要時實施急救", "送醫治療"],
        "answer": "檢討肇事原因及提出防災對策"
    },
    {
        "question": "題目900: 下列何者屬不安全環境？",
        "options": ["工作場所機械擺設擁擠", "在工作中開玩笑", "使用機具方法不當", "未訂定書面之安全衛生工作守則"],
        "answer": "工作場所機械擺設擁擠"
    },
    {
        "question": "題目901: 依職業安全衛生設施規則規定，雇主對於高度至少在幾公尺以上之作業場所，有遇強風、大雨等惡劣氣候致勞工有堅落危險時，應使勞工停止作業？",
        "options": ["0.5", "1", "1.5", "2"],
        "answer": "2"
    },
    {
        "question": "題目902: 依職業安全衛生設施規則規定，熔融高熱物之處理設備避免與水接觸，係為防止下列何種災書？",
        "options": ["沸騰爆炸", "固化造成設備阻塞異常", "水蒸氣爆炸", "產生可燃氣"],
        "answer": "水蒸氣爆炸"
    },
    {
        "question": "題目903: 下列何者不是實施勞工體格檢查、健康檢查之主要目的？",
        "options": ["發現異常時實施健康管理", "選配適當勞工", "訂定自動檢查計畫", "發現勞工因職業原因不能適應原有工作時，應變更其作業場所等措施"],
        "answer": "訂定自動檢查計畫"
    },
    {
        "question": "題目904: 下列何項健康檢查可作為選用新進人員是否適用依據？",
        "options": ["體格檢查", "健康檢查", "特殊健康檢查", "企業健康檢查"],
        "answer": "體格檢查"
    },
    {
        "question": "題目905: 使用吊籠時，下列何者有誤？",
        "options": ["需檢查合格才能使用", "應使用全身式安全帶並鉤掛於吊籠的欄杆上", "不得超過積載荷重使用", "下方應做適當管制及淨空"],
        "answer": "應使用全身式安全帶並鉤掛於吊籠的欄杆上"
    },
    {
        "question": "題目906: 造成金屬燻煙熱之主要暴露途徑為下列何者？",
        "options": ["吸入", "食入", "皮膚接觸", "注射"],
        "answer": "吸入"
    },
    {
        "question": "題目907: 下列敘述何者錯誤？",
        "options": ["易燃液體的沸點愈低，愈易蒸發，發生火災爆炸的可能性愈高", "大部分易燃液體的比重比水低，且不易溶於水", "物質的燃燒熱愈大者，在火災爆炸的過程危害程度愈大", "物質的爆炸下限愈高者，其爆炸範圍愈廣，愈危險"],
        "answer": "物質的爆炸下限愈高者，其爆炸範圍愈廣，愈危險"
    },
    {
        "question": "題目908: 暴露於下列何種環境溫度以上時，對人體開始較會有熱蓄積危害？",
        "options": ["29°C", "31°C", "27°C", "35°C"],
        "answer": "35°C"
    },
    {
        "question": "題目909: 就安全管理而言，有關工程採購作業，下列敘述何者有誤？",
        "options": ["請購單位在提出工程採購之前應先確認是否有安全衛生上之需求，並將其納入請購單或契約中", "在提出規劃設計需求時，將假設工程安全納入規範，要求設計成果應含安全衛生建議圖說及計價文件，據以那為安全衛生規格", "採購時應考量安全衛生因素", "安全衛生為施工廠商應自行注意事項，業主單位無權介入"],
        "answer": "安全衛生為施工廠商應自行注意事項，業主單位無權介入"
    }, {
        "question": "題目910: 何者不屬於物理性因子危害？",
        "options": ["高溫","噪音","振動","有機溶劑"],
        "answer": "有機溶劑"
    },
    {
        "question": "題目911: 依職業安全衛生營理辦法規定，下列何者非屬職業安全衛生委員會應辦理之事項？",
        "options": ["審視安全衛生教育訓練計畫", "考核現場安全衛生績效","對雇主擬定之職業安全衛生政策提出建議","擬訂安全衛生作業標準"],
        "answer": "擬訂安全衛生作業標準"
    },
    {
        "question": "題目912: 職業災害方生之原因可分為直接原因，間接原因及基本原因，下列何者係屬『直接原因』",
        "options": ["能量","不安全行為", "不安全狀況", "管理上的缺陷"],
        "answer": "能量"
    },
    {
        "question": "題目913: 下列何者屬職業災害勞工保護法之附屬法規",
        "options": ["缺氧症預防規則","職業災害勞工職業重建補助辦法","職業安全衛生教育訓練規則", "職業安全衛生設施規則"],
        "answer": "職業災害勞工職業重建補助辦法"
    },
    {
        "question": "題目914: 依勞工健康保護規則之規定，未滿40成之勞工應每幾年實施定期健康檢查？",
        "options": ["1", "2","3","5"],
        "answer": "5"
    },
    {
        "question": "題目915: 施予爆炸性物質起爆之衝擊能，若該能量越低，則爆炸物之危險性為下列何者？",
        "options": ["越高", "越低", "與衝擊能無關","不一定"],
        "answer": "越高"
    },
    {
        "question": "題目916: 依職業安全衛生法施行細則規定，業單位訂定職業安全衛生管理計畫應包括下列何者為非？",
        "options": ["營業績效評估", "虛驚事故統計", "作業環境監測", "個人防護具之管理"],
        "answer": "營業績效評估"
    },
    {
        "question": "題目917: 下列何者非適當之纖維質攝取來源？",
        "options": ["蒟蒻", "蘿蔔", "白吐司", "地瓜"],
        "answer": "白吐司"
    },
    {
        "question": "題目918: 勞工從事下列何種作業，特別需要定期接受甲狀腺功能檢查？",
        "options": ["游離輻射", "高溫", "異常氣壓", "高噪音"],
        "answer": "游離輻射"
    },
    {
        "question": "題目919: 依職業安全衛生管理辦法規定，雇主對於高壓電氣設備及低壓電氣設備，應每隔多久定期實施檢查一次？",
        "options": ["每年", "每2年", "每3年", "每4年"],
        "answer": "每年"
    },
    {
        "question": "題目920: 輸送帶尾輪之清潔作業，較常發生下列何種災害？",
        "options": ["擦傷", "被夾、被捲", "被撞", "物體飛落"],
        "answer": "被夾、被捲"
    },
    {
        "question": "題目921: 為確保鋼筋儲存時之安全性，下列何者有誤？",
        "options": ["應使用纜索等加以適當捆紮", "可加裝護套", "應儘可能堆高以節省空間", "應遠離電源"],
        "answer": "應儘可能堆高以節省空間"
    },
    {
        "question": "題目922: 建教合作之學生，在往返學校與工作場所途中發生交通事故，一般是否可認定為職業災害？",
        "options": ["是", "否", "依性別而定", "依職位高低而定"],
        "answer": "是"
    },
    {
        "question": "題目923: 於缺氧作業場所工作，適合佩戴下列何種防護具？",
        "options": ["口罩", "濾毒罐", "供氣式呼吸防護具", "N95口罩"],
        "answer": "供氣式呼吸防護具"
    },
    {
        "question": "題目924: 為防止供車輛通行之開口護蓋破壞，護蓋之強度應如何設計較適當？",
        "options": ["以車輛後軸載重之2倍設計之", "以車輛前軸載重之1/2設計之", "以車輛前軸載重設計之", "以空車重量設計之"],
        "answer": "以車輛後軸載重之2倍設計之"
    },
    {
        "question": "題目925: 以身體質量指數（BMI）為單位，下列何者不屬於正常範圍？",
        "options": ["19", "21", "23", "26"],
        "answer": "26"
    },
    {
        "question": "題目926: 勞工在下列何種有害物質的特性下，進行作業時最危險？",
        "options": ["無色無味", "無色有味","無味有色", "有味有色"],
        "answer": "無色無味"
    },
    {
        "question": "題目927: 下列何者特性最不可能影響物質被人體攝食吸收程度？",
        "options": ["物質分子的大小", "物質的水溶解度", "物質的脂溶性", "物質的酸鹼性"],
        "answer": "物質的酸鹼性"
    },
    {
        "question": "題目928: 使用氣流管線輸送粉體物料時，當氣體輪送速度越快，粉粒帶靜電情況為何？",
        "options": ["越高", "越低", "不受影響", "不一定"],
        "answer": "越高"
    },
    {
        "question": "題目929: 事業單位在選擇承攬人時應考慮之因素，下列敘述何者有誤？",
        "options": ["應考慮過去之安衛績效", "應考慮協調性", "應考慮人員之素質及流動性", "僅考慮其專業能力，不計較其其他因素"],
        "answer": "僅考慮其專業能力，不計較其安衛管理能力"
    },//最新
    {
        "question": "題目930: 災害運動的3大原則，通不包括下列何者？",
        "options": ["要求完美", "以零為目標", "先知先制", "全員參加"],
        "answer": "要求完美"
    },
    {
        "question": "題目931: 黨水接受極大的能量，瞬間由液態迅速轉變為蒸汽，造成爆炸現象，屬於下列何者？",
        "options": ["核爆炸", "分解爆炸", "化學性爆炸", "物理性爆炸"],
        "answer": "物理性爆炸"
    },
    {
        "question": "題目932: 聲音在下列何種介質中傳播速度最快？",
        "options": ["固體", "液體", "空氣", "真空"],
        "answer": "固體"
    },
    {
        "question": "題目933: 有關事業單位申請職業安全衛生管理系統驗證之動機或目的，下列何者有誤？",
        "options": ["透過第三者的稽核，瞭解是否符合系統要求", "客戶在貿易上的要求", "須向檢查機構報備", "提升安全衛生管理水準"],
        "answer": "須向檢查機構報備"
    },
    {
        "question": "題目934: 職業安全衛生教育訓練規則係依下列何種法規之第 32 條規定所訂？",
        "options": ["勞動基準法", "勞工保險條例", "職業安全衛生法", "工會法"],
        "answer": "職業安全衛生法"
    },
    {
        "question": "題目935: 下列何者可作為電氣迴路過載之保護裝置？",
        "options": ["變壓器", "電阻器", "接地裝置", "熔絲開關"],
        "answer": "熔絲開關"
    },
    {
        "question": "題目936: 對於營工是否罹患職業病可先經由下列何者判定？",
        "options": ["雇主", "主管", "醫師", "政府人員"],
        "answer": "醫師"
    },
    {
        "question": "題目937: 下列敘述何者正確？",
        "options": ["過量之陽光對人體無害", "過量睡眠對人體無害", "過量之氧氣對人體無害", "無任一物質為絕對安全"],
        "answer": "無任一物質為絕對安全"
    },
    {
        "question": "題目938: 依職業安全衛生法規定，下列何者非化學品分級管理（control banding）據以評估健康危險風險等級之項目？",
        "options": ["火災爆炸危險等級", "使用量", "散布狀況", "健康危害"],
        "answer": "火災爆炸危險等級"
    },
    {
        "question": "題目939: 依職業安全衛生法規定，事業單位應依其規模、性質，訂定下列何種管理文件？",
        "options": ["E樂災審防止計畫", "安全衛生管理規章", "職業安全衛生管理計畫", "損失控管計畫"],
        "answer": "安全衛生管理規章"
    },
    {
        "question": "題目940: 依職業安全衛生設施規則規定，履主對高壓氣體之貯存，下列敘述何者有誤？",
        "options": ["周圍 2公尺不得放置有煙火及著火性等物品", "盛裝容器與空容器應無需分區放置", "貯存處應考慮於緊急時便於搬出", "貯存場所應有適當警戒標示"],
        "answer": "盛裝容器與空容器應無需分區放置"
    },
    {
        "question": "題目941: 缺氣場所必備之防止勞工罹患缺氧症之設備，下列何者有誤？",
        "options": ["換氣裝置", "氧氣測定裝置", "防毒面具", "空氣呼吸器"],
        "answer": "防毒面具"
    },
    {
        "question": "題目942: 關於工作場所固定梯的設置，下列何者有誤？",
        "options": ["梯子的頂端應突出板面60公分以上", "踏條與牆壁間應至少保持12.5公分以上距離", "踏條需有足夠強度", "高度2公尺以上需有墜落防護設施"],
        "answer": "踏條與牆壁間應至少保持12.5公分以上距離"
    },
    {
        "question": "題目943: 身體中含較多下列何種成分之組織，易吸收微波能量？",
        "options": ["水", "鈣", "磷", "脂肪"],
        "answer": "水"
    },
    {
        "question": "題目944: 關於施工架組配作業主管於作業現場應辦理之事項，下列何者有誤？",
        "options": ["決定作業方法，指揮勞工作業", "依結構力學原理妥為安全設計，並簽章確認強度計算書", "監督勞工個人防護具之使用", "實施檢點，檢查材料、工具、器具等，並汰換其不良品"],
        "answer": "依結構力學原理妥為安全設計，並簽章確認強度計算書"
    },
    {
        "question": "題目945: 危險性工作場所審查暨檢查辦法係依下列何種法律授權訂定？",
        "options": ["勞動基準法", "職業災害勞工保護法", "勞動檢查法", "職業安全衛生法"],
        "answer": "勞動檢查法"
    }, 
    {
        "question": "題目946: 下列何者為一般防止職業災害或職業病之原則？",
        "options": ["預防重於治療", "治療重於預防", "預防與治療並重", "成本重於一切"],
        "answer": "預防重於治療"
    }, 
    {
        "question": "題目947: 依職業安全衛生設施規則規定•下列何者非屬危險物？",
        "options": ["爆炸性物質", "著火性物質", "氧化性物質", "有害性物質"],
        "answer": "有害性物質"
    }, 
    {
        "question": "題目948: 針對重大危害區域之評估•不宜使用下列那種方法進行評估？",
        "options": ["預知危險（KY）", "檢核表（Checklist）", "失誤模式與影響分析（FMEA）", "危害與可操作性分析（HazOp）"],
        "answer": "預知危險（KY）"
    }, 
    {
        "question": "題目949: A營造公司將施工架之搭設交由B公司承攬，並將施工架提供給承攬人C公司使用，下列何者敘述錯誤？",
        "options": ["該施工架應由A公司負責實施自動檢查","C公司如有實施自動檢查之能力，A公司得以書面約定由C公司辦理","C公司勞工將護欄違法拆除已有數日，C公司感對此事負賣與A公司無關","A公司應該知B公司有關施工架搭設之相關危害事項"],
        "answer": "C公司勞工將護欄違法拆除已有數日，C公司感對此事負賣與A公司無關"
    },
    {
        "question": "題目950: 依職業安全衛生設施規則規定，雇主架設之通道，如用漏空格條製成，其縫間險不得超過多少公厘",
        "options": ["80", "60", "50", "30"],
        "answer": "30"
    },
    {
        "question": "題目951: 下列何者非進行成業災害調查之目的？",
        "options": ["找出發生原因", "應付主管機關", "防止災害再度發生", "瞭解災害特性"],
        "answer": "應付主管機關"
    },
    {
        "question": "題目952: 依有機溶劑中毒預防規則之規定，所稱有機溶劑混存物係指有機溶劑混存物中，含有之有機溶劑佔其重量百分比多少以上者",
        "options": ["1", "3", "5","10"],
        "answer": "5"
    },
    {
        "question": "題目953: 下列何者非屬職業疾病診斷所考量之因素？",
        "options": ["勞工薪資", "時序性", "危書暴露", "家族病史"],
        "answer": "勞工薪資"
    },
    {
        "question": "題目954: 勞工發生一氧化碳中毒時，應立即供給下列何種氣體呼吸？",
        "options": ["二氧化碳", "氧氣", "空氣", "稀釋氨氧給予刺激"],
        "answer": "氧氣"
    },
    {
        "question": "題目955: 將燃燒中的物質移開或斷絕供應，以削弱火勢或阻止火勢延燒，此種滅火方法為下列",
        "options": ["隔離法", "冷卻法", "窒息法", "抑制法"],
        "answer": "隔離法"
    },
    {
        "question": "題目956: 人體接近特高壓電路時，雖未接觸線路本體，但因空氣的絕緣被高電壓所破壞，發生火花放電，人體感應毫流，此種現象稱為何？",
        "options": ["閃燃", "閃絡", "打穿", "放電"],
        "answer": "閃絡"
    },
    {
        "question": "題目957: 下列何者不屬於鍋爐常用之安全裝置？",
        "options": ["安全閥", "水位高低警報器", "吹洩閥", "過負荷預防裝置"],
        "answer": "過負荷預防裝置"
    },
    {
        "question": "題目958: 燕業災書發生之原因可分為直接原因、間接原因及基本原因，下列何者係屬「直接原因」？",
        "options": ["能量", "不安全行為", "不安全狀況", "管理上的缺陷"],
        "answer": "能量"
    },
    {
        "question": "題目959: 依職業安全衛生法規定，中央主管機關指定之事業•雇主應每隔多久依規定填載職業災書統，報請勞動檢查機構備查？",
        "options": ["每月", "每3個月", "每6個月", "每年"],
        "answer": "每月"
    },
    {
        "question": "題目960: 操作鑽床時，不可穿戴下列何種個人防護具？",
        "options": ["安全眼鏡", "口單", "棉手套", "安全鞋"],
        "answer": "棉手套"
    },
    {
        "question": "題目961: 工業火災的發生火源中，以下列何者比例最高？",
        "options": ["人為明火", "車輛火花", "自燃", "電氣火花"],
        "answer": "電氣火花"
    },
    {
        "question": "題目962: 使用合梯時，下列何者有誤？",
        "options": ["有安全之梯面", "腳部需撐開與地面成75度", "單人使用時，禁止登上最上一層頂板", "5公尺以上仍應使用合梯作業"],
        "answer": "5公尺以上仍應使用合梯作業"
    },
    {
        "question": "題目963: 依勞工健康保護規則規定，雇主對年滿65歲之在職勞工，應每隔多久定期實施一般健康檢查？",
        "options": ["每年", "每2年", "每3年", "每5年"],
        "answer": "每年"
    },
    {
        "question": "題目964: 雇主使勞工從事製造、處置或使用危害性化學品時，除應實施3小時的一般安全衛生教育訓練外，應增加多少時數之危書通識訓練課",
        "options": ["2", "3", "4", "8"],
        "answer": "3"
    },
    {
        "question": "題目965: 易燃液體如酒精等，該燃燒方式係屬下列何者？",
        "options": ["擴散燃燒", "分解燃燒", "蒸發燃燒", "表面燃燒"],
        "answer": "蒸發燃燒"
    },
    {
        "question": "題目966: 下列何者屬於「承攬管理」規章？",
        "options": ["推行安全衛生績效優良單位各級主管人員獎勵", "無職業災書單位獎勵要點", "安全衛生續效競賽實施要點", "承攬商安全衛生輔導要點"],
        "answer": "承攬商安全衛生輔導要點"
    },
    {
        "question": "題目967: 依職業安全衛生設施規則規定，對於作業場所之走道照明，其照度至少應為多少米燭光以上？",
        "options": ["10", "50", "100", "300"],
        "answer": "50"
    },
    {
        "question": "題目968: 下列何種職業安全衛生法規主要適用於從事營造作業之有關事業？",
        "options": ["林場安全衛生設施規則", "碼頭裝卸安全衛生設施標準", "危險性機械及設備安全檢查規則", "營造安全衛生設施標準"],
        "answer": "營造安全衛生設施標準"
    },
    {
        "question": "題目969: 事業單位僱用勞工人數多少人以上，依規定設職業安全衛生管理單位或人員時，應於事業開始之日填具「職業安全衛生管理單位（人員）設置報備書」陳報當地勞動檢查機關？",
        "options": ["30", "60", "100","300"],
        "answer": "30"
    },
    {
        "question": "題目970: 健康飲食為促進健康之要件，下列何種食物含鈣質量較少？",
        "options": ["牛奶", "小魚乾", "乳酪","檳榔"],
        "answer": "檳榔"
    },
    {
        "question": "題目971: 下列何者是執行風險評估的時機？",
        "options": ["建立 ISO9000 系統時", "僅針對變更使用既有化學物質時", "作業方法變更時", "為因應驗證機構稽核時"],
        "answer": "作業方法變更時"
    },
    {
        "question": "題目972: 發生重大職業災害時，報告檢查機構之責任屬於下列何者？",
        "options": ["雇主", "消防人員", "警察", "領班"],
        "answer": "雇主"
    },
    {
        "question": "題目973: 下列何者不屬於職業安全衛生管理規章中之「政策與組織」規定？",
        "options": ["安全衛生政策及目標", "安全衛生權責劃分標準", "安全衛生持續競賽實施要點", "職業安全衛生委員會組織規程"],
        "answer": "安全衛生持續競賽實施要點"
    },
    {
        "question": "題目974: 在風險評估時，當可能性為極可能、嚴重度屬重大，其風險等級為何？",
        "options": ["可忽略風險", "低度風險", "可接受風險", "高度風險或重大風險"],
        "answer": "高度風險或重大風險"
    },
    {
        "question": "題目975: 有關麥灣職業安全衛生管理系統指引中之敘述，下列何者有誤？",
        "options": ["事前應實施風險評估", "與變更有關人員均須被告知或訓練", "僅涉及設備或材料等硬體變更事項，未必須再實施風險評估", "與變更有關文件均須被檢討修正"],
        "answer": "僅涉及設備或材料等硬體變更事項，未必須再實施風險評估"
    },
    {
        "question": "題目976: 依職業安全衛生法規定之特殊危險作業，應減少勞工工作時間，下列何者非該作業？",
        "options": ["高溫作業", "精密作業", "高架作業", "廢棄物處理作業"],
        "answer": "廢棄物處理作業"
    },
    {
        "question": "題目977: 電氣迴路中，接地線外圍絕緣皮之顏色為下列何者？",
        "options": ["紅", "綠", "藍", "黑"],
        "answer": "綠"
    },
    {
        "question": "題目978: 依職業安全衛生管理辦法規定，下列何者係指某些特殊機械設備於其完成設置開始使用前，或拆卸、改裝、修理後，就其部分重要處實施檢查？",
        "options": ["竣工檢查", "重點檢查", "熔接檢查", "型式檢查"],
        "answer": "重點檢查"
    },
    {
        "question": "題目979: 有關臺灣職業安全衛生管理系統指引之主要架構及依據，除了 OHSAS18001之外，尚包括下列何者？",
        "options": ["ILO-OSH2001", "ISO9001", "ISO18002", "ISO14001"],
        "answer": "ILO-OSH2001"
    },
    {
        "question": "題目980: 勞工作業環境監測實施辦法規定之高溫作業場所，應每隔多久測定綜合溫度熱指數？",
        "options": ["3個月", "6個月", "1年", "2年"],
        "answer": "3個月"
    },
    {
        "question": "題目981: 職業災害統計中對於暫時全失能定義為下列何者？",
        "options": ["死亡", "部分永久全失能", "暫時不能恢復工作1日以上", "輕傷害"],
        "answer": "暫時不能恢復工作1日以上"
    },
    {
        "question": "題目982: 下列何者不屬職場健康促進主要推行工作範圍？",
        "options": ["健康生活", "友善職場", "舒適環境", "疾病治療"],
        "answer": "疾病治療"
    },
    {
        "question": "題目983: 有關職業安全衛生管理規章之敘述，下列何者有誤？",
        "options": ["屬事業單位內部管理程序等文件", "目的在要求執行職業安全衛生有關事項", "用以要求各級主管及管理、指揮、督等有關人員", "對員工不具有強制的規範"],
        "answer": "對員工不具有強制的規範"
    },
    {
        "question": "題目984: 下列關於安全網之設置，下列何者有誤？",
        "options": ["安全網之材料及張掛方式應符合國家標準之規定", "發現安全網有破損時，應即刻以防塵網修補後才能繼續使用", "為防止勞工墜落時之拋物線效應，使用於結構物四周之安全網，於攔截高度在1.5公尺以下者，至少應延伸2.5公尺", "工作面至安全網架設平面之攔截高度，不得超過7公尺"],
        "answer": "發現安全網有破損時，應即刻以防塵網修補後才能繼續使用"
    },
    {
        "question": "題目985: 職業安全衛生法之立法意旨為保障工作者安全與健康，防止下列何種災害？",
        "options": ["職業災害", "交通災害", "公共災害", "天然災害"],
        "answer": "職業災害"
    },
    {
        "question": "題目986: 依勞動檢查法施行細則規定，下列何者之洩漏，發生勞工中毒1人需住院治療者，係屬重大職業災害？",
        "options": ["氯化氫", "瓦斯", "氨氣", "甲烷"],
        "answer": "氨氣"
    },
    {
        "question": "題目987: 依危險性工作場所審查暨檢查辦法規定，長度1000公尺以上或需開挖15公尺以上之豎坑之隧道工程是屬於何類危險性工作場所？",
        "options": ["甲", "乙", "丙", "丁"],
        "answer": "丁"
    },
    {
        "question": "題目988: 依勞工健康保證規則之規定：下列何者不是特別危害健康之作業？",
        "options": ["粉塵作業", "噪音作業","高架作業", "高溫作業"],
        "answer": "高架作業"
    },
    {
        "question": "題目989: 操作時若發生安全裝置失效或損壞，較適當之處置為下列何者？",
        "options": ["該機器應只能視情況偶爾使用", "應予維修完成再使用", "在管理人員同意下使用", "自行先確認無安全顧慮時才可使用"],
        "answer": "應予維修完成再使用"
    },
    {
        "question": "題目990: 對於局態控制下的作業，應使用何種防護具最佳？",
        "options": ["N95口罩","防毒面具","供氣式呼吸防護具", "活性碳口罩"],
        "answer": "供氣式呼吸防護具"
    },
    {
        "question": "題目991: 一般而言，職業災害調查中下列何者應列為優先？",
        "options": ["決定根本問題", "發現問題點", "樹立對策","確認事實"],
        "answer": "確認事實"
    },
    {
        "question": "題目992: 雄高機操作人員超速行駛而發生意外，造成災害的間接原因為下列何者？",
        "options": ["不安全設備", "不安全動作", "不安全環境", "天災"],
        "answer": "不安全動作"
    },
    {
        "question": "題目993: 下列何者不易造成累積性肌肉骨骼傷害？",
        "options": ["重覆性作業", "低作業頻率", "長時間工作", "不自然的姿勢"],
        "answer": "低作業頻率"
    },
    {
        "question": "題目994: 勞工保險之被保險人在保險有效期間，罹患職業疾病，喪失部分或全部工作能力、經請領勞工保險各項職業災害給付後，得向勞工保險局請領生活津貼之補助，合計以幾年為限？",
        "options": ["2", "3", "5", "7"],
        "answer": "5"
    },
    {
        "question": "題目995: 為防止施工人員墜落，以下做法何者錯誤？",
        "options": ["在施工架上適當位置設置合梯以作為上下設備", "組搭施工架時使用扶手先行工法", "使施工架工作台與構造物間之開口距離小於20公分", "於施工架兩端立架及轉角處設置護欄"],
        "answer": "在施工架上適當位置設置合梯以作為上下設備"
    },
    {
        "question": "題目996: 物料夾在輸送帶的滾輪與皮帶間時，下列何者不是正確之故障排除方式？",
        "options": ["停止運轉", "繼續運轉", "掛牌", "應有多重上鎖裝置"],
        "answer": "繼續運轉"
    },
    {
        "question": "題目997: 高風險事業單位已實施職業安全衛生管理系統，其所設置之職業安全衛生管理單位如何才得以免除一級事責的限制？",
        "options": ["安全評估報告送檢查機構檢查", "管理績效報經中央主管機關認可", "向當地主管機關申請即可", "獲得國家工安獎者"],
        "answer": "管理績效報經中央主管機關認可"
    },
    {
        "question": "題目998: 手工具之操作，下列敘述何者較適當？",
        "options": ["以刀片當螺絲起子旋轉螺絲", "以鉗子敲打鐵釘", "用扳手敲打鐵釘", "選擇適合工作需要之手工具"],
        "answer": "選擇適合工作需要之手工具"
    },
    {
        "question": "題目999: 下列有關感電災害防止措施，何者有誤？",
        "options": ["穿釘鞋直接碰觸電氣設備，不會感電", "使用前，要確認電動工具接地線是否連接妥當", "電氣設備要加裝漏電斷路器", "不得擅自接用電源插頭或電氣箱"],
        "answer": "穿釘鞋直接碰觸電氣設備，不會感電"
    },
    {
        "question": "題目1000: 職業安全衛生管理系統中之「預防與控制措施」項目中，下列何者為第一優先採行的？",
        "options": ["設置安衛組織人員", "實施教育訓練", "消除危害及風險", "提供適當的個人防護具"],
        "answer": "消除危害及風險"
    },
    {
        "question": "題目1001: 下列何者為混凝土預拌車於清掃內部結塊或維修時，較不易發生之危害？",
        "options": ["火災", "墜落", "缺氧", "捲夾"],
        "answer": "火災"
    },
    {
        "question": "題目1002: 使用過氧化二苯甲醯從事批式製程反應作業，下列敘述何者有誤？",
        "options": ["儲存場所之電氣設備需具防爆功能", "有機過氧化物之領料應先進先出", "儲存場所應與製程區分開", "多批次作業所需的過氧化二苯甲醯以一次領取為最佳"],
        "answer": "多批次作業所需的過氧化二苯甲醯以一次領取為最佳"
    },
    {
        "question": "題目1003: 依職業安全衛生管理辦法規定，雇主對於高壓電氣設備及低壓電氣設備，應每隔多久定期實施檢查一次？",
        "options": ["每年", "每2年", "每3年", "每4年"],
        "answer": "每年"
    },
    {
        "question": "題目1004: 甲公司將其事業交付乙公司承攬，並提供移動式起重機供該乙公司使用，依職業安全衛生管理辦法規定，原則上該起重機應由下列何者實施自動檢查？",
        "options": ["乙公司", "甲公司", "甲、乙公司推派代表", "委託代檢機構"],
        "answer": "甲公司"
    },
    {
        "question": "題目1005: 依職業安全衛生法規定，勞工如拒不接受雇主提供之安全衛生教育訓練，可處新臺幣多少元以下之罰鍰？",
        "options": ["3,000", "10,000", "15,000元", "30,000元"],
        "answer": "3,000元"
    }, {
        "question": "題目1006: 依職業安全衛生設施規則規定，雇主應設置工作場所的相關安全設施，下列敘述何者正確？",
        "options": [
            "主要人行道不得小於1公尺",
            "各機械間通道不得小於1公尺",
            "行道及安全門應有明顯標示",
            "自路面起算1公尺高度範圍內，不得有障礙物"
        ],
        "answer": "自路面起算1公尺高度範圍內，不得有障礙物"
    },
    {
        "question": "題目1007: 下列何者屬於不安全行為？",
        "options": [
            "不正確之提舉",
            "警報系統不良",
            "採光照明不良",
            "工具、機械或物料有缺陷"
        ],
        "answer": "不正確之提舉"
    },
    {
        "question": "題目1008: 若電氣迴路中的過載電流越小，則斷路器可允許的操作時間為何？",
        "options": [
            "越長",
            "越短",
            "兩者無關",
            "不一定"
        ],
        "answer": "越長"
    },
    {
        "question": "題目1009: 依職業安全衛生管理辦法規定，職業安全衛生委員會應每隔多久至少開會1次？",
        "options": [
            "3個月",
            "6個月",
            "1年",
            "2個月"
        ],
        "answer": "3個月"
    }



    // 繼續添加更多題目...
];
