window.vocabData1 =
{
    "tables": [
        {
            "caption": "10/14 單字",
            "rows": [
                {
                    "zh": "年輕人[[blue|(二十幾歲前半段)]]",
                    "jp": [
                        { "k": "若", "f": "わか" },
                        { "k": "者", "f": "もの" }
                    ]
                },
                {
                    "zh": "大概(表示猜測，不明確的答案)",
                    "jp": [
                        { "k": "たぶん" }
                    ]
                },
                {
                    "zh": "上面",
                    "jp": [
                        { "k": "上", "f": "うえ" }
                    ]
                },
                {
                    "zh": "前面",
                    "jp": [
                        { "k": "前", "f": "まえ" }
                    ]
                },
                {
                    "zh": "後面",
                    "jp": [
                        { "k": "後", "f": "うし" },
                        { "k": "ろ" }
                    ]
                },
                {
                    "zh": "裡面(看的到，容器內部)",
                    "jp": [
                        { "k": "中", "f": "なか" }
                    ]
                },
                {
                    "zh": "最深處裡面(通常是看不到或比較難到的地方)",
                    "jp": [
                        { "k": "奥", "f": "おく" }
                    ]
                },
                {
                    "zh": "外面",
                    "jp": [
                        { "k": "外", "f": "そと" }
                    ]
                },
                {
                    "zh": "貓",
                    "jp": [
                        { "k": "猫", "f": "ねこ" }
                    ]
                },
                {
                    "zh": "狗",
                    "jp": [
                        { "k": "犬", "f": "いぬ" }
                    ]
                }
            ]
        },
        {
            "caption": "9/23補充",
            "rows": [
                {
                    "zh": "年輕 (形容詞)",
                    "jp": [
                        { "k": "若", "f": "わか" },
                        { "k": "い" }
                    ],
                    "colspan": 1
                },
                {
                    "zh": "死亡",
                    "jp": [
                        { "k": "死", "f": "し" },
                        { "k": "にます" }
                    ],
                    "colspan": 1
                },
                {
                    "zh": "喜歡(な形容詞)",
                    "jp": [
                        { "k": "好", "f": "す" },
                        { "k": "き" }
                    ],
                    "colspan": 1
                },
                {
                    "zh": "以前",
                    "jp": [
                        { "k": "昔", "f": "むかし" }
                    ],
                    "colspan": 1
                }
            ]
        },
        {
            "caption": "單字五",
            "rows": [
                {
                    "zh": "交給你處理 / 你決定吧 / 我聽你的",
                    "jp": [
                        { "k": "任", "f": "まか" },
                        { "k": "せます"}
                    ],
                    "colspan": 3
                },
                {
                    "zh": "例句",
                    "jp": [
                        { "k": "文", "f": "ぶん" },
                        { "k": "型", "f": "けい" }
                    ],
                    "colspan": 1
                },
                {
                    "zh": "文法",
                    "jp": [
                        { "k": "文", "f": "ぶん" },
                        { "k": "法", "f": "ぽう" }
                    ]
                },
                {
                    "zh": "口訣",
                    "jp": [
                        { "k": "通", "f": "つう" },
                        { "k": "訳", "f": "やく" },
                        { "k": "します" }
                    ]
                },
                {
                    "zh": "回覆，回應",
                    "jp": [
                        { "k": "返", "f": "へん" },
                        { "k": "事", "f": "じ" },
                        { "k": "します" }
                    ],
                    "colspan": 1   // 這筆會佔 3 欄（單獨一列）
                },
                {
                    "zh": "回答，解答",
                    "jp": [
                        { "k": "答", "f": "こた" },
                        { "k": "えます" }
                    ]
                },
                {
                    "zh": "會話",
                    "jp": [
                        { "k": "会", "f": "かい" },
                        { "k": "話", "f": "わ" }
                    ],
                    "colspan": 1   // 這筆會佔 3 欄（單獨一列）
                },
                {
                    "zh": "切，剪",
                    "jp": [
                        { "k": "カ[[small|ッ]]トします" },
                        { "k": " = " },
                        { "k": "切", "f": "き" },
                        { "k": "ります" }
                    ],
                    "colspan": 2
                }
            ]
        },
        {
            "caption": "上半身",
            "rows": [
                {
                    "zh": "穿([[blue|上半身]])(如和服、洋裝、上衣都是)",
                    "jp": [
                        { "k": "着", "f": "き" },
                        { "k": "ます" }
                    ]
                },
                {
                    "zh": "襯衫",
                    "jp": [
                        { "k": "シ[[small|ャ]]ツ" }
                    ]
                },
                {
                    "zh": "洋裝",
                    "jp": [
                        { "k": "ワンピース" }
                    ]
                },
                {
                    "zh": "女性襯衫",
                    "jp": [
                        { "k": "ブラウス" }
                    ]
                },
                {
                    "zh": "和服",
                    "jp": [
                        { "k": "着", "f": "き" },
                        { "k": "物", "f": "もの" },
                    ],
                },
                {
                    "zh": "衣服(全部衣服統稱)",
                    "jp": [
                        { "k": "ふく" },
                    ]
                },
                {
                    "zh": "大衣、外套",
                    "jp": [
                        { "k": "コート" }
                    ],
                },
                {
                    "zh": "大衣、外套",
                    "jp": [
                        { "k": "オーバ" }
                    ],
                },
                {
                    "zh": "毛衣",
                    "jp": [
                        { "k": "セーター" }
                    ],
                },
                {
                    "zh": "浴衣",
                    "jp": [
                        { "k": "ゆかた" }
                    ],
                }
            ]
        },
        {
            "caption": "單字四",
            "rows": [
                {
                    "zh": "冰淇淋",
                    "jp": [
                        { "k": "アイスクリーム" }
                    ]
                },
                {
                    "zh": "口罩",
                    "jp": [
                        { "k": "マスク" }
                    ]
                },
                {
                    "zh": "戒指",
                    "jp": [
                        { "k": "指", "f": "ゆび" },
                        { "k": "輪", "f": "わ" },
                    ]
                },
                {
                    "zh": "耳環",
                    "jp": [
                        { "k": "ネ[[small|ッ]]クレス" }
                    ],
                },
                {
                    "zh": "碰、摸",
                    "jp": [
                        { "k": "触", "f": "さわ" },
                        { "k": "ります" },
                    ]
                },
                {
                    "zh": "眼鏡",
                    "jp": [
                        { "k": "めがね" }
                    ],
                },
                {
                    "zh": "戴[[blue|(眼鏡)]]",
                    "jp": [
                        { "k": "かけます" }
                    ],
                },
                {
                    "zh": "帽子",
                    "jp": [
                        { "k": "帽", "f": "ぼ" },
                        { "k": "子", "f": "うし" },
                    ],
                },
                {
                    "zh": "戴[[blue|(帽子)]]",
                    "jp": [
                        { "k": "かぶります" }
                    ],
                },
                {
                    "zh": "穿[[blue|(下半身)]](如拖鞋)",
                    "jp": [
                        { "k": "はきます" }
                    ],
                }, {
                    "zh": "一般、普通、平常",
                    "jp": [
                        { "k": "普", "f": "ふ" },
                        { "k": "通", "f": "つう" },
                    ],
                },
                {
                    "zh": "新的",
                    "jp": [
                        { "k": "新", "f": "あたら" },
                        { "k": "しい" },
                    ],
                },
                {
                    "zh": "舊的",
                    "jp": [
                        { "k": "古", "f": "ふる" },
                        { "k": "い" },
                    ],
                },
                {
                    "zh": "忙的",
                    "jp": [
                        { "k": "忙", "f": "いそが" },
                        { "k": "しい" },
                    ],
                },
                {
                    "zh": "最、第一",
                    "jp": [
                        { "k": "一", "f": "いち" },
                        { "k": "番", "f": "ばん" },
                    ],
                },
                {
                    "zh": "而且",
                    "jp": [
                        { "k": "そして" },
                    ],
                },
                {
                    "zh": "非常",
                    "jp": [
                        { "k": "とても" },
                    ],
                },
                {
                    "zh": "方便、便利",
                    "jp": [
                        { "k": "便", "f": "べん" },
                        { "k": "利", "f": "り" },
                    ],
                }, {
                    "zh": "安靜的",
                    "jp": [
                        { "k": "静", "f": "しず" },
                        { "k": "か" },
                    ],
                }, {
                    "zh": "熱鬧的",
                    "jp": [
                        { "k": "賑", "f": "にぎ" },
                        { "k": "やか" },
                    ],
                }, {
                    "zh": "女性用",
                    "jp": [
                        { "k": "女", "f": "じ[[small|ょ]]" },
                        { "k": "性", "f": "せい" },
                        { "k": "用", "f": "よう" },
                    ],
                }, {
                    "zh": "男性用",
                    "jp": [
                        { "k": "男", "f": "だん" },
                        { "k": "性", "f": "せい" },
                        { "k": "用", "f": "よう" },
                    ],
                }, {
                    "zh": "停止、停",
                    "jp": [
                        { "k": "止", "f": "と" },
                        { "k": "まります" }
                    ]
                },
                {
                    "zh": "JR週遊券",
                    "jp": [
                        { "k": "JRパス" }
                    ]
                },
                {
                    "zh": "支付",
                    "jp": [
                        { "k": "支", "f": "し" },
                        { "k": "払", "f": "はら" },
                        { "k": "い" }
                    ]
                },
                {
                    "zh": "外國人",
                    "jp": [
                        { "k": "外", "f": "がい" },
                        { "k": "国", "f": "こく" },
                        { "k": "人", "f": "じん" },
                        { "k": "=" },
                        { "k": "外", "f": "がい" },
                        { "k": "人", "f": "じん" }
                    ]
                },
                {
                    "zh": "櫃台、服務台",
                    "jp": [
                        { "k": "フロント" }
                    ]
                },
                {
                    "zh": "公分",
                    "jp": [
                        { "k": "センチ" }
                    ]
                },
                {
                    "zh": "公尺",
                    "jp": [
                        { "k": "メートル" }
                    ]
                },
                {
                    "zh": "信箱",
                    "jp": [
                        { "k": "ポスト" }
                    ]
                },
                {
                    "zh": "合計",
                    "jp": [
                        { "k": "合", "f": "ごう" },
                        { "k": "計", "f": "けい" }
                    ]
                },
                {
                    "zh": "當季食物",
                    "jp": [
                        { "k": "旬", "f": "しゅん" },
                        { "k": "の" },
                        { "k": "物", "f": "もの" }
                    ]
                },
                {
                    "zh": "博愛座",
                    "jp": [
                        { "k": "優", "f": "ゆう" },
                        { "k": "先", "f": "せん" },
                        { "k": "席", "f": "せき" }
                    ]
                },
                {
                    "zh": "藥局",
                    "jp": [
                        { "k": "薬", "f": "や[[small|っ]]" },
                        { "k": "局", "f": "き[[small|ょ]]く" }
                    ]
                },
                {
                    "zh": "全部",
                    "jp": [
                        { "k": "全", "f": "ぜん" },
                        { "k": "部", "f": "ぶ" }
                    ]
                },{
                    "zh": "大家，各位",
                    "jp": [
                        { "k": "皆", "f": "みな" },
                    ]
                }, {
                    "zh": "終點",
                    "jp": [
                        { "k": "終", "f": "しゅう" },
                        { "k": "点", "f": "てん" }
                    ]
                },
                {
                    "zh": "少量",
                    "jp": [
                        { "k": "少", "f": "すく" },
                        { "k": "なめ" }
                    ]
                },
                {
                    "zh": "加麵",
                    "jp": [
                        { "k": "替", "f": "かえ" },
                        { "k": "玉", "f": "だま" }
                    ]
                },
                {
                    "zh": "取消",
                    "jp": [
                        { "k": "キャンセル" }
                    ]
                },
                {
                    "zh": "票",
                    "jp": [
                        { "k": "き[[small|っ]]ぷ" }
                    ]
                },
                {
                    "zh": "票",
                    "jp": [
                        { "k": "チケ[[small|ッ]]ト" }
                    ]
                },
                {
                    "zh": "護照",
                    "jp": [
                        { "k": "パスポート" }
                    ]
                },
                {
                    "zh": "難的",
                    "jp": [
                        { "k": "難", "f": "むずか" },
                        { "k": "しい" }
                    ]
                },
                {
                    "zh": "漂亮、乾淨",
                    "jp": [
                        { "k": "きれい" }
                    ]
                },
                {
                    "zh": "不怎麼",
                    "jp": [
                        { "k": "あまり" }
                    ]
                },
                {
                    "zh": "辛苦、很、糟糕",
                    "jp": [
                        { "k": "大", "f": "たい" },
                        { "k": "変", "f": "へん" }
                    ]
                },
                {
                    "zh": "如何",
                    "jp": [
                        { "k": "どう" }
                    ]
                },
                {
                    "zh": "親切",
                    "jp": [
                        { "k": "親", "f": "しん" },
                        { "k": "切", "f": "せつ" }
                    ]
                }, {
                    "zh": "有趣的",
                    "jp": [
                        { "k": "おもしろい" }
                    ]
                },
                {
                    "zh": "小的",
                    "jp": [
                        { "k": "小", "f": "ちい" },
                        { "k": "さい" }
                    ]
                },
                {
                    "zh": "大的",
                    "jp": [
                        { "k": "大", "f": "おお" },
                        { "k": "きい" }
                    ]
                },
                {
                    "zh": "建築物",
                    "jp": [
                        { "k": "建", "f": "たて" },
                        { "k": "物", "f": "もの" }
                    ]
                },
                {
                    "zh": "自由座",
                    "jp": [
                        { "k": "自", "f": "じ" },

                        { "k": "由", "f": "ゆう" },
                        { "k": "席", "f": "せき" }
                    ]
                },
                {
                    "zh": "改搭、轉車",
                    "jp": [
                        { "k": "乗", "f": "の" },
                        { "k": "り" },
                        { "k": "換", "f": "か" },
                        { "k": "えます" }
                    ]
                },
                {
                    "zh": "投幣式置物櫃",
                    "jp": [
                        { "k": "コインロッカー" }
                    ]
                },
                {
                    "zh": "寄放",
                    "jp": [
                        { "k": "預", "f": "あず" },
                        { "k": "けます" }
                    ]
                },
                {
                    "zh": "手拿行李",
                    "jp": [
                        { "k": "手", "f": "て" },
                        { "k": "荷", "f": "に" },
                        { "k": "物", "f": "もつ" }
                    ]
                },
                {
                    "zh": "行李",
                    "jp": [
                        { "k": "荷", "f": "に" },
                        { "k": "物", "f": "もつ" }
                    ]
                },
                {
                    "zh": "對號座",
                    "jp": [
                        { "k": "指", "f": "し" },
                        { "k": "定", "f": "てい" },
                        { "k": "席", "f": "せい" }
                    ]
                },
                {
                    "zh": "坐位",
                    "jp": [
                        { "k": "席", "f": "せき" }
                    ]
                }, {
                    "zh": "郵票",
                    "jp": [
                        { "k": "切", "f": "き[[small|っ]]" },
                        { "k": "手", "f": "て" }
                    ]
                },
                {
                    "zh": "郵局",
                    "jp": [
                        { "k": "郵", "f": "ゆう" },
                        { "k": "便", "f": "びん" },
                        { "k": "局", "f": "き[[small|ょ]]く" }
                    ]
                },
                {
                    "zh": "海",
                    "jp": [
                        { "k": "海", "f": "うみ" }
                    ]
                },
                {
                    "zh": "好的",
                    "jp": [
                        { "k": "いい" }
                    ]
                },
                {
                    "zh": "有名的",
                    "jp": [
                        { "k": "有", "f": "ゆう" },
                        { "k": "名", "f": "めい" }
                    ]
                },
                {
                    "zh": "簡單",
                    "jp": [
                        { "k": "簡", "f": "かん" },
                        { "k": "単", "f": "たん" }
                    ]
                },
                {
                    "zh": "快樂的([[blue|當下的]])",
                    "jp": [
                        { "k": "うれしい" }
                    ]
                },
                {
                    "zh": "快樂的([[blue|長時間的]])",
                    "jp": [
                        { "k": "楽", "f": "たの" },
                        { "k": "しい" }
                    ]
                },
                {
                    "zh": "櫻花",
                    "jp": [
                        { "k": "桜", "f": "さくら" }
                    ]
                },
                {
                    "zh": "山",
                    "jp": [
                        { "k": "山", "f": "やま" }
                    ]
                },
                {
                    "zh": "食物",
                    "jp": [
                        { "k": "食", "f": "た" },
                        { "k": "べ" },
                        { "k": "物", "f": "もの" }
                    ]
                },
                {
                    "zh": "怎麼樣的",
                    "jp": [
                        { "k": "どんな" }
                    ]
                }, {
                    "zh": "照片",
                    "jp": [
                        { "k": "写", "f": "しゃ" },
                        { "k": "真", "f": "しん" }
                    ]
                },
                {
                    "zh": "房間",
                    "jp": [
                        { "k": "部", "f": "へ" },
                        { "k": "屋", "f": "や" }
                    ]
                },
                {
                    "zh": "高的、貴的",
                    "jp": [
                        { "k": "高", "f": "たか" },
                        { "k": "い" }
                    ]
                },
                {
                    "zh": "便宜的",
                    "jp": [
                        { "k": "安", "f": "やす" },
                        { "k": "い" }
                    ]
                },
                {
                    "zh": "走路",
                    "jp": [
                        { "k": "歩", "f": "ある" },
                        { "k": "きます" },
                    ]
                },
                {
                    "zh": "這一次、下一次",
                    "jp": [
                        { "k": "今", "f": "こん" },
                        { "k": "度", "f": "ど" }
                    ]
                },
                {
                    "zh": "好耶",
                    "jp": [
                        { "k": "いいですね" }
                    ]
                },
                {
                    "zh": "什麼時候",
                    "jp": [
                        { "k": "いつ" }
                    ]
                },
                {
                    "zh": "生日快樂",
                    "jp": [
                        { "k": "誕", "f": "たん" },
                        { "k": "生", "f": "じょう" },
                        { "k": "日", "f": "び" },
                        { "k": "おめでとうございます" }
                    ],
                    "colspan": 3   // 這筆會佔 3 欄（單獨一列）
                },
                {
                    "zh": "新年快樂（敲鐘後的祝福）",
                    "jp": [
                        { "k": "あけましておめでとうございます" }
                    ],
                    "colspan": 3   // 這筆會佔 3 欄（單獨一列）
                },
                {
                    "zh": "預祝新年快樂",
                    "jp": [
                        { "k": "良", "f": "よ" },
                        { "k": "いお" },
                        { "k": "年", "f": "とし" },
                        { "k": "を" }
                    ]
                },
                {
                    "zh": "可以了嗎？",
                    "jp": [
                        { "k": "お" },
                        { "k": "決", "f": "き" },
                        { "k": "まりですか" }
                    ]
                },
                {
                    "zh": "太好吃了",
                    "jp": [
                        { "k": "おいしかったです" }
                    ]
                },
                {
                    "zh": "吃飽了（用餐後的禮貌用語）",
                    "jp": [
                        { "k": "ごちそうさまでした" }
                    ]
                },
                {
                    "zh": "請稍等",
                    "jp": [
                        { "k": "少", "f": "しょう" },
                        { "k": "々", "f": "しょう" },
                        { "k": "お" },
                        { "k": "待", "f": "ま" },
                        { "k": "ちください" }
                    ]
                },
                {
                    "zh": "了解、明白（禮貌說法）",
                    "jp": [
                        { "k": "かしこまりました" }
                    ]
                },
                {
                    "zh": "重複",
                    "jp": [
                        { "k": "繰", "f": "く" },
                        { "k": "り" },
                        { "k": "返", "f": "かえ" },
                        { "k": "します" }
                    ]
                },
                {
                    "zh": "回去、回來",
                    "jp": [
                        { "k": "帰", "f": "かえ" },
                        { "k": "ります" }
                    ]
                },
                {
                    "zh": "來",
                    "jp": [
                        { "k": "来", "f": "き" },
                        { "k": "ます" }
                    ]
                },
                {
                    "zh": "去",
                    "jp": [
                        { "k": "行", "f": "い" },
                        { "k": "きます" }
                    ]
                },
                {
                    "zh": "明年",
                    "jp": [
                        { "k": "来", "f": "らい" },
                        { "k": "年", "f": "ねん" }
                    ]
                },
                {
                    "zh": "去年",
                    "jp": [
                        { "k": "去", "f": "きょ" },
                        { "k": "年", "f": "ねん" }
                    ]
                },
                {
                    "zh": "今年",
                    "jp": [
                        { "k": "今", "f": "こ" },
                        { "k": "年", "f": "とし" }
                    ]
                },
                {
                    "zh": "練習",
                    "jp": [
                        { "k": "練", "f": "れん" },
                        { "k": "習", "f": "しゅう" },
                        { "k": "します" }
                    ]
                },
                {
                    "zh": "前天",
                    "jp": [
                        { "k": "おととい" }
                    ]
                },
                {
                    "zh": "今天早上",
                    "jp": [
                        { "k": "今", "f": "け" },
                        { "k": "朝", "f": "さ" }
                    ]
                },
                {
                    "zh": "開始",
                    "jp": [
                        { "k": "始", "f": "はじ" },
                        { "k": "まります" }
                    ]
                }, {
                    "zh": "維持那樣",
                    "jp": [
                        { "k": "そのまま" }
                    ]
                },
                {
                    "zh": "分開（重覆字用々代替）",
                    "jp": [
                        { "k": "別", "f": "べっ" },
                        { "k": "々", "f": "べっ" }
                    ]
                },
                {
                    "zh": "吃嗎？喝嗎？",
                    "jp": [
                        { "k": "お" },
                        { "k": "召", "f": "め" },
                        { "k": "し" },
                        { "k": "上", "f": "あ" },
                        { "k": "がりですか" }
                    ]
                },
                {
                    "zh": "L",
                    "jp": [
                        { "k": "エル" }
                    ]
                },
                {
                    "zh": "M",
                    "jp": [
                        { "k": "エム" }
                    ]
                },
                {
                    "zh": "S",
                    "jp": [
                        { "k": "エス" }
                    ]
                },
                {
                    "zh": "尺寸",
                    "jp": [
                        { "k": "サイズ" }
                    ]
                },
                {
                    "zh": "冰的",
                    "jp": [
                        { "k": "アイス" }
                    ]
                },
                {
                    "zh": "熱的",
                    "jp": [
                        { "k": "ホ[[small|ッ]]ト" }
                    ]
                },
                {
                    "zh": "外帶",
                    "jp": [
                        { "k": "持", "f": "も" },
                        { "k": "ち" },
                        { "k": "帰", "f": "かえ" },
                        { "k": "りで" }
                    ]
                },
                {
                    "zh": "內用",
                    "jp": [
                        { "k": "店", "f": "てん" },
                        { "k": "内", "f": "ない" },
                        { "k": "で" }
                    ]
                },
                {
                    "zh": "這邊、這裡、這一位（禮貌）",
                    "jp": [
                        { "k": "こちら" }
                    ]
                },
                {
                    "zh": "少量",
                    "jp": [
                        { "k": "少", "f": "すく" },
                        { "k": "なめで" }
                    ]
                },
                {
                    "zh": "全部",
                    "jp": [
                        { "k": "全", "f": "ぜん" },
                        { "k": "部", "f": "ぶ" }
                    ]
                }
            ]
        },
        {
            "caption": "家人",
            "header": ["","自己的", "別人的"],
            "rows":
                [
                    ["妻子","[{\"k\":\"妻\", \"f\":\"つま\"},{\"k\":\" , \"},{\"k\":\"家\", \"f\":\"か\"},{\"k\":\"内\", \"f\":\"ない\"}]", "[{\"k\":\"奥\", \"f\":\"おく\"},{\"k\":\"さん\"}]"],
                    ["老公","[{\"k\":\"夫\", \"f\":\"おっと\"},{\"k\":\" , \"},{\"k\":\"主\", \"f\":\"しゅ\"},{\"k\":\"人\", \"f\":\"じん\"},{\"k\":\" , \"},{\"k\":\"旦\", \"f\":\"だん\"},{\"k\":\"那\", \"f\":\"なん\"}]", "[{\"k\":\"ご\"},{\"k\":\"主\", \"f\":\"しゅ\"},{\"k\":\"人\", \"f\":\"じん\"},{\"k\":\" , \"},{\"k\":\"旦\", \"f\":\"だん\"},{\"k\":\"那\", \"f\":\"なん\"},{\"k\":\"さん\"}]"],
                    ["家人","[{\"k\":\"家\", \"f\":\"か\"},{\"k\":\"族\", \"f\":\"ぞく\"}]", "[{\"k\":\"ご\"},{\"k\":\"家\", \"f\":\"か\"},{\"k\":\"族\", \"f\":\"ぞく\"}]"],
                    ["兄弟姊妹","[{\"k\":\"兄\", \"f\":\"きょう\"},{\"k\":\"弟\", \"f\":\"だい\"}]", "[{\"k\":\"ご\"},{\"k\":\"兄\", \"f\":\"きゅう\"},{\"k\":\"弟\", \"f\":\"だい\"}]"], 
                ]
        },
        {
            "caption": "居酒屋",
            "rows": [
                {
                    "zh": "燒烤店",
                    "jp": [
                        { "k": "焼", "f": "や" },
                        { "k": "き" },
                        { "k": "鳥", "f": "とり" },
                        { "k": "の" },
                        { "k": "店", "f": "みせ" }
                    ]
                },
                {
                    "zh": "居酒屋",
                    "jp": [
                        { "k": "居", "f": "い" },
                        { "k": "酒", "f": "ざか" },
                        { "k": "屋", "f": "や" }
                    ]
                },
                {
                    "zh": "雞屁股",
                    "jp": [
                        { "k": "ぼんじり" }
                    ]
                },
                {
                    "zh": "雞軟骨",
                    "jp": [
                        { "k": "なんこつ" }
                    ]
                },
                {
                    "zh": "雞丸子",
                    "jp": [
                        { "k": "つくね" }
                    ]
                },
                {
                    "zh": "雞肝",
                    "jp": [
                        { "k": "レバー" }
                    ]
                },
                {
                    "zh": "雞蔥串",
                    "jp": [
                        { "k": "ねぎま" }
                    ]
                },
                {
                    "zh": "雞胸肉",
                    "jp": [
                        { "k": "ササミ" }
                    ]
                },
                {
                    "zh": "雞胗",
                    "jp": [
                        { "k": "砂", "f": "すな" },
                        { "k": "肝", "f": "ぎも" }
                    ]
                },
                {
                    "zh": "雞皮",
                    "jp": [
                        { "k": "とりかわ" }
                    ]
                },
                {
                    "zh": "雞腿",
                    "jp": [
                        { "k": "もも" }
                    ]
                },
                {
                    "zh": "雞心",
                    "jp": [
                        { "k": "ハツ" }
                    ]
                },
                {
                    "zh": "雞脖子",
                    "jp": [
                        { "k": "せせり" }
                    ]
                },
                {
                    "zh": "雞翅",
                    "jp": [
                        { "k": "手", "f": "て" },
                        { "k": "羽", "f": "ば" },
                        { "k": "先", "f": "さき" }
                    ]
                },
                {
                    "zh": "蔥",
                    "jp": [
                        { "k": "ねぎ" }
                    ]
                },
                {
                    "zh": "去...除去...",
                    "jp": [
                        { "k": "ぬきで" }
                    ]
                },
                {
                    "zh": "冰塊",
                    "jp": [
                        { "k": "氷", "f": "こおり" }
                    ]
                },
                {
                    "zh": "店員",
                    "jp": [
                        { "k": "店", "f": "てん" },
                        { "k": "員", "f": "いん" }
                    ]
                },
                {
                    "zh": "客人",
                    "jp": [
                        { "k": "お"},
                        { "k": "客", "f": "きゃく" },
                        { "k": "さん" },
                    ]
                }
            ]
        },
        {
            "caption": "單字三",
            "rows": [
                {
                    "zh": "上個月",
                    "jp": [
                        { "k": "先", "f": "せん" },
                        { "k": "月", "f": "げつ" }
                    ]
                },
                {
                    "zh": "下個月",
                    "jp": [
                        { "k": "来", "f": "らい" },
                        { "k": "月", "f": "げつ" }
                    ]
                },
                {
                    "zh": "這個月",
                    "jp": [
                        { "k": "今", "f": "こん" },
                        { "k": "月", "f": "げつ" }
                    ]
                },
                {
                    "zh": "週末",
                    "jp": [
                        { "k": "週", "f": "し[[small|ゅ]]う" },
                        { "k": "末", "f": "まつ" }
                    ]
                },
                {
                    "zh": "大學生",
                    "jp": [
                        { "k": "大", "f": "だい" },
                        { "k": "学", "f": "がく" },
                        { "k": "生", "f": "せい" }
                    ]
                },
                {
                    "zh": "高中生",
                    "jp": [
                        { "k": "高", "f": "こう" },
                        { "k": "校", "f": "こう" },
                        { "k": "生", "f": "せい" }
                    ]
                },
                {
                    "zh": "船",
                    "jp": [
                        { "k": "船", "f": "ふね" }
                    ]
                },
                {
                    "zh": "溫泉",
                    "jp": [
                        { "k": "温", "f": "おん" },
                        { "k": "泉", "f": "せん" }
                    ]
                },
                {
                    "zh": "高鐵",
                    "jp": [
                        { "k": "新", "f": "しん" },
                        { "k": "幹", "f": "かん" },
                        { "k": "線", "f": "せん" }
                    ]
                },
                {
                    "zh": "寺廟",
                    "jp": [
                        { "k": "お" },
                        { "k": "寺", "f": "てら" }
                    ]
                },
                {
                    "zh": "從、開始",
                    "jp": [
                        { "k": "から" }
                    ]
                },
                {
                    "zh": "左右",
                    "jp": [
                        { "k": "ごろ" }
                    ]
                },
                {
                    "zh": "進入",
                    "jp": [
                        { "k": "入", "f": "はい" },
                        { "k": "ります" }
                    ]
                },
                {
                    "zh": "結束",
                    "jp": [
                        { "k": "終", "f": "お" },
                        { "k": "わります" }
                    ]
                },
                {
                    "zh": "工作",
                    "jp": [
                        { "k": "働", "f": "はたら" },
                        { "k": "きます" }
                    ]
                },
                {
                    "zh": "學習、讀書",
                    "jp": [
                        { "k": "勉", "f": "べん" },
                        { "k": "強", "f": "き[[small|ょ]]う" },
                        { "k": "します" }
                    ]
                },
                {
                    "zh": "煙火",
                    "jp": [
                        { "k": "花", "f": "はな" },
                        { "k": "火", "f": "び" }
                    ]
                },
                {
                    "zh": "機車（台灣人講）",
                    "jp": [
                        { "k": "オートバイ" }
                    ]
                },
                {
                    "zh": "機車（日本人講）",
                    "jp": [
                        { "k": "バイク" }
                    ]
                },
                {
                    "zh": "廟會、祭典",
                    "jp": [
                        { "k": "お" },
                        { "k": "祭", "f": "まつ" },
                        { "k": "り" }
                    ]
                },
                {
                    "zh": "兜風、開車出遊",
                    "jp": [
                        { "k": "ドライブ" }
                    ]
                },
                {
                    "zh": "蛋糕",
                    "jp": [
                        { "k": "ケーキ" }
                    ]
                },
                {
                    "zh": "沙拉、生菜沙拉",
                    "jp": [
                        { "k": "サラダ" }
                    ]
                },
                {
                    "zh": "熊貓",
                    "jp": [
                        { "k": "パンダ" }
                    ]
                },
                {
                    "zh": "地下鐵",
                    "jp": [
                        { "k": "地", "f": "ち" },
                        { "k": "下", "f": "か" },
                        { "k": "鉄", "f": "てつ" }
                    ]
                },
                {
                    "zh": "腳踏車",
                    "jp": [
                        { "k": "自", "f": "じ" },
                        { "k": "転", "f": "てん" },
                        { "k": "車", "f": "しゃ" }
                    ]
                },
                {
                    "zh": "飛機",
                    "jp": [
                        { "k": "飛", "f": "ひ" },
                        { "k": "行", "f": "こう" },
                        { "k": "機", "f": "き" }
                    ]
                },
                {
                    "zh": "休假",
                    "jp": [
                        { "k": "休", "f": "やす" },
                        { "k": "み" }
                    ]
                },
                {
                    "zh": "春天",
                    "jp": [
                        { "k": "春", "f": "はる" }
                    ]
                }, {
                    "zh": "夏天",
                    "jp": [
                        { "k": "夏", "f": "なつ" }
                    ]
                }, {
                    "zh": "秋天",
                    "jp": [
                        { "k": "秋", "f": "あき" }
                    ]
                },
                {
                    "zh": "冬天",
                    "jp": [
                        { "k": "冬", "f": "ふゆ" }
                    ]
                },
                {
                    "zh": "通過、經過",
                    "jp": [
                        { "k": "通", "f": "とお" },
                        { "k": "ります" }
                    ]
                },
                {
                    "zh": "下面",
                    "jp": [
                        { "k": "下", "f": "した" }
                    ]
                },
                {
                    "zh": "橋",
                    "jp": [
                        { "k": "橋", "f": "はし" }
                    ]
                },
                {
                    "zh": "相反、反對",
                    "jp": [
                        { "k": "反", "f": "はん" },
                        { "k": "対", "f": "たい" }
                    ]
                },
                {
                    "zh": "對面",
                    "jp": [
                        { "k": "向", "f": "む" },
                        { "k": "こう" }
                    ]
                },
                {
                    "zh": "春假",
                    "jp": [
                        { "k": "春", "f": "はる" },
                        { "k": "休", "f": "やすみ" }
                    ]
                },
                {
                    "zh": "暑假",
                    "jp": [
                        { "k": "夏", "f": "なつ" },
                        { "k": "休", "f": "やすみ" }
                    ]
                },
                {
                    "zh": "秋假",
                    "jp": [
                        { "k": "秋", "f": "あき" },
                        { "k": "休", "f": "やすみ" }
                    ]
                },
                {
                    "zh": "寒假",
                    "jp": [
                        { "k": "冬", "f": "ふゆ" }, ,
                        { "k": "休", "f": "やすみ" }
                    ]
                },
                {
                    "zh": "可惜",
                    "jp": [
                        { "k": "惜", "f": "おし" },
                        { "k": "い" }, 
                    ]
                },
                {
                    "zh": "失望",
                    "jp": [
                        { "k": "残", "f": "ざん" }, ,
                        { "k": "念", "f": "ねん" }
                    ]
                }
            ]
        },
        {
            "caption": "方向",
            "rows": [
                {
                    "zh": "左邊",
                    "jp": [
                        { "k": "左", "f": "ひだり" }
                    ]
                },
                {
                    "zh": "右邊",
                    "jp": [
                        { "k": "右", "f": "みぎ" }
                    ]
                },
                {
                    "zh": "左側",
                    "jp": [
                        { "k": "左", "f": "ひだり" },
                        { "k": "側", "f": "がわ" }
                    ]
                },
                {
                    "zh": "右側",
                    "jp": [
                        { "k": "右", "f": "みぎ" },
                        { "k": "側", "f": "がわ" }
                    ]
                },
                {
                    "zh": "東邊",
                    "jp": [
                        { "k": "東", "f": "ひがし" }
                    ]
                },
                {
                    "zh": "西邊",
                    "jp": [
                        { "k": "西", "f": "にし" }
                    ]
                },
                {
                    "zh": "南邊",
                    "jp": [
                        { "k": "南", "f": "みなみ" }
                    ]
                },
                {
                    "zh": "北邊",
                    "jp": [
                        { "k": "北", "f": "きた" }
                    ]
                },
                {
                    "zh": "直直走",
                    "jp": [
                        { "k": "まっすぐ" }
                    ]
                }
            ]
        },
        {
            "caption": "節日",
            "rows": [
                {
                    "zh": "除夕",
                    "jp": [
                        { "k": "お" },
                        { "k": "大", "f": "お" },
                        { "k": "晦", "f": "みそ" },
                        { "k": "日", "f": "か" }
                    ]
                },
                {
                    "zh": "過年（正月）",
                    "jp": [
                        { "k": "お" },
                        { "k": "正", "f": "しょう" },
                        { "k": "月", "f": "がつ" }
                    ]
                },
                {
                    "zh": "新年",
                    "jp": [
                        { "k": "新", "f": "しん" },
                        { "k": "年", "f": "ねん" }
                    ]
                },
                {
                    "zh": "生日",
                    "jp": [
                        { "k": "誕", "f": "たん" },
                        { "k": "生", "f": "じ[[small|ょ]]う" },
                        { "k": "日", "f": "び" }
                    ]
                },
                {
                    "zh": "結婚紀念日",
                    "jp": [
                        { "k": "結", "f": "けっ" },
                        { "k": "婚", "f": "こん" },
                        { "k": "記", "f": "き" },
                        { "k": "念", "f": "ねん" },
                        { "k": "日", "f": "び" }
                    ]
                },
                {
                    "zh": "父親節",
                    "jp": [
                        { "k": "父", "f": "ちち" },
                        { "k": "の" },
                        { "k": "日", "f": "ひ" }
                    ]
                },
                {
                    "zh": "母親節",
                    "jp": [
                        { "k": "母", "f": "はは" },
                        { "k": "の" },
                        { "k": "日", "f": "ひ" }
                    ]
                },
                {
                    "zh": "聖誕節",
                    "jp": [
                        { "k": "クリスマス" }
                    ]
                },
                {
                    "zh": "西洋情人節（2/14）",
                    "jp": [
                        { "k": "バレンタインデー" }
                    ]
                },
                {
                    "zh": "七夕（7/7）",
                    "jp": [
                        { "k": "たなばた" }
                    ]
                }
            ]
        },
        {
            "caption": "單字二",
            "rows": [
                {
                    "zh": "久等了",
                    "jp": [
                        { "k": "お" },
                        { "k": "待", "f": "ま" },
                        { "k": "たせしました" },
                    ]
                },
                {
                    "zh": "塑膠袋",
                    "jp": [
                        { "k": "レジ" },
                        { "k": "袋", "f": "ぶくろ" }
                    ]
                },
                {
                    "zh": "集點卡",
                    "jp": [
                        { "k": "ポイントカード" }
                    ]
                },
                {
                    "zh": "請加油",
                    "jp": [
                        { "k": "頑", "f": "がん" },
                        { "k": "張", "f": "ば[[small|っ]]" },
                        { "k": "てください" }
                    ]
                },
                {
                    "zh": "好的，會加油的",
                    "jp": [
                        { "k": "はい" },
                        { "k": "。" },
                        { "k": "頑", "f": "がん" },
                        { "k": "張", "f": "ば" },
                        { "k": "ります" }
                    ]
                },
                {
                    "zh": "水果",
                    "jp": [
                        { "k": "果", "f": "くだ" },
                        { "k": "物", "f": "もの" }
                    ]
                },
                {
                    "zh": "蔬菜",
                    "jp": [
                        { "k": "野", "f": "や" },
                        { "k": "菜", "f": "さい" }
                    ]
                },
                {
                    "zh": "咖哩",
                    "jp": [
                        { "k": "カレー" }
                    ]
                },
                {
                    "zh": "清酒",
                    "jp": [
                        { "k": "お" },
                        { "k": "酒", "f": "さけ" }
                    ]
                },
                {
                    "zh": "錢",
                    "jp": [
                        { "k": "お" },
                        { "k": "金", "f": "かね" }
                    ]
                },
                {
                    "zh": "公園",
                    "jp": [
                        { "k": "公", "f": "こう" },
                        { "k": "園", "f": "えん" }
                    ]
                },
                {
                    "zh": "午餐",
                    "jp": [
                        { "k": "昼", "f": "ひる" },
                        { "k": "はん" }
                    ]
                },
                {
                    "zh": "晚餐",
                    "jp": [
                        { "k": "晩", "f": "ばん" },
                        { "k": "ごはん" }
                    ]
                },
                {
                    "zh": "點餐",
                    "jp": [
                        { "k": "注", "f": "ちゅう" },
                        { "k": "文", "f": "もん" }
                    ]
                },
                {
                    "zh": "結帳",
                    "jp": [
                        { "k": "会", "f": "かい" },
                        { "k": "計", "f": "けい" }
                    ]
                },
                {
                    "zh": "結帳",
                    "jp": [
                        { "k": "勘", "f": "かん" },
                        { "k": "定", "f": "じょう" }
                    ]
                },
                {
                    "zh": "預訂",
                    "jp": [
                        { "k": "予", "f": "よ" },
                        { "k": "約", "f": "やく" }
                    ]
                },
                {
                    "zh": "現金",
                    "jp": [
                        { "k": "現", "f": "げん" },
                        { "k": "金", "f": "きん" }
                    ]
                },
                {
                    "zh": "信用卡",
                    "jp": [
                        { "k": "クレジ[[small|ッ]]トカード" }
                    ]
                },
                {
                    "zh": "有攜帶嗎？",
                    "jp": [
                        { "k": "お" },
                        { "k": "持", "f": "も" },
                        { "k": "ちですか" }
                    ]
                },
                {
                    "zh": "需要嗎？",
                    "jp": [,
                        { "k": "ご" },
                        { "k": "利", "f": "り" },
                        { "k": "用", "f": "よう" },
                        { "k": "ですか" }
                    ]
                },
                {
                    "zh": "加熱",
                    "jp": [
                        { "k": "温", "f": "あたた" },
                        { "k": "めます" }
                    ]
                },
                {
                    "zh": "外帶",
                    "jp": [
                        { "k": "持", "f": "も" },
                        { "k": "ち" },
                        { "k": "帰", "f": "かえ" },
                        { "k": "り" }
                    ]
                },
                {
                    "zh": "現在",
                    "jp": [
                        { "k": "今", "f": "いま" }
                    ]
                },
                {
                    "zh": "上午",
                    "jp": [
                        { "k": "午", "f": "ご" },
                        { "k": "前", "f": "ぜん" }
                    ]
                },
                {
                    "zh": "下午",
                    "jp": [
                        { "k": "午", "f": "ご" },
                        { "k": "後", "f": "ご" }
                    ]
                },
                {
                    "zh": "上週",
                    "jp": [
                        { "k": "先", "f": "せん" },
                        { "k": "週", "f": "し[[small|ゅ]]う" }
                    ]
                },
                {
                    "zh": "這週",
                    "jp": [
                        { "k": "今", "f": "こん" },
                        { "k": "週", "f": "しゅう" }
                    ]
                },
                {
                    "zh": "下週",
                    "jp": [
                        { "k": "来", "f": "らい" },
                        { "k": "週", "f": "し[[small|ゅ]]う" }
                    ]
                },
                {
                    "zh": "每週",
                    "jp": [
                        { "k": "毎", "f": "まい" },
                        { "k": "週", "f": "し[[small|ゅ]]う" }
                    ]
                },
                {
                    "zh": "昨天",
                    "jp": [
                        { "k": "きのう" }
                    ]
                },
                {
                    "zh": "起床",
                    "jp": [
                        { "k": "起", "f": "お" },
                        { "k": "きます" }
                    ]
                },
                {
                    "zh": "睡覺",
                    "jp": [
                        { "k": "寝", "f": "ね" },
                        { "k": "ます" }
                    ]
                },
                {
                    "zh": "電器行",
                    "jp": [
                        { "k": "電", "f": "でん" },
                        { "k": "気", "f": "き" },
                        { "k": "屋", "f": "や" }
                    ]
                },
                {
                    "zh": "營業",
                    "jp": [
                        { "k": "営", "f": "えい" },
                        { "k": "業", "f": "ぎょう" },
                        { "k": "します" }
                    ]
                },
                {
                    "zh": "休假、休息、請假",
                    "jp": [
                        { "k": "休", "f": "やす" },
                        { "k": "みます" }
                    ]
                },
                {
                    "zh": "今天",
                    "jp": [
                        { "k": "今日", "f": "きょう" }
                    ]
                },
                {
                    "zh": "明天",
                    "jp": [
                        { "k": "明日", "f": "あした" }
                    ]
                },
                {
                    "zh": "早上",
                    "jp": [
                        { "k": "朝", "f": "あさ" }
                    ]
                },
                {
                    "zh": "中午",
                    "jp": [
                        { "k": "昼", "f": "ひる" }
                    ]
                },
                {
                    "zh": "晚上",
                    "jp": [
                        { "k": "晩", "f": "ばん" }
                    ]
                },
                {
                    "zh": "好吃、好喝",
                    "jp": [
                        { "k": "うまい" }
                    ]
                },
                {
                    "zh": "好吃、好喝(限男生講)",
                    "jp": [
                        { "k": "うめ～" }
                    ]
                },
                {
                    "zh": "還可以(各種事物、吃都可以用)",
                    "jp": [
                        { "k": "まあまあ" }
                    ]
                },
                {
                    "zh": "台灣茶葉",
                    "jp": [
                        { "k": "台", "f": "たい" },
                        { "k": "湾", "f": "わん" },
                        { "k": "お" },
                        { "k": "茶", "f": "ちゃ" }
                    ]
                },
                {
                    "zh": "法國",
                    "jp": [
                        { "k": "フランス" }
                    ]
                },
                {
                    "zh": "葡萄酒",
                    "jp": [
                        { "k": "ワイン" }
                    ]
                },
                {
                    "zh": "三得利",
                    "jp": [
                        { "k": "サントリー" }
                    ]
                },
                {
                    "zh": "啤酒",
                    "jp": [
                        { "k": "ビール" }
                    ]
                },
                {
                    "zh": "樂天",
                    "jp": [
                        { "k": "ロ[[small|ッ]]テ" }
                    ]
                },
                {
                    "zh": "巧克力",
                    "jp": [
                        { "k": "チョコレート" }
                    ]
                },
                {
                    "zh": "請重講",
                    "jp": [
                        { "k": "言", "f": "い" },
                        { "k": "い"},
                        { "k": "直", "f": "なお" },
                        { "k": "してください"}
                    ]
                },
                {
                    "zh": "便利商店",
                    "jp": [
                        { "k": "コンビニ" }
                    ]
                },
                {
                    "zh": "超市",
                    "jp": [
                        { "k": "スーパー" }
                    ]
                },
                {
                    "zh": "大廳",
                    "jp": [
                        { "k": "ロビー" }
                    ]
                },
                {
                    "zh": "百貨公司",
                    "jp": [
                        { "k": "デパート" }
                    ]
                },
                {
                    "zh": "服務台、櫃台",
                    "jp": [
                        { "k": "受", "f": "うけ" },
                        { "k": "付", "f": "つけ" }
                    ]
                },
                {
                    "zh": "熱茶",
                    "jp": [
                        { "k": "お" },
                        { "k": "茶", "f": "ちゃ" }
                    ]
                },
                {
                    "zh": "巧克力",
                    "jp": [
                        { "k": "チ[[small|ョ]]コレート" }
                    ]
                },
                {
                    "zh": "日元",
                    "jp": [
                        { "k": "日", "f": "に" },
                        { "k": "本", "f": "ほん" },
                        { "k": "円", "f": "えん" }
                    ]
                },
                {
                    "zh": "台幣",
                    "jp": [
                        { "k": "台", "f": "たい" },
                        { "k": "湾", "f": "わん" },
                        { "k": "元", "f": "げん" }
                    ]
                },
                {
                    "zh": "鹽",
                    "jp": [
                        { "k": "塩", "f": "しお" }
                    ]
                },
                {
                    "zh": "支付方法",
                    "jp": [
                        { "k": "支", "f": "しは" },
                        { "k": "払", "f": "ら" },
                        { "k": "い" },
                        { "k": "方", "f": "ほう" },
                        { "k": "法", "f": "ほう" }
                    ]
                },
                {
                    "zh": "現金",
                    "jp": [
                        { "k": "現", "f": "げん" },
                        { "k": "金", "f": "きん" }
                    ]
                },
                {
                    "zh": "收據",
                    "jp": [
                        { "k": "領", "f": "り[[small|ょ]]う" },
                        { "k": "収", "f": "しゅう" }, 
                        { "k": "書", "f": "しょう" },
                    ]
                },
                {
                    "zh": "購買數量",
                    "jp": [
                        { "k": "買", "f": "か" },
                        { "k": "い"},
                        { "k": "上", "f": "あ" },
                        { "k": "げ" },
                        { "k": "点", "f": "てん" },
                        { "k": "数", "f": "すう" }
                    ]
                },
                {
                    "zh": "謝謝下次再度光臨",
                    "jp": [
                        { "k": "毎", "f": "まい" },
                        { "k": "度", "f": "ど" },
                        { "k": "ありがとうございます"}
                    ]
                },
                {
                    "zh": "飲料",
                    "jp": [
                        { "k": "ドリンク" }
                    ]
                },
                {
                    "zh": "有氣飲料",
                    "jp": [
                        { "k": "ソフトドリンク" }
                    ]
                },
                {
                    "zh": "日本料理",
                    "jp": [
                        { "k": "日", "f": "に" },
                        { "k": "本", "f": "ほん" },
                        { "k": "料", "f": "り[[small|ょ]]" },
                        { "k": "理", "f": "うり" }
                    ]
                },
                {
                    "zh": "中華料理",
                    "jp": [
                        { "k": "中", "f": "ち[[small|ゅ]]" },
                        { "k": "華", "f": "うか" },
                        { "k": "料", "f": "り[[small|ょ]]" },
                        { "k": "理", "f": "うり" }
                    ]
                },
                {
                    "zh": "韓國料理",
                    "jp": [
                        { "k": "韓", "f": "かん" },
                        { "k": "国", "f": "こく" },
                        { "k": "料", "f": "り[[small|ょ]]" },
                        { "k": "理", "f": "うり" }
                    ]
                },
                {
                    "zh": "台灣料理",
                    "jp": [
                        { "k": "台", "f": "たい" },
                        { "k": "湾", "f": "わん" },
                        { "k": "料", "f": "り[[small|ょ]]" },
                        { "k": "理", "f": "うり" }
                    ]
                },
                {
                    "zh": "泰國料理",
                    "jp": [
                        { "k": "タイ" },
                        { "k": "料", "f": "り[[small|ょ]]" },
                        { "k": "理", "f": "うり" }
                    ]
                }, ,
                {
                    "zh": "越南料理",
                    "jp": [
                        { "k": "ベトナム" },
                        { "k": "料", "f": "り[[small|ょ]]" },
                        { "k": "理", "f": "うり" }
                    ]
                },
                {
                    "zh": "男",
                    "jp": [
                        { "k": "男", "f": "おとこ" }
                    ]
                },
                {
                    "zh": "女",
                    "jp": [
                        { "k": "女", "f": "おんな" }
                    ]
                },
                {
                    "zh": "料理",
                    "jp": [
                        { "k": "料", "f": "り[[small|ょ]]" },
                        { "k": "理", "f": "うり" }
                    ]
                },
                {
                    "zh": "店",
                    "jp": [
                        { "k": "店", "f": "みせ" }
                    ]
                },
                {
                    "zh": "沙瓦",
                    "jp": [
                        { "k": "サワー" }
                    ]
                },
                {
                    "zh": "梅酒",
                    "jp": [
                        { "k": "梅", "f": "うめ" },
                        { "k": "酒", "f": "しゅ" },
                        { "k": "サワー"}
                    ]
                },
                {
                    "zh": "可爾必思沙瓦",
                    "jp": [
                        { "k": "カルピスサワー" }
                    ]
                },
                {
                    "zh": "總是",
                    "jp": [
                        { "k": "いつも" }
                    ]
                },
                {
                    "zh": "什麼",
                    "jp": [
                        { "k": "何", "f": "なに" }
                    ]
                },
                {
                    "zh": "有時候",
                    "jp": [
                        { "k": "ときどき"}
                    ]
                },
                {
                    "zh": "然後",
                    "jp": [
                        { "k": "それから" }
                    ]
                },
                {
                    "zh": "夜晚",
                    "jp": [
                        { "k": "夜", "f": "よる" }
                    ]
                }
            ]
        },
        {
            "caption": "動詞",
            "rows": [
                {
                    "zh": "吃",
                    "jp": [
                        { "k": "食", "f": "た" },
                        { "k": "べます" }
                    ]
                },
                {
                    "zh": "喝",
                    "jp": [
                        { "k": "飲", "f": "の" },
                        { "k": "みます" }
                    ]
                },
                {
                    "zh": "買",
                    "jp": [
                        { "k": "買", "f": "か" },
                        { "k": "います" }
                    ]
                },
                {
                    "zh": "看",
                    "jp": [
                        { "k": "見", "f": "み" },
                        { "k": "ます" }
                    ]
                },
                {
                    "zh": "讀、看",
                    "jp": [
                        { "k": "読", "f": "よ" },
                        { "k": "みます" }
                    ]
                },
                {
                    "zh": "聽、問",
                    "jp": [
                        { "k": "聞", "f": "き" },
                        { "k": "きます" }
                    ]
                },
                {
                    "zh": "做",
                    "jp": [
                        { "k": "します" }
                    ]
                }
            ]
        },
        {
            "caption": "興趣",
            "rows": [
                {
                    "zh": "興趣",
                    "jp": [
                        { "k": "趣", "f": "しゅ" },
                        { "k": "味", "f": "み" }
                    ]
                },
                {
                    "zh": "聽音樂",
                    "jp": [
                        { "k": "音", "f": "おん" },
                        { "k": "楽", "f": "がく" }, 
                        { "k": "を" },
                        { "k": "聞", "f": "き" },
                        { "k": "く" },
                        { "k": "事", "f": "こと" },
                        { "k": "です" },
                    ]
                },
                {
                    "zh": "看電影",
                    "jp": [
                        { "k": "映", "f": "えい" },
                        { "k": "画", "f": "が" },
                        { "k": "を" },
                        { "k": "見", "f": "み" },
                        { "k": "る" },
                        { "k": "事", "f": "こと" },
                        { "k": "です" },
                    ]
                },
                {
                    "zh": "看書",
                    "jp": [
                        { "k": "本", "f": "ほん" },
                        { "k": "を" },
                        { "k": "読", "f": "よ" },
                        { "k": "む" }, 
                        { "k": "事", "f": "こと" },
                        { "k": "です" }
                    ]
                },
                {
                    "zh": "旅行",
                    "jp": [
                        { "k": "旅", "f": "りょ" },
                        { "k": "行", "f": "こう" },
                        { "k": "をする" },
                        { "k": "事", "f": "こと" },
                        { "k": "です" }
                    ]
                },
                {
                    "zh": "運動",
                    "jp": [
                        { "k": "運", "f": "うん" },
                        { "k": "動", "f": "どう" },
                        { "k": "をする" },
                        { "k": "事", "f": "こと" },
                        { "k": "です" }
                    ]
                },
                {
                    "zh": "運動",
                    "jp": [
                        { "k": "スポーツをする" },
                        { "k": "事", "f": "こと" },
                        { "k": "です" }
                    ]
                },
                {
                    "zh": "唱歌",
                    "jp": [
                        { "k": "歌", "f": "うた" },
                        { "k": "を" },
                        { "k": "歌", "f": "たう" },
                        { "k": "う" },
                        { "k": "事", "f": "こと" },
                        { "k": "です" }
                    ]
                },
                {
                    "zh": "購物",
                    "jp": [
                        { "k": "ショ[[small|ッ]]ピングをする" },
                        { "k": "事", "f": "こと" },
                        { "k": "です" }
                    ]
                },
                {
                    "zh": "電影",
                    "jp": [
                        { "k": "映", "f": "えい" },
                        { "k": "画", "f": "が" }
                    ]
                },
                {
                    "zh": "音樂",
                    "jp": [
                        { "k": "音", "f": "おん" },
                        { "k": "楽", "f": "がく" }
                    ]
                },
                {
                    "zh": "運動",
                    "jp": [
                        { "k": "運", "f": "うん" },
                        { "k": "動", "f": "どう" }
                    ]
                },
                {
                    "zh": "運動",
                    "jp": [
                        { "k": "スポーツ" }
                    ]
                },
                {
                    "zh": "歌",
                    "jp": [
                        { "k": "歌", "f": "うた" }
                    ]
                },
                {
                    "zh": "動漫",
                    "jp": [
                        { "k": "アニメ" }
                    ]
                },
                {
                    "zh": "相機",
                    "jp": [
                        { "k": "カメラ" }
                    ]
                },
                {
                    "zh": "包包",
                    "jp": [
                        { "k": "かばん" }
                    ]
                },
                {
                    "zh": "購物",
                    "jp": [
                        { "k": "ショッピング" }
                    ]
                }
            ]
        },
        {
            "caption": "單字一",
            "rows": [
                {
                    "zh": "李",
                    "jp": [
                        { "k": "李", "f": "り" }
                    ]
                },
                {
                    "zh": "黃",
                    "jp": [
                        { "k": "黄", "f": "こう" }
                    ]
                },
                {
                    "zh": "何",
                    "jp": [
                        { "k": "何", "f": "か" }
                    ]
                },
                {
                    "zh": "蔡",
                    "jp": [
                        { "k": "蔡", "f": "さい" }
                    ]
                },
                {
                    "zh": "林",
                    "jp": [
                        { "k": "林", "f": "りん" }
                    ]
                },
                {
                    "zh": "張",
                    "jp": [
                        { "k": "張", "f": "ちょう" }
                    ]
                },
                {
                    "zh": "陳",
                    "jp": [
                        { "k": "陳", "f": "ちん" }
                    ]
                },
                {
                    "zh": "台灣人",
                    "jp": [
                        { "k": "台", "f": "たい" },
                        { "k": "湾", "f": "わん" },
                        { "k": "人", "f": "じん" }
                    ]
                },
                {
                    "zh": "日本人",
                    "jp": [
                        { "k": "日", "f": "に" },
                        { "k": "本", "f": "ほん" },
                        { "k": "人", "f": "じん" }
                    ]
                },
                {
                    "zh": "韓國人",
                    "jp": [
                        { "k": "韓", "f": "かん" },
                        { "k": "国", "f": "こく" },
                        { "k": "人", "f": "じん" }
                    ]
                },
                {
                    "zh": "中國人",
                    "jp": [
                        { "k": "中", "f": "ちゅう" },
                        { "k": "国", "f": "ごく" },
                        { "k": "人", "f": "じん" }
                    ]
                },
                {
                    "zh": "越南人",
                    "jp": [
                        { "k": "越", "f": "べト" },
                        { "k": "南", "f": "ナム" },
                        { "k": "人", "f": "じん" }
                    ]
                },
                {
                    "zh": "老師",
                    "jp": [
                        { "k": "先", "f": "せん" },
                        { "k": "生", "f": "せい" }
                    ]
                },
                {
                    "zh": "大學生",
                    "jp": [
                        { "k": "大", "f": "だい" },
                        { "k": "学", "f": "がく" },
                        { "k": "生", "f": "せい" }
                    ]
                },
                {
                    "zh": "工程師",
                    "jp": [
                        { "k": "エンジニア", "f": "エンジニア" }
                    ]
                },
                {
                    "zh": "公司職員",
                    "jp": [
                        { "k": "会", "f": "かい" },
                        { "k": "社", "f": "しゃ" },
                        { "k": "員", "f": "いん" }
                    ]
                },
                {
                    "zh": "銀行員",
                    "jp": [
                        { "k": "銀", "f": "ぎん" },
                        { "k": "行", "f": "こう" },
                        { "k": "員", "f": "いん" }
                    ]
                },
                {
                    "zh": "家庭主婦",
                    "jp": [
                        { "k": "家", "f": "か" },
                        { "k": "庭", "f": "てい" },
                        { "k": "主", "f": "しゅ" },
                        { "k": "婦", "f": "ふ" }
                    ]
                },
                {
                    "zh": "我(男生用)",
                    "jp": [
                        { "k": "僕", "f": "ぼく" }
                    ]
                },
                {
                    "zh": "我(男生用，不禮貌說法盡量不要用)",
                    "jp": [
                        { "k": "俺", "f": "おれ" }
                    ]
                },
                {
                    "zh": "他",
                    "jp": [
                        { "k": "彼", "f": "かれ" }
                    ]
                },
                {
                    "zh": "智慧型手機",
                    "jp": [
                        { "k": "スマホ"}
                    ]
                },
                {
                    "zh": "電話",
                    "jp": [
                        { "k": "電", "f": "でん" },
                        { "k": "話", "f": "わ" }
                    ]
                },
                {
                    "zh": "電車",
                    "jp": [
                        { "k": "電", "f": "でん" },
                        { "k": "車", "f": "しゃ" }
                    ]
                },
                {
                    "zh": "水",
                    "jp": [
                        { "k": "水", "f": "みず" }
                    ]
                },
                {
                    "zh": "果汁",
                    "jp": [
                        { "k": "ジュース"}
                    ]
                },
                {
                    "zh": "紅茶",
                    "jp": [
                        { "k": "紅", "f": "こう" },
                        { "k": "茶", "f": "ちゃ" }
                    ]
                },
                {
                    "zh": "啤酒",
                    "jp": [
                        { "k": "ビール"}
                    ]
                },
                {
                    "zh": "姓名",
                    "jp": [
                        { "k": "名", "f": "な" },
                        { "k": "前", "f": "まえ" }
                    ]
                },
                {
                    "zh": "國家",
                    "jp": [
                        { "k": "国", "f": "くに" }
                    ]
                },
                {
                    "zh": "初次見面",
                    "jp": [
                        { "k": "初", "f": "はじ" },
                        { "k": "めまして"}
                    ]
                },
                {
                    "zh": "下週見",
                    "jp": [
                        { "k": "また"},
                        { "k": "来", "f": "らい" },
                        { "k": "週", "f": "しゅう" }
                    ]
                },
                {
                    "zh": "空姐CA",
                    "jp": [
                        { "k": "シエ" }
                    ]
                },
                {
                    "zh": "社會人士",
                    "jp": [
                        { "k": "社", "f": "しゃ" },
                        { "k": "会", "f": "かい" },
                        { "k": "人", "f": "じん" }
                    ]
                },
                {
                    "zh": "學生",
                    "jp": [
                        { "k": "学", "f": "がく" },
                        { "k": "生", "f": "せい" }
                    ]
                },
                {
                    "zh": "朋友",
                    "jp": [
                        { "k": "友", "f": "とも" },
                        { "k": "達", "f": "だち" }
                    ]
                },
                {
                    "zh": "同事",
                    "jp": [
                        { "k": "同", "f": "どう" },
                        { "k": "僚", "f": "りょう" }
                    ]
                },
                {
                    "zh": "女朋友",
                    "jp": [
                        { "k": "彼", "f": "かの" },
                        { "k": "女", "f": "じょ" }
                    ]
                },
                {
                    "zh": "男朋友",
                    "jp": [
                        { "k": "彼", "f": "かれ" },
                        { "k": "氏", "f": "し" }
                    ]
                },
                {
                    "zh": "出門了",
                    "jp": [
                        { "k": "いってきます"}
                    ]
                },
                {
                    "zh": "慢走",
                    "jp": [
                        { "k": "いってらっしゃい"}
                    ]
                },
                {
                    "zh": "我回來了",
                    "jp": [
                        { "k": "ただいま"}
                    ]
                },
                {
                    "zh": "你回來了",
                    "jp": [
                        { "k": "お"},
                        { "k": "帰", "f": "かえ" },
                        { "k": "りなさい"}
                    ]
                },
                {
                    "zh": "家",
                    "jp": [
                        { "k": "家", "f": "いえ" }
                    ]
                },
                {
                    "zh": "車站",
                    "jp": [
                        { "k": "駅", "f": "えき" }
                    ]
                },
                {
                    "zh": "壽司",
                    "jp": [
                        { "k": "寿", "f": "す" },
                        { "k": "司", "f": "し" }
                    ]
                },
                {
                    "zh": "花",
                    "jp": [
                        { "k": "花", "f": "はな" }
                    ]
                },
                {
                    "zh": "車",
                    "jp": [
                        { "k": "車", "f": "くるま" }
                    ]
                },
                {
                    "zh": "浴缸",
                    "jp": [
                        { "k": "風", "f": "ふ" },
                        { "k": "呂", "f": "ろ" }
                    ]
                },
                {
                    "zh": "書",
                    "jp": [
                        { "k": "本", "f": "ほん" }
                    ]
                },
                {
                    "zh": "我",
                    "jp": [
                        { "k": "私", "f": "わたし" }
                    ]
                },
                {
                    "zh": "家人",
                    "jp": [
                        { "k": "家", "f": "か" },
                        { "k": "族", "f": "ぞく" }
                    ]
                }, ,
                {
                    "zh": "學生",
                    "jp": [
                        { "k": "学", "f": "がく" },
                        { "k": "生", "f": "せい" }
                    ]
                },
                {
                    "zh": "便當",
                    "jp": [
                        { "k": "弁", "f": "べん" },
                        { "k": "当", "f": "とう" }
                    ]
                },
                {
                    "zh": "散步",
                    "jp": [
                        { "k": "散", "f": "さん" },
                        { "k": "歩", "f": "ぽ" }
                    ]
                },
                {
                    "zh": "鉛筆",
                    "jp": [
                        { "k": "鉛", "f": "えん" },
                        { "k": "筆", "f": "ぴつ" }
                    ]
                },
                {
                    "zh": "前輩",
                    "jp": [
                        { "k": "先", "f": "せん" },
                        { "k": "輩", "f": "ぱい" }
                    ]
                },
                {
                    "zh": "百",
                    "jp": [
                        { "k": "百", "f": "ひゃく" }
                    ]
                },
                {
                    "zh": "料理",
                    "jp": [
                        { "k": "料", "f": "りょう" },
                        { "k": "理", "f": "り" }
                    ]
                },
                {
                    "zh": "旅行",
                    "jp": [
                        { "k": "旅", "f": "りょ" },
                        { "k": "行", "f": "こう" }
                    ]
                },
                {
                    "zh": "有精神、有朝氣",
                    "jp": [
                        { "k": "元", "f": "げん" },
                        { "k": "気", "f": "き" }
                    ]
                },
                {
                    "zh": "大學",
                    "jp": [
                        { "k": "大", "f": "だい" },
                        { "k": "学", "f": "がく" }
                    ]
                },
                {
                    "zh": "砂糖",
                    "jp": [
                        { "k": "砂", "f": "さ" },
                        { "k": "糖", "f": "とう" }
                    ]
                },
                {
                    "zh": "日文",
                    "jp": [
                        { "k": "日", "f": "に" },
                        { "k": "本", "f": "ほん" },
                        { "k": "語", "f": "ご" }
                    ]
                }, {
                    "zh": "台語",
                    "jp": [
                        { "k": "台", "f": "たい" },
                        { "k": "湾", "f": "わん" },
                        { "k": "語", "f": "ご" }
                    ]
                },
                {
                    "zh": "中文",
                    "jp": [
                        { "k": "中", "f": "ちゅう" },
                        { "k": "国", "f": "ごく" },
                        { "k": "語", "f": "ご" }
                    ]
                },
                {
                    "zh": "中文",
                    "jp": [
                        { "k": "北", "f": "ぺ" },
                        { "k": "京", "f": "きん" },
                        { "k": "語", "f": "ご" }
                    ]
                },
                {
                    "zh": "韓文",
                    "jp": [
                        { "k": "韓", "f": "かん" },
                        { "k": "国", "f": "こく" },
                        { "k": "語", "f": "ご" }
                    ]
                },
                {
                    "zh": "英文",
                    "jp": [
                        { "k": "英", "f": "えい" },
                        { "k": "語", "f": "ご" }
                    ]
                },
                {
                    "zh": "日本製",
                    "jp": [
                        { "k": "日", "f": "に" },
                        { "k": "本", "f": "ほん" },
                        { "k": "製", "f": "せい" }
                    ]
                },
                {
                    "zh": "台灣製",
                    "jp": [
                        { "k": "台", "f": "たい" },
                        { "k": "湾", "f": "わん" },
                        { "k": "製", "f": "せい" }
                    ]
                },
                {
                    "zh": "中國製",
                    "jp": [
                        { "k": "中", "f": "ちゅう" },
                        { "k": "国", "f": "ごく" },
                        { "k": "製", "f": "せい" }
                    ]
                },
                {
                    "zh": "韓國製",
                    "jp": [
                        { "k": "韓", "f": "かん" },
                        { "k": "国", "f": "こく" },
                        { "k": "製", "f": "せい" }
                    ]
                },
                {
                    "zh": "越南製",
                    "jp": [
                        { "k": "越", "f": "べト" },
                        { "k": "南", "f": "ナム" },
                        { "k": "製", "f": "せい" }
                    ]
                },
                {
                    "zh": "德國製",
                    "jp": [
                        { "k": "ドイツ"},
                        { "k": "製", "f": "せい" }
                    ]
                },
                {
                    "zh": "肉",
                    "jp": [
                        { "k": "肉", "f": "にく" }
                    ]
                },
                {
                    "zh": "雞肉",
                    "jp": [
                        { "k": "とり"},
                        { "k": "肉", "f": "にく" }
                    ]
                },
                {
                    "zh": "豬肉",
                    "jp": [
                        { "k": "豚", "f": "ぶた" },
                        { "k": "肉", "f": "にく" }
                    ]
                },
                {
                    "zh": "牛肉",
                    "jp": [
                        { "k": "牛", "f": "ぎゅう" },
                        { "k": "肉", "f": "にく" }
                    ]
                },
                {
                    "zh": "烏龍麵",
                    "jp": [
                        { "k": "うどん"}
                    ]
                },
                {
                    "zh": "拉麵",
                    "jp": [
                        { "k": "ラーメン"}
                    ]
                },
                {
                    "zh": "親子丼",
                    "jp": [
                        { "k": "おやこどん"}
                    ]
                },
                {
                    "zh": "炸豬排丼",
                    "jp": [
                        { "k": "カツ"},
                        { "k": "丼", "f": "どん" }
                    ]
                },
                {
                    "zh": "牛丼",
                    "jp": [
                        { "k": "牛", "f": "ぎゅう" },
                        { "k": "丼", "f": "どん" }
                    ]
                },
                {
                    "zh": "炸蝦丼",
                    "jp": [
                        { "k": "天", "f": "てん" },
                        { "k": "丼", "f": "どん" }
                    ]
                },
                {
                    "zh": "關東煮",
                    "jp": [
                        { "k": "おでん"}
                    ]
                },
                {
                    "zh": "鳳梨酥",
                    "jp": [
                        { "k": "パイナップルケーキ"}
                    ]
                },
                {
                    "zh": "伴手禮",
                    "jp": [
                        { "k": "お", "f": "お" },
                        { "k": "土", "f": "み" },
                        { "k": "産", "f": "やげ" }
                    ]
                },
                {
                    "zh": "禮物",
                    "jp": [
                        { "k": "プレゼント"}
                    ]
                },
                {
                    "zh": "雜誌",
                    "jp": [
                        { "k": "雑", "f": "ざ[[small|つ]]" },
                        { "k": "誌", "f": "し" }
                    ]
                },
                {
                    "zh": "烏龍茶",
                    "jp": [
                        { "k": "ウー口ン"},
                        { "k": "茶", "f": "ちゃ" }
                    ]
                },
                {
                    "zh": "綠茶",
                    "jp": [
                        { "k": "緑", "f": "りょく" },
                        { "k": "茶", "f": "ちゃ" }
                    ]
                },
                {
                    "zh": "咖啡",
                    "jp": [
                        { "k": "コーヒー"}
                    ]
                },
                {
                    "zh": "游泳",
                    "jp": [
                        { "k": "水", "f": "すい" },
                        { "k": "泳", "f": "えい" }
                    ]
                },
                {
                    "zh": "不，不是的",
                    "jp": [
                        { "k": "違", "f": "ちが" },
                        { "k": "います"}
                    ]
                },
                {
                    "zh": "超市",
                    "jp": [
                        { "k": "スーパ", "f": "スーパ" }
                    ]
                },
                {
                    "zh": "料理",
                    "jp": [
                        { "k": "料", "f": "りょう" },
                        { "k": "理", "f": "り" }
                    ]
                },
                {
                    "zh": "店",
                    "jp": [
                        { "k": "店", "f": "みせ" }
                    ]
                },
                {
                    "zh": "蔬果店",
                    "jp": [
                        { "k": "八", "f": "や" },
                        { "k": "百", "f": "お" },
                        { "k": "屋", "f": "や" }
                    ]
                },
                {
                    "zh": "書店",
                    "jp": [
                        { "k": "本", "f": "ほん" },
                        { "k": "屋", "f": "や" }
                    ]
                },
                {
                    "zh": "鞋店",
                    "jp": [
                        { "k": "靴", "f": "くつ" },
                        { "k": "屋", "f": "や" }
                    ]
                },
                {
                    "zh": "麵包店",
                    "jp": [
                        { "k": "パン"},
                        { "k": "屋", "f": "や" }
                    ]
                },
                {
                    "zh": "肉店",
                    "jp": [
                        { "k": "肉", "f": "にく" },
                        { "k": "屋", "f": "や" }
                    ]
                },
                {
                    "zh": "藥局",
                    "jp": [
                        { "k": "薬", "f": "くすり" },
                        { "k": "屋", "f": "や" }
                    ]
                },
                {
                    "zh": "廁所",
                    "jp": [
                        { "k": "トイレ"}
                    ]
                },
                {
                    "zh": "食堂",
                    "jp": [
                        { "k": "食", "f": "しょく" },
                        { "k": "堂", "f": "どう" }
                    ]
                },
                {
                    "zh": "餐廳",
                    "jp": [
                        { "k": "レストラン"}
                    ]
                },
                {
                    "zh": "銀行",
                    "jp": [
                        { "k": "銀", "f": "ぎん" },
                        { "k": "行", "f": "こう" }
                    ]
                },
                {
                    "zh": "公司",
                    "jp": [
                        { "k": "会", "f": "かい" },
                        { "k": "社", "f": "しゃ" }
                    ]
                },
                {
                    "zh": "家",
                    "jp": [
                        { "k": "家", "f": "うち" }
                    ]
                },
                {
                    "zh": "公寓",
                    "jp": [
                        { "k": "アパート"}
                    ]
                },
                {
                    "zh": "大樓",
                    "jp": [
                        { "k": "マンション"}
                    ]
                },
                {
                    "zh": "透天",
                    "jp": [
                        { "k": "一", "f": "いっ" },
                        { "k": "戸", "f": "こ" },
                        { "k": "建", "f": "だて" }
                    ]
                },
                {
                    "zh": "威士忌(清酒)+蘇打水",
                    "jp": [
                        { "k": "ハイボール"}
                    ]
                },
                {
                    "zh": "蘇打水",
                    "jp": [
                        { "k": "ソーダ"}
                    ]
                },
                {
                    "zh": "含稅",
                    "jp": [
                        { "k": "税", "f": "ぜい" },
                        { "k": "込", "f": "こ" },
                        { "k": "み"}
                    ]
                },
                {
                    "zh": "鴨肉",
                    "jp": [
                        { "k": "鴨", "f": "カモ" },
                        { "k": "肉", "f": "にく" }
                    ]
                },
                {
                    "zh": "蔥",
                    "jp": [
                        { "k": "ねぎ"}
                    ]
                },
                {
                    "zh": "馬肉",
                    "jp": [
                        { "k": "馬", "f": "ば" },
                        { "k": "肉", "f": "にく" }
                    ]
                },
                {
                    "zh": "甜的",
                    "jp": [
                        { "k": "甘", "f": "あま" },
                        { "k": "口", "f": "くち" }
                    ]
                },
                {
                    "zh": "辣的",
                    "jp": [
                        { "k": "辛", "f": "から" },
                        { "k": "口", "f": "くち" }
                    ]
                },
                {
                    "zh": "免稅",
                    "jp": [
                        { "k": "免", "f": "めん" },
                        { "k": "税", "f": "ぜい" }
                    ]
                }
            ]
        },
        {
            "caption": "數字",
            "header": ["個", "十", "百", "千", "萬"],
            "rows":
                [
                    ["[{\"k\":\"0\",\"f\":\"れい / ゼロ\"}]", "", "", "", ""],
                    ["[{\"k\":\"1\",\"f\":\"いち\"}]", "[{\"k\":\"10\",\"f\":\"じゅう\"}]", "[{\"k\":\"100\",\"f\":\"ひゃく\"}]", "[{\"k\":\"1000\",\"f\":\"せん\"}]", "[{\"k\":\"10000\",\"f\":\"いちまん\"}]"], ["[{\"k\":\"2\",\"f\":\"に\"}]", "[{\"k\":\"20\",\"f\":\"にじゅう\"}]", "[{\"k\":\"200\",\"f\":\"にひゃく\"}]", "[{\"k\":\"2000\",\"f\":\"にせん\"}]", "[{\"k\":\"20000\",\"f\":\"にまん\"}]"],
                    ["[{\"k\":\"3\",\"f\":\"さん\"}]", "[{\"k\":\"30\",\"f\":\"さんじゅう\"}]", "[{\"k\":\"300\",\"f\":\"さんびゃく\"}]", "[{\"k\":\"3000\",\"f\":\"さんぜん\"}]", "[{\"k\":\"30000\",\"f\":\"さんまん\"}]"],
                    ["[{\"k\":\"4\",\"f\":\"し / よん\"}]", "[{\"k\":\"40\",\"f\":\"よんじゅう\"}]", "[{\"k\":\"400\",\"f\":\"よんひゃく\"}]", "[{\"k\":\"4000\",\"f\":\"よんせん\"}]", "[{\"k\":\"40000\",\"f\":\"よんまん\"}]"],
                    ["[{\"k\":\"5\",\"f\":\"ご\"}]", "[{\"k\":\"50\",\"f\":\"ごじゅう\"}]", "[{\"k\":\"500\",\"f\":\"ごひゃく\"}]", "[{\"k\":\"5000\",\"f\":\"ごせん\"}]", "[{\"k\":\"50000\",\"f\":\"ごまん\"}]"],
                    ["[{\"k\":\"6\",\"f\":\"ろく\"}]", "[{\"k\":\"60\",\"f\":\"ろくじゅう\"}]", "[{\"k\":\"600\",\"f\":\"ろっぴゃく\"}]", "[{\"k\":\"6000\",\"f\":\"ろくせん\"}]", "[{\"k\":\"60000\",\"f\":\"ろくまん\"}]"],
                    ["[{\"k\":\"7\",\"f\":\"しち / なな\"}]", "[{\"k\":\"70\",\"f\":\"ななじゅう\"}]", "[{\"k\":\"700\",\"f\":\"ななひゃく\"}]", "[{\"k\":\"7000\",\"f\":\"ななせん\"}]", "[{\"k\":\"70000\",\"f\":\"ななまん\"}]"],
                    ["[{\"k\":\"8\",\"f\":\"はち\"}]", "[{\"k\":\"80\",\"f\":\"はちじゅう\"}]", "[{\"k\":\"800\",\"f\":\"はっぴゃく\"}]", "[{\"k\":\"8000\",\"f\":\"はっせん\"}]", "[{\"k\":\"80000\",\"f\":\"はちまん\"}]"],
                    ["[{\"k\":\"9\",\"f\":\"きゅう / く\"}]", "[{\"k\":\"90\",\"f\":\"きゅうじゅう\"}]", "[{\"k\":\"900\",\"f\":\"きゅうひゃく\"}]", "[{\"k\":\"9000\",\"f\":\"きゅうせん\"}]", "[{\"k\":\"90000\",\"f\":\"きゅうまん\"}]"]
                ]
        },
        {
            "caption": "星期",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"星期一\"}]", "[{\"k\":\"[[blue|月]]曜日\", \"f\":\"[[blue|げつ]]ようび\"}]"],
                    ["[{\"k\":\"星期二\"}]", "[{\"k\":\"[[blue|火]]曜日\", \"f\":\"[[blue|か]]ようび\"}]"],
                    ["[{\"k\":\"星期三\"}]", "[{\"k\":\"[[blue|水]]曜日\", \"f\":\"[[blue|すい]]ようび\"}]"],
                    ["[{\"k\":\"星期四\"}]", "[{\"k\":\"[[blue|木]]曜日\", \"f\":\"[[blue|もく]]ようび\"}]"],
                    ["[{\"k\":\"星期五\"}]", "[{\"k\":\"[[blue|金]]曜日\", \"f\":\"[[blue|きん]]ようび\"}]"],
                    ["[{\"k\":\"星期六\"}]", "[{\"k\":\"[[blue|土]]曜日\", \"f\":\"[[blue|ど]]ようび\"}]"],
                    ["[{\"k\":\"星期日\"}]", "[{\"k\":\"[[blue|日]]曜日\", \"f\":\"[[blue|にち]]ようび\"}]"],
                    ["[{\"k\":\"星期幾\"}]", "[{\"k\":\"[[blue|何]]曜日\", \"f\":\"[[blue|なん]]ようび\"}]"]
                ]
        },
        {
            "caption": "月份",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"一月\"}]", "[{\"k\":\"一月\", \"f\":\"いちがつ\"}]"],
                    ["[{\"k\":\"二月\"}]", "[{\"k\":\"二月\", \"f\":\"にがつ\"}]"],
                    ["[{\"k\":\"三月\"}]", "[{\"k\":\"三月\", \"f\":\"さんがつ\"}]"],
                    ["[{\"k\":\"四月\"}]", "[{\"k\":\"四月\", \"f\":\"[[blue|し]]がつ(只有此念法)\"}]"],
                    ["[{\"k\":\"五月\"}]", "[{\"k\":\"五月\", \"f\":\"ごがつ\"}]"],
                    ["[{\"k\":\"六月\"}]", "[{\"k\":\"六月\", \"f\":\"ろくがつ\"}]"],
                    ["[{\"k\":\"七月\"}]", "[{\"k\":\"七月\", \"f\":\"[[blue|しち]]がつ(只有此念法)\"}]"],
                    ["[{\"k\":\"八月\"}]", "[{\"k\":\"八月\", \"f\":\"はちがつ\"}]"],
                    ["[{\"k\":\"九月\"}]", "[{\"k\":\"九月\", \"f\":\"くがつ\"}]"],
                    ["[{\"k\":\"十月\"}]", "[{\"k\":\"十月\", \"f\":\"じゅうがつ\"}]"],
                    ["[{\"k\":\"十一月\"}]", "[{\"k\":\"十一月\", \"f\":\"じゅういちがつ\"}]"],
                    ["[{\"k\":\"十二月\"}]", "[{\"k\":\"十二月\", \"f\":\"じゅうにがつ\"}]"],
                    ["[{\"k\":\"幾月\"}]", "[{\"k\":\"何月\", \"f\":\"なんがつ\"}]"]
                ]
        }, 
        {
            "caption": "日期",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1日\"}]", "[{\"k\":\"一日\", \"f\":\"[[blue|ついたち]]\"}]"],
                    ["[{\"k\":\"2日\"}]", "[{\"k\":\"二日\", \"f\":\"[[blue|ふつか]]\"}]"],
                    ["[{\"k\":\"3日\"}]", "[{\"k\":\"三日\", \"f\":\"[[blue|みっか]]\"}]"],
                    ["[{\"k\":\"4日\"}]", "[{\"k\":\"四日\", \"f\":\"[[blue|よっか]]\"}]"],
                    ["[{\"k\":\"5日\"}]", "[{\"k\":\"五日\", \"f\":\"[[blue|いつか]]\"}]"],
                    ["[{\"k\":\"6日\"}]", "[{\"k\":\"六日\", \"f\":\"[[blue|むいか]]\"}]"],
                    ["[{\"k\":\"7日\"}]", "[{\"k\":\"七日\", \"f\":\"[[blue|なのか]]\"}]"],
                    ["[{\"k\":\"8日\"}]", "[{\"k\":\"八日\", \"f\":\"[[blue|ようか]]\"}]"],
                    ["[{\"k\":\"9日\"}]", "[{\"k\":\"九日\", \"f\":\"[[blue|ここのか]]\"}]"],
                    ["[{\"k\":\"10日\"}]", "[{\"k\":\"十日\", \"f\":\"[[blue|とおか]]\"}]"],
                    ["[{\"k\":\"11日\"}]", "[{\"k\":\"十一日\", \"f\":\"じゅういちにち\"}]"],
                    ["[{\"k\":\"12日\"}]", "[{\"k\":\"十二日\", \"f\":\"じゅうににち\"}]"],
                    ["[{\"k\":\"13日\"}]", "[{\"k\":\"十三日\", \"f\":\"じゅうさんにち\"}]"],
                    ["[{\"k\":\"14日\"}]", "[{\"k\":\"十四日\", \"f\":\"[[blue|じゅうよっか]]\"}]"],
                    ["[{\"k\":\"15日\"}]", "[{\"k\":\"十五日\", \"f\":\"じゅうごにち\"}]"],
                    ["[{\"k\":\"16日\"}]", "[{\"k\":\"十六日\", \"f\":\"じゅうろくにち\"}]"],
                    ["[{\"k\":\"17日\"}]", "[{\"k\":\"十七日\", \"f\":\"じゅうしちにち\"}]"],
                    ["[{\"k\":\"18日\"}]", "[{\"k\":\"十八日\", \"f\":\"じゅうはちにち\"}]"],
                    ["[{\"k\":\"19日\"}]", "[{\"k\":\"十九日\", \"f\":\"じゅうくにち\"}]"],
                    ["[{\"k\":\"20日\"}]", "[{\"k\":\"二十日\", \"f\":\"[[blue|はつか]]\"}]"],
                    ["[{\"k\":\"21日\"}]", "[{\"k\":\"二十一日\", \"f\":\"にじゅういちにち\"}]"],
                    ["[{\"k\":\"22日\"}]", "[{\"k\":\"二十二日\", \"f\":\"にじゅうににち\"}]"],
                    ["[{\"k\":\"23日\"}]", "[{\"k\":\"二十三日\", \"f\":\"にじゅうさんにち\"}]"],
                    ["[{\"k\":\"24日\"}]", "[{\"k\":\"二十四日\", \"f\":\"[[blue|にじゅうよっか]]\"}]"],
                    ["[{\"k\":\"25日\"}]", "[{\"k\":\"二十五日\", \"f\":\"にじゅうごにち\"}]"],
                    ["[{\"k\":\"26日\"}]", "[{\"k\":\"二十六日\", \"f\":\"にじゅうろくにち\"}]"],
                    ["[{\"k\":\"27日\"}]", "[{\"k\":\"二十七日\", \"f\":\"にじゅうしちにち\"}]"],
                    ["[{\"k\":\"28日\"}]", "[{\"k\":\"二十八日\", \"f\":\"にじゅうはちにち\"}]"],
                    ["[{\"k\":\"29日\"}]", "[{\"k\":\"二十九日\", \"f\":\"にじゅうくにち\"}]"],
                    ["[{\"k\":\"30日\"}]", "[{\"k\":\"三十日\", \"f\":\"さんじゅうにち\"}]"],
                    ["[{\"k\":\"31日\"}]", "[{\"k\":\"三十一日\", \"f\":\"さんじゅういちにち\"}]"],
                    ["[{\"k\":\"幾號\"}]", "[{\"k\":\"何日\", \"f\":\"なんにち\"}]"]
                ]
        }, 
        {
            "caption": "時間(時)",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1點\"}]", "[{\"k\":\"一時\", \"f\":\"いちじ\"}]"],
                    ["[{\"k\":\"2點\"}]", "[{\"k\":\"二時\", \"f\":\"にじ\"}]"],
                    ["[{\"k\":\"3點\"}]", "[{\"k\":\"三時\", \"f\":\"さんじ\"}]"],
                    ["[{\"k\":\"4點\"}]", "[{\"k\":\"四時\", \"f\":\"[[blue|よ]]じ\"}]"],
                    ["[{\"k\":\"5點\"}]", "[{\"k\":\"五時\", \"f\":\"ごじ\"}]"],
                    ["[{\"k\":\"6點\"}]", "[{\"k\":\"六時\", \"f\":\"ろくじ\"}]"],
                    ["[{\"k\":\"7點\"}]", "[{\"k\":\"七時\", \"f\":\"[[blue|しち]]じ\"}]"],
                    ["[{\"k\":\"8點\"}]", "[{\"k\":\"八時\", \"f\":\"はちじ\"}]"],
                    ["[{\"k\":\"9點\"}]", "[{\"k\":\"九時\", \"f\":\"くじ\"}]"],
                    ["[{\"k\":\"10點\"}]", "[{\"k\":\"十時\", \"f\":\"じゅうじ\"}]"],
                    ["[{\"k\":\"11點\"}]", "[{\"k\":\"十一時\", \"f\":\"じゅういちじ\"}]"],
                    ["[{\"k\":\"12點\"}]", "[{\"k\":\"十二時\", \"f\":\"じゅうにじ\"}]"],
                    ["[{\"k\":\"13點\"}]", "[{\"k\":\"十三時\", \"f\":\"じゅうさんじ\"}]"],
                    ["[{\"k\":\"14點\"}]", "[{\"k\":\"十四時\", \"f\":\"じゅう[[blue|よ]]じ\"}]"],
                    ["[{\"k\":\"15點\"}]", "[{\"k\":\"十五時\", \"f\":\"じゅうごじ\"}]"],
                    ["[{\"k\":\"16點\"}]", "[{\"k\":\"十六時\", \"f\":\"じゅうろくじ\"}]"],
                    ["[{\"k\":\"17點\"}]", "[{\"k\":\"十七時\", \"f\":\"じゅう[[blue|しち]]じ\"}]"],
                    ["[{\"k\":\"18點\"}]", "[{\"k\":\"十八時\", \"f\":\"じゅうはちじ\"}]"],
                    ["[{\"k\":\"19點\"}]", "[{\"k\":\"十九時\", \"f\":\"じゅう[[blue|く]]じ\"}]"],
                    ["[{\"k\":\"20點\"}]", "[{\"k\":\"二十時\", \"f\":\"にじゅうじ\"}]"],
                    ["[{\"k\":\"21點\"}]", "[{\"k\":\"二十一時\", \"f\":\"にじゅういちじ\"}]"],
                    ["[{\"k\":\"22點\"}]", "[{\"k\":\"二十二時\", \"f\":\"にじゅうにじ\"}]"],
                    ["[{\"k\":\"23點\"}]", "[{\"k\":\"二十三時\", \"f\":\"にじゅうさんじ\"}]"],
                    ["[{\"k\":\"24點\"}]", "[{\"k\":\"二十四時\", \"f\":\"にじゅう[[blue|よ]]じ\"}]"],
                    ["[{\"k\":\"25點\"}]", "[{\"k\":\"二十五時\", \"f\":\"にじゅうごじ\"}]"],
                    ["[{\"k\":\"26點\"}]", "[{\"k\":\"二十六時\", \"f\":\"にじゅうろくじ\"}]"],
                    ["[{\"k\":\"27點\"}]", "[{\"k\":\"二十七時\", \"f\":\"にじゅう[[blue|しち]]じ\"}]"],
                    ["[{\"k\":\"28點\"}]", "[{\"k\":\"二十八時\", \"f\":\"にじゅうはちじ\"}]"],
                    ["[{\"k\":\"29點\"}]", "[{\"k\":\"二十九時\", \"f\":\"にじゅう[[blue|く]]じ\"}]"],
                    ["[{\"k\":\"幾點\"}]", "[{\"k\":\"何時\", \"f\":\"なんじ\"}]"]
                ]
        }, 
        {
            "caption": "時間(分 / 秒)",
            "header": ["中文", "日文", "中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1分\"}]", "[{\"k\":\"一分\", \"f\":\"いっ[[blue|ぷん]]\"}]", "[{\"k\":\"1秒\"}]", "[{\"k\":\"一秒\", \"f\":\"いちびょう\"}]"],
                    ["[{\"k\":\"2分\"}]", "[{\"k\":\"二分\", \"f\":\"にふん\"}]", "[{\"k\":\"2秒\"}]", "[{\"k\":\"二秒\", \"f\":\"にびょう\"}]"],
                    ["[{\"k\":\"3分\"}]", "[{\"k\":\"三分\", \"f\":\"さん[[blue|ぷん]]\"}]", "[{\"k\":\"3秒\"}]", "[{\"k\":\"三秒\", \"f\":\"さんびょう\"}]"],
                    ["[{\"k\":\"4分\"}]", "[{\"k\":\"四分\", \"f\":\"よん[[blue|ぷん]]\"}]", "[{\"k\":\"4秒\"}]", "[{\"k\":\"四秒\", \"f\":\"よんびょう\"}]"],
                    ["[{\"k\":\"5分\"}]", "[{\"k\":\"五分\", \"f\":\"ごふん\"}]", "[{\"k\":\"5秒\"}]", "[{\"k\":\"五秒\", \"f\":\"ごびょう\"}]"],
                    ["[{\"k\":\"6分\"}]", "[{\"k\":\"六分\", \"f\":\"ろっ[[blue|ぷん]]\"}]", "[{\"k\":\"6秒\"}]", "[{\"k\":\"六秒\", \"f\":\"ろくびょう\"}]"],
                    ["[{\"k\":\"7分\"}]", "[{\"k\":\"七分\", \"f\":\"ななふん\"}]", "[{\"k\":\"7秒\"}]", "[{\"k\":\"七秒\", \"f\":\"ななびょう\"}]"],
                    ["[{\"k\":\"8分\"}]", "[{\"k\":\"八分\", \"f\":\"はっ[[blue|ぷん]]\"}]", "[{\"k\":\"8秒\"}]", "[{\"k\":\"八秒\", \"f\":\"はちびょう\"}]"],
                    ["[{\"k\":\"9分\"}]", "[{\"k\":\"九分\", \"f\":\"きゅうふん\"}]", "[{\"k\":\"9秒\"}]", "[{\"k\":\"九秒\", \"f\":\"きゅうびょう\"}]"],
                    ["[{\"k\":\"10分\"}]", "[{\"k\":\"十分\", \"f\":\"じゅっ[[blue|ぷん]]\"}]", "[{\"k\":\"10秒\"}]", "[{\"k\":\"十秒\", \"f\":\"じゅうびょう\"}]"],
                    ["[{\"k\":\"30分\"}]", "[{\"k\":\"三十分\", \"f\":\"さんじゅっ[[blue|ぷん]]\"}]", "[{\"k\":\"15秒\"}]", "[{\"k\":\"十五秒\", \"f\":\"じゅうごびょう\"}]"],
                    ["[{\"k\":\"半\"}]", "[{\"k\":\"半\", \"f\":\"はん\"}]", "[{\"k\":\"30秒\"}]", "[{\"k\":\"三十秒\", \"f\":\"さんじゅうびょう\"}]"],
                    ["[{\"k\":\"幾分\"}]", "[{\"k\":\"何分\", \"f\":\"なんぷん\"}]", "[{\"k\":\"幾秒\"}]", "[{\"k\":\"何秒\", \"f\":\"なんびょう\"}]"]
                ]
        }, {
            "caption": "年齡(歲)",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1歳\"}]", "[{\"k\":\"一歳\", \"f\":\"いっさい\"}]"],
                    ["[{\"k\":\"2歳\"}]", "[{\"k\":\"二歳\", \"f\":\"にさい\"}]"],
                    ["[{\"k\":\"3歳\"}]", "[{\"k\":\"三歳\", \"f\":\"さんさい\"}]"],
                    ["[{\"k\":\"4歳\"}]", "[{\"k\":\"四歳\", \"f\":\"よんさい\"}]"],
                    ["[{\"k\":\"5歳\"}]", "[{\"k\":\"五歳\", \"f\":\"ごさい\"}]"],
                    ["[{\"k\":\"6歳\"}]", "[{\"k\":\"六歳\", \"f\":\"ろくさい\"}]"],
                    ["[{\"k\":\"7歳\"}]", "[{\"k\":\"七歳\", \"f\":\"ななさい\"}]"],
                    ["[{\"k\":\"8歳\"}]", "[{\"k\":\"八歳\", \"f\":\"はっさい\"}]"],
                    ["[{\"k\":\"9歳\"}]", "[{\"k\":\"九歳\", \"f\":\"きゅうさい\"}]"],
                    ["[{\"k\":\"10歳\"}]", "[{\"k\":\"十歳\", \"f\":\"じゅっさい\"}]"],
                    ["[{\"k\":\"20歳\"}]", "[{\"k\":\"二十歳\", \"f\":\"[[blue|はたち]]\"}]"],
                    ["[{\"k\":\"幾歳\"}]", "[{\"k\":\"何歳\", \"f\":\"なんさい\"}]"]
                ]
        },
        {
            "caption": "樓層",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1樓\"}]", "[{\"k\":\"一階\", \"f\":\"いっかい\"}]"],
                    ["[{\"k\":\"2樓\"}]", "[{\"k\":\"二階\", \"f\":\"にかい\"}]"],
                    ["[{\"k\":\"3樓\"}]", "[{\"k\":\"三階\", \"f\":\"さんがい\"}]"],
                    ["[{\"k\":\"4樓\"}]", "[{\"k\":\"四階\", \"f\":\"よんかい\"}]"],
                    ["[{\"k\":\"5樓\"}]", "[{\"k\":\"五階\", \"f\":\"ごかい\"}]"],
                    ["[{\"k\":\"6樓\"}]", "[{\"k\":\"六階\", \"f\":\"ろっかい\"}]"],
                    ["[{\"k\":\"7樓\"}]", "[{\"k\":\"七階\", \"f\":\"ななかい\"}]"],
                    ["[{\"k\":\"8樓\"}]", "[{\"k\":\"八階\", \"f\":\"はっかい\"}]"],
                    ["[{\"k\":\"9樓\"}]", "[{\"k\":\"九階\", \"f\":\"きゅうかい\"}]"],
                    ["[{\"k\":\"10樓\"}]", "[{\"k\":\"十階\", \"f\":\"じゅっかい\"}]"],
                    ["[{\"k\":\"幾樓\"}]", "[{\"k\":\"何階\", \"f\":\"なんがい\"}]"]
                ]
        },
        {
            "caption": "人",
            "header": ["中文", "日文"],
            "rows":

                [
                    ["[{\"k\":\"1人\"}]", "[{\"k\":\"一人\", \"f\":\"[[blue|ひとり]]\"}]"],
                    ["[{\"k\":\"2人\"}]", "[{\"k\":\"二人\", \"f\":\"[[blue|ふたり]]\"}]"],
                    ["[{\"k\":\"3人\"}]", "[{\"k\":\"三人\", \"f\":\"さんにん\"}]"],
                    ["[{\"k\":\"4人\"}]", "[{\"k\":\"四人\", \"f\":\"[[blue|よにん]]\"}]"],
                    ["[{\"k\":\"5人\"}]", "[{\"k\":\"五人\", \"f\":\"ごにん\"}]"],
                    ["[{\"k\":\"6人\"}]", "[{\"k\":\"六人\", \"f\":\"ろくにん\"}]"],
                    ["[{\"k\":\"7人\"}]", "[{\"k\":\"七人\", \"f\":\"ななにん\"}]"],
                    ["[{\"k\":\"8人\"}]", "[{\"k\":\"八人\", \"f\":\"はちにん\"}]"],
                    ["[{\"k\":\"9人\"}]", "[{\"k\":\"九人\", \"f\":\"[[blue|きゅうにん]]\"}]"],
                    ["[{\"k\":\"10人\"}]", "[{\"k\":\"十人\", \"f\":\"じゅうにん\"}]"],
                    ["[{\"k\":\"幾人\"}]", "[{\"k\":\"何人\", \"f\":\"なんにん\"}]"]
                ]
        },
        {
            "caption": "人めい([[blue|服務生用]])",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1位\"}]", "[{\"k\":\"一名様\", \"f\":\"いちめいさま\"}]"],
                    ["[{\"k\":\"2位\"}]", "[{\"k\":\"二名様\", \"f\":\"にめいさま\"}]"],
                    ["[{\"k\":\"3位\"}]", "[{\"k\":\"三名様\", \"f\":\"さんめいさま\"}]"],
                    ["[{\"k\":\"4位\"}]", "[{\"k\":\"四名様\", \"f\":\"よんめいさま\"}]"],
                    ["[{\"k\":\"5位\"}]", "[{\"k\":\"五名様\", \"f\":\"ごめいさま\"}]"],
                    ["[{\"k\":\"6位\"}]", "[{\"k\":\"六名様\", \"f\":\"ろくめいさま\"}]"],
                    ["[{\"k\":\"7位\"}]", "[{\"k\":\"七名様\", \"f\":\"ななめいさま\"}]"],
                    ["[{\"k\":\"8位\"}]", "[{\"k\":\"八名様\", \"f\":\"はちめいさま\"}]"],
                    ["[{\"k\":\"9位\"}]", "[{\"k\":\"九名様\", \"f\":\"きゅうめいさま\"}]"],
                    ["[{\"k\":\"10位\"}]", "[{\"k\":\"十名様\", \"f\":\"じゅうめいさま\"}]"],
                    ["[{\"k\":\"幾位\"}]", "[{\"k\":\"何名様\", \"f\":\"なんめいさま\"}]"]
                ]
        },
        {
            "caption": "與服務生對話",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"幾位\"}]", "[{\"k\":\"なんめい\"}]"],
                    ["[{\"k\":\"請問有幾人？[[blue|(服務生用)]]\"}]", "[{\"k\":\"何名様\", \"f\":\"なんめいさま\"},{\"k\":\"ですか。\"}]"],
                    ["[{\"k\":\"請問有幾人？[[blue|(平常人)]]\"}]", "[{\"k\":\"何人\", \"f\":\"なんにん\"},{\"k\":\"ですか。\"}]"],
                ]
        },
        {
            "caption": "數量(個)",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1個\"}]", "[{\"k\":\"一個\", \"f\":\"ひとつ\"}]"],
                    ["[{\"k\":\"2個\"}]", "[{\"k\":\"二個\", \"f\":\"ふたつ\"}]"],
                    ["[{\"k\":\"3個\"}]", "[{\"k\":\"三個\", \"f\":\"みっつ\"}]"],
                    ["[{\"k\":\"4個\"}]", "[{\"k\":\"四個\", \"f\":\"よっつ\"}]"],
                    ["[{\"k\":\"5個\"}]", "[{\"k\":\"五個\", \"f\":\"いつつ\"}]"],
                    ["[{\"k\":\"6個\"}]", "[{\"k\":\"六個\", \"f\":\"むっつ\"}]"],
                    ["[{\"k\":\"7個\"}]", "[{\"k\":\"七個\", \"f\":\"ななつ\"}]"],
                    ["[{\"k\":\"8個\"}]", "[{\"k\":\"八個\", \"f\":\"やっつ\"}]"],
                    ["[{\"k\":\"9個\"}]", "[{\"k\":\"九個\", \"f\":\"ここのつ\"}]"],
                    ["[{\"k\":\"10個\"}]", "[{\"k\":\"十個\", \"f\":\"とお\"}]"],
                    ["[{\"k\":\"幾個\"}]", "[{\"k\":\"幾つ\", \"f\":\"いくつ\"}]"]
                ]
        },
        {
            "caption": "數量(張)",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1張\"}]", "[{\"k\":\"一枚\", \"f\":\"いちまい\"}]"],
                    ["[{\"k\":\"2張\"}]", "[{\"k\":\"二枚\", \"f\":\"にまい\"}]"],
                    ["[{\"k\":\"3張\"}]", "[{\"k\":\"三枚\", \"f\":\"さんまい\"}]"],
                    ["[{\"k\":\"4張\"}]", "[{\"k\":\"四枚\", \"f\":\"よんまい\"}]"],
                    ["[{\"k\":\"5張\"}]", "[{\"k\":\"五枚\", \"f\":\"ごまい\"}]"],
                    ["[{\"k\":\"6張\"}]", "[{\"k\":\"六枚\", \"f\":\"ろくまい\"}]"],
                    ["[{\"k\":\"7張\"}]", "[{\"k\":\"七枚\", \"f\":\"ななまい\"}]"],
                    ["[{\"k\":\"8張\"}]", "[{\"k\":\"八枚\", \"f\":\"はちまい\"}]"],
                    ["[{\"k\":\"9張\"}]", "[{\"k\":\"九枚\", \"f\":\"きゅうまい\"}]"],
                    ["[{\"k\":\"10張\"}]", "[{\"k\":\"十枚\", \"f\":\"じゅうまい\"}]"],
                    ["[{\"k\":\"幾張\"}]", "[{\"k\":\"何枚\", \"f\":\"なんまい\"}]"]
                ]
        },
        {
            "caption": "數量(台)",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1台\"}]", "[{\"k\":\"一台\", \"f\":\"いちだい\"}]"],
                    ["[{\"k\":\"2台\"}]", "[{\"k\":\"二台\", \"f\":\"にだい\"}]"],
                    ["[{\"k\":\"3台\"}]", "[{\"k\":\"三台\", \"f\":\"さんだい\"}]"],
                    ["[{\"k\":\"4台\"}]", "[{\"k\":\"四台\", \"f\":\"よんだい\"}]"],
                    ["[{\"k\":\"5台\"}]", "[{\"k\":\"五台\", \"f\":\"ごだい\"}]"],
                    ["[{\"k\":\"6台\"}]", "[{\"k\":\"六台\", \"f\":\"ろくだい\"}]"],
                    ["[{\"k\":\"7台\"}]", "[{\"k\":\"七台\", \"f\":\"ななだい\"}]"],
                    ["[{\"k\":\"8台\"}]", "[{\"k\":\"八台\", \"f\":\"はちだい\"}]"],
                    ["[{\"k\":\"9台\"}]", "[{\"k\":\"九台\", \"f\":\"きゅうだい\"}]"],
                    ["[{\"k\":\"10台\"}]", "[{\"k\":\"十台\", \"f\":\"じゅうだい\"}]"],
                    ["[{\"k\":\"幾台\"}]", "[{\"k\":\"何台\", \"f\":\"なんだい\"}]"]
                ]

        },
        {
            "caption": "數量(本)",
            "header": ["中文", "日文"],
            "rows":
                [
                    ["[{\"k\":\"1本\"}]", "[{\"k\":\"一本\", \"f\":\"いっぽん\"}]"],
                    ["[{\"k\":\"2本\"}]", "[{\"k\":\"二本\", \"f\":\"にほん\"}]"],
                    ["[{\"k\":\"3本\"}]", "[{\"k\":\"三本\", \"f\":\"さんぼん\"}]"],
                    ["[{\"k\":\"4本\"}]", "[{\"k\":\"四本\", \"f\":\"よんほん\"}]"],
                    ["[{\"k\":\"5本\"}]", "[{\"k\":\"五本\", \"f\":\"ごほん\"}]"],
                    ["[{\"k\":\"6本\"}]", "[{\"k\":\"六本\", \"f\":\"ろっぽん\"}]"],
                    ["[{\"k\":\"7本\"}]", "[{\"k\":\"七本\", \"f\":\"ななほん\"}]"],
                    ["[{\"k\":\"8本\"}]", "[{\"k\":\"八本\", \"f\":\"はっぽん\"}]"],
                    ["[{\"k\":\"9本\"}]", "[{\"k\":\"九本\", \"f\":\"きゅうほん\"}]"],
                    ["[{\"k\":\"10本\"}]", "[{\"k\":\"十本\", \"f\":\"じゅっぽん\"}]"],
                    ["[{\"k\":\"幾本\"}]", "[{\"k\":\"何本\", \"f\":\"なんぼん\"}]"]
                ]

        },

        {
            "caption": "數量(本)備註",
            "header": ["說明與範例"],
            "rows":
                [
                    ["[{\"k\":\"用於細長的東西，例如例如：筆、瓶裝飲料、一根香蕉、手指、腳、傘等。根、條、串、支、瓶\"}]"],
                    ["[{\"k\":\"「本」的例句：\"}]"],
                    ["[{\"k\":\"A：すみません。ビールを\"},{\"k\":\"3本\", \"f\":\"さんぼん\"},{\"k\":\"お\"},{\"k\":\"願\", \"f\":\"ねが\"},{\"k\":\"いします\"}]"],
                    ["[{\"k\":\"不好意思，麻煩3瓶啤酒\"}]"],
                    ["[{\"k\":\"B：はい (好的。)\"}]"],
                    ["[{\"k\":\"A：すみません。これ\"},{\"k\":\"2本\", \"f\":\"にほん\"},{\"k\":\"お\"},{\"k\":\"願\", \"f\":\"ねが\"},{\"k\":\"いします\"}]"],
                    ["[{\"k\":\"B：はい。かしこまりました。 (好. 了解)\"}]"],
                ]

        }
  ]
}