window.vocabData3 =
{
    "tables": [
        {
            "caption": "顏色",
            "rows": [
                {
                    "zh": "銀色",
                    "jp": [
                        { "k": "銀", "f": "ぎん" },
                        { "k": "色", "f": "いろ" }
                    ],
                    "audio": "銀色_銀色.MP3"
                },
                {
                    "zh": "金色",
                    "jp": [
                        { "k": "金", "f": "きん" },
                        { "k": "色", "f": "いろ" }
                    ],
                    "audio": "金色_金色.MP3"
                },
                {
                    "zh": "橘色",
                    "jp": [
                        { "k": "オレンジ" }
                    ],
                    "audio": "オレンジ_橘色.MP3"
                },
                {
                    "zh": "粉紅色",
                    "jp": [
                        { "k": "ピンク" }
                    ],
                    "audio": "ピンク_粉紅色.MP3"
                },
                {
                    "zh": "灰色",
                    "jp": [
                        { "k": "灰", "f": "はい" },
                        { "k": "色", "f": "いろ" }
                    ],
                    "audio": "灰色_灰色.MP3"
                },
                {
                    "zh": "灰色",
                    "jp": [
                        { "k": "グレー" }
                    ],
                    "audio": "グレー_灰色.MP3"
                },
                {
                    "zh": "深藍色",
                    "jp": [
                        { "k": "紺", "f": "こん" },
                        { "k": "色", "f": "いろ" }
                    ],
                    "audio": "紺色_深藍色.MP3"
                },
                {
                    "zh": "紫色",
                    "jp": [
                        { "k": "紫", "f": "むらさき" }
                    ],
                    "audio": "紫_紫色.MP3"
                },
                {
                    "zh": "綠色(綠色植物)",
                    "jp": [
                        { "k": "緑", "f": "みどり" }
                    ],
                    "audio": "緑_綠色.MP3"
                },
                {
                    "zh": "綠色",
                    "jp": [
                        { "k": "グリーン" }
                    ],
                    "audio": "グリーン_綠色.MP3"
                },
                {
                    "zh": "白色",
                    "jp": [
                        { "k": "白", "f": "しろ" }
                    ],
                    "audio": "白_白色.MP3"
                },
                {
                    "zh": "白色",
                    "jp": [
                        { "k": "白", "f": "しろ" },
                        { "k": "い" }
                    ],
                    "audio": "白い_白色.MP3"
                },
                {
                    "zh": "黑色",
                    "jp": [
                        { "k": "黒", "f": "くろ" }
                    ],
                    "audio": "黒_黒色.MP3"
                },
                {
                    "zh": "黑色",
                    "jp": [
                        { "k": "黒", "f": "くろ" },
                        { "k": "い" }
                    ],
                    "audio": "黒い_黒色.MP3"
                },
                {
                    "zh": "紅色",
                    "jp": [
                        { "k": "赤", "f": "あか" }
                    ],
                    "audio": "赤_紅色.MP3"
                },
                {
                    "zh": "紅色",
                    "jp": [
                        { "k": "赤", "f": "あか" },
                        { "k": "い" }
                    ],
                    "audio": "赤い_紅色.MP3"
                },
                {
                    "zh": "藍色",
                    "jp": [
                        { "k": "青", "f": "あお" }
                    ],
                    "audio": "青_藍色.MP3"
                },
                {
                    "zh": "藍色",
                    "jp": [
                        { "k": "青", "f": "あお" },
                        { "k": "い" }
                    ],
                    "audio": "青い_藍色.MP3"
                },
                {
                    "zh": "黃色",
                    "jp": [
                        { "k": "黄", "f": "き" },
                        { "k": "色", "f": "いろ" }
                    ],
                    "audio": "黃色_黃色.MP3"
                },
                {
                    "zh": "黃色",
                    "jp": [
                        { "k": "黄", "f": "き" },
                        { "k": "色", "f": "いろ" },
                        { "k": "い" }
                    ],
                    "audio": "黃色い_黃色.MP3"
                }
            ]
        },
        {
            "caption": "10/14 單字",
            "rows": [
                {
                    "zh": "年輕人[[blue|(二十幾歲前半段)]]",
                    "jp": [
                        { "k": "若", "f": "わか" },
                        { "k": "者", "f": "もの" }
                    ],
                    "audio": "若者_年輕人.MP3"
                },
                {
                    "zh": "大概(表示猜測，不明確的答案)",
                    "jp": [
                        { "k": "たぶん" }
                    ],
                    "audio": "たぶん_大概.MP3"
                },
                {
                    "zh": "上面",
                    "jp": [
                        { "k": "上", "f": "うえ" }
                    ],
                    "audio": "上_上面.MP3"
                },
                {
                    "zh": "前面",
                    "jp": [
                        { "k": "前", "f": "まえ" }
                    ],
                    "audio": "前_前面.MP3"
                },
                {
                    "zh": "後面",
                    "jp": [
                        { "k": "後", "f": "うし" },
                        { "k": "ろ" }
                    ],
                    "audio": "後ろ_後面.MP3"
                },
                {
                    "zh": "裡面(看的到，容器內部)",
                    "jp": [
                        { "k": "中", "f": "なか" }
                    ],
                    "audio": "中_裡面.MP3"
                },
                {
                    "zh": "最深處裡面(通常是看不到或比較難到的地方)",
                    "jp": [
                        { "k": "奥", "f": "おく" }
                    ],
                    "audio": "奥_最深處裡面.MP3"
                },
                {
                    "zh": "外面",
                    "jp": [
                        { "k": "外", "f": "そと" }
                    ],
                    "audio": "外_外面.MP3"
                },
                {
                    "zh": "貓",
                    "jp": [
                        { "k": "猫", "f": "ねこ" }
                    ],
                    "audio": "猫_貓.MP3"
                },
                {
                    "zh": "狗",
                    "jp": [
                        { "k": "犬", "f": "いぬ" }
                    ],
                    "audio": "犬_狗.MP3"
                }
            ]
        },
        {
            "caption": "9/23補充",
            "rows": [
                {
                    "zh": "年輕 (形容詞)",
                    "jp": [
                        { "k": "若", "f": "わか" },
                        { "k": "い" }
                    ],
                    "colspan": 1,
                    //"audio": "若い_年輕.MP3"
                },
                {
                    "zh": "死亡",
                    "jp": [
                        { "k": "死", "f": "し" },
                        { "k": "にます" }
                    ],
                    "colspan": 1,
                    //"audio": "死にます_死亡.MP3"
                },
                {
                    "zh": "喜歡(な形容詞)",
                    "jp": [
                        { "k": "好", "f": "す" },
                        { "k": "き" }
                    ],
                    "colspan": 1,
                    //"audio": "好き_喜歡.MP3"
                },
                {
                    "zh": "以前",
                    "jp": [
                        { "k": "昔", "f": "むかし" }
                    ],
                    "colspan": 1,
                    //"audio": "昔_以前.MP3"
                }
            ]
        },
        {
            "caption": "單字五",
            "rows": [
                {
                    "zh": "交給你處理 / 你決定吧 / 我聽你的",
                    "jp": [
                        { "k": "任", "f": "まか" },
                        { "k": "せます" }
                    ],
                    "colspan": 3,
                    //"audio": "任せます_交給你處理.MP3"
                },
                {
                    "zh": "例句",
                    "jp": [
                        { "k": "文", "f": "ぶん" },
                        { "k": "型", "f": "けい" }
                    ],
                    "colspan": 1,
                    //"audio": "文型_例句.MP3"
                },
                {
                    "zh": "文法",
                    "jp": [
                        { "k": "文", "f": "ぶん" },
                        { "k": "法", "f": "ぽう" }
                    ],
                    //"audio": "文法_文法.MP3"
                },
                {
                    "zh": "口訣",
                    "jp": [
                        { "k": "通", "f": "つう" },
                        { "k": "訳", "f": "やく" },
                        { "k": "します" }
                    ],
                    //"audio": "通訳します_口訣.MP3"
                },
                {
                    "zh": "回覆，回應",
                    "jp": [
                        { "k": "返", "f": "へん" },
                        { "k": "事", "f": "じ" },
                        { "k": "します" }
                    ],
                    "colspan": 1,
                    //"audio": "返事します_回覆，回應.MP3"
                },
                {
                    "zh": "回答，解答",
                    "jp": [
                        { "k": "答", "f": "こた" },
                        { "k": "えます" }
                    ],
                    //"audio": "答えます_回答，解答.MP3"
                },
                {
                    "zh": "會話",
                    "jp": [
                        { "k": "会", "f": "かい" },
                        { "k": "話", "f": "わ" }
                    ],
                    "colspan": 1,   // 這筆會佔 3 欄（單獨一列）
                    //"audio": "会話_會話.MP3"
                },
                {
                    "zh": "切，剪",
                    "jp": [
                        { "k": "カ[[small|ッ]]トします" },
                        { "k": " = " },
                        { "k": "切", "f": "き" },
                        { "k": "ります" }
                    ],
                    "colspan": 2,
                    //"audio": "カットします_切，剪.MP3"
                },
                {
                    "zh": "切，剪",
                    "jp": [
                        { "k": "カ[[small|ッ]]トします" },
                        { "k": " = " },
                        { "k": "切", "f": "き" },
                        { "k": "ります" }
                    ],
                    //"audio": "切ります_切，剪.MP3"
                }
            ]
        },
        {
            "caption": "上半身",
            "rows": [
                {
                    "zh": "穿([[blue|上半身]])(如和服、洋裝、上衣都是)",
                    "jp": [
                        { "k": "着", "f": "き" },
                        { "k": "ます" }
                    ],
                    //"audio": "着ます_穿.MP3"
                },
                {
                    "zh": "襯衫",
                    "jp": [
                        { "k": "シ[[small|ャ]]ツ" }
                    ],
                    //"audio": "シャツ_襯衫.MP3"
                },
                {
                    "zh": "洋裝",
                    "jp": [
                        { "k": "ワンピース" }
                    ],
                    //"audio": "ワンピース_洋裝.MP3"
                },
                {
                    "zh": "女性襯衫",
                    "jp": [
                        { "k": "ブラウス" }
                    ],
                    //"audio": "ブラウス_女性襯衫.MP3"
                },
                {
                    "zh": "和服",
                    "jp": [
                        { "k": "着", "f": "き" },
                        { "k": "物", "f": "もの" },
                    ],
                    //"audio": "着物_和服.MP3"
                },
                {
                    "zh": "衣服(全部衣服統稱)",
                    "jp": [
                        { "k": "ふく" },
                    ],
                    //"audio": "ふく_衣服.MP3"
                },
                {
                    "zh": "大衣、外套",
                    "jp": [
                        { "k": "コート" }
                    ],
                    //"audio": "コート_大衣、外套.MP3"
                },
                {
                    "zh": "大衣、外套",
                    "jp": [
                        { "k": "オーバ" }
                    ],
                    //"audio": "オーバ_大衣、外套.MP3"
                },
                {
                    "zh": "毛衣",
                    "jp": [
                        { "k": "セーター" }
                    ],
                    //"audio": "セーター_毛衣.MP3"
                },
                {
                    "zh": "浴衣",
                    "jp": [
                        { "k": "ゆかた" }
                    ],
                    //"audio": "ゆかた_浴衣.MP3"
                }
            ]
        },
        {
            "caption": "單字四",
            "rows": [
                {
                    "zh": "冰淇淋",
                    "jp": [
                        { "k": "アイスクリーム" }
                    ],
                    //"audio": "アイスクリーム_冰淇淋.MP3"
                },
                {
                    "zh": "口罩",
                    "jp": [
                        { "k": "マスク" }
                    ],
                    //"audio": "マスク_口罩.MP3"
                },
                {
                    "zh": "戒指",
                    "jp": [
                        { "k": "指", "f": "ゆび" },
                        { "k": "輪", "f": "わ" },
                    ],
                    //"audio": "指輪_戒指.MP3"
                },
                {
                    "zh": "項鍊",
                    "jp": [
                        { "k": "ネ[[small|ッ]]クレス" }
                    ],
                    //"audio": "ネックレス_耳環.MP3"
                },
                {
                    "zh": "耳環",
                    "jp": [
                        { "k": "ピアス" }
                    ],
                    //"audio": "ピアス_耳環.MP3"
                },
                {
                    "zh": "碰、摸",
                    "jp": [
                        { "k": "触", "f": "さわ" },
                        { "k": "ります" },
                    ],
                    //"audio": "触ります_碰、摸.MP3"
                },
                {
                    "zh": "眼鏡",
                    "jp": [
                        { "k": "めがね" }
                    ],
                    //"audio": "めがね_眼鏡.MP3"
                },
                {
                    "zh": "戴[[blue|(眼鏡)]]",
                    "jp": [
                        { "k": "かけます" }
                    ],
                    //"audio": "かけます_戴.MP3"
                },
                {
                    "zh": "帽子",
                    "jp": [
                        { "k": "帽", "f": "ぼ" },
                        { "k": "子", "f": "うし" },
                    ],
                    //"audio": "帽子_帽子.MP3"
                },
                {
                    "zh": "戴[[blue|(帽子)]]",
                    "jp": [
                        { "k": "かぶります" }
                    ],
                    //"audio": "かぶります_戴.MP3"
                },
                {
                    "zh": "穿[[blue|(下半身)]](如拖鞋)",
                    "jp": [
                        { "k": "はきます" }
                    ],
                    //"audio": "はきます_穿.MP3"
                },
                {
                    "zh": "一般、普通、平常",
                    "jp": [
                        { "k": "普", "f": "ふ" },
                        { "k": "通", "f": "つう" },
                    ],
                    //"audio": "普通_普通.MP3"
                },
                {
                    "zh": "新的",
                    "jp": [
                        { "k": "新", "f": "あたら" },
                        { "k": "しい" },
                    ],
                    //"audio": "新しい_新的.MP3"
                },
                {
                    "zh": "舊的",
                    "jp": [
                        { "k": "古", "f": "ふる" },
                        { "k": "い" },
                    ],
                    //"audio": "古い_舊的.MP3"
                },
                {
                    "zh": "忙的",
                    "jp": [
                        { "k": "忙", "f": "いそが" },
                        { "k": "しい" },
                    ],
                    //"audio": "忙しい_忙的.MP3"
                },
                {
                    "zh": "最、第一",
                    "jp": [
                        { "k": "一", "f": "いち" },
                        { "k": "番", "f": "ばん" },
                    ],
                    //"audio": "一番_最、第一.MP3"
                },
                {
                    "zh": "而且",
                    "jp": [
                        { "k": "そして" },
                    ],
                    //"audio": "そして_而且.MP3"
                },
                {
                    "zh": "非常",
                    "jp": [
                        { "k": "とても" },
                    ],
                    //"audio": "とても_非常.MP3"
                },
                {
                    "zh": "方便、便利",
                    "jp": [
                        { "k": "便", "f": "べん" },
                        { "k": "利", "f": "り" },
                    ],
                    //"audio": "便利_便利.MP3"
                },
                {
                    "zh": "安靜的",
                    "jp": [
                        { "k": "静", "f": "しず" },
                        { "k": "か" },
                    ],
                    //"audio": "静か_安靜的.MP3"
                },
                {
                    "zh": "熱鬧的",
                    "jp": [
                        { "k": "賑", "f": "にぎ" },
                        { "k": "やか" },
                    ],
                    //"audio": "賑やか_熱鬧的.MP3"
                },
                {
                    "zh": "女性用",
                    "jp": [
                        { "k": "女", "f": "じ[[small|ょ]]" },
                        { "k": "性", "f": "せい" },
                        { "k": "用", "f": "よう" },
                    ],
                    //"audio": "女性用_女性用.MP3"
                },
                {
                    "zh": "男性用",
                    "jp": [
                        { "k": "男", "f": "だん" },
                        { "k": "性", "f": "せい" },
                        { "k": "用", "f": "よう" },
                    ],
                    //"audio": "男性用_男性用.MP3"
                },
                {
                    "zh": "停止、停",
                    "jp": [
                        { "k": "止", "f": "と" },
                        { "k": "まります" }
                    ],
                    //"audio": "止まります_停止、停.MP3"
                },
                {
                    "zh": "JR週遊券",
                    "jp": [
                        { "k": "JRパス" }
                    ],
                    //"audio": "JRパス_JR週遊券.MP3"
                },
                {
                    "zh": "支付",
                    "jp": [
                        { "k": "支", "f": "し" },
                        { "k": "払", "f": "はら" },
                        { "k": "い" }
                    ],
                    //"audio": "支払い_支付.MP3"
                },
                {
                    "zh": "外國人",
                    "jp": [
                        { "k": "外", "f": "がい" },
                        { "k": "国", "f": "こく" },
                        { "k": "人", "f": "じん" },
                        { "k": "=" },
                        { "k": "外", "f": "がい" },
                        { "k": "人", "f": "じん" }
                    ],
                    //"audio": "外国人_外國人.MP3"
                },
                {
                    "zh": "櫃台、服務台",
                    "jp": [
                        { "k": "フロント" }
                    ],
                    //"audio": "フロント_櫃台、服務台.MP3"
                },
                {
                    "zh": "公分",
                    "jp": [
                        { "k": "センチ" }
                    ],
                    //"audio": "センチ_公分.MP3"
                },
                {
                    "zh": "公尺",
                    "jp": [
                        { "k": "メートル" }
                    ],
                    //"audio": "メートル_公尺.MP3"
                },
                {
                    "zh": "信箱",
                    "jp": [
                        { "k": "ポスト" }
                    ],
                    //"audio": "ポスト_信箱.MP3"
                },
                {
                    "zh": "合計",
                    "jp": [
                        { "k": "合", "f": "ごう" },
                        { "k": "計", "f": "けい" }
                    ],
                    //"audio": "合計_合計.MP3"
                },
                {
                    "zh": "當季食物",
                    "jp": [
                        { "k": "旬", "f": "しゅん" },
                        { "k": "の" },
                        { "k": "物", "f": "もの" }
                    ],
                    //"audio": "旬の物_當季食物.MP3"
                },
                {
                    "zh": "博愛座",
                    "jp": [
                        { "k": "優", "f": "ゆう" },
                        { "k": "先", "f": "せん" },
                        { "k": "席", "f": "せき" }
                    ],
                    //"audio": "優先席_博愛座.MP3"
                },
                {
                    "zh": "藥局",
                    "jp": [
                        { "k": "薬", "f": "や[[small|っ]]" },
                        { "k": "局", "f": "き[[small|ょ]]く" }
                    ],
                    //"audio": "薬局_藥局.MP3"
                },
                {
                    "zh": "大家，各位",
                    "jp": [
                        { "k": "皆", "f": "みな" },
                        { "k": "さん" },
                    ],
                    "audio": "皆さん_大家，各位.MP3"
                },
                {
                    "zh": "終點",
                    "jp": [
                        { "k": "終", "f": "しゅう" },
                        { "k": "点", "f": "てん" }
                    ],
                    //"audio": "終点_終點.MP3"
                },
                {
                    "zh": "少量",
                    "jp": [
                        { "k": "少", "f": "すく" },
                        { "k": "なめ" }
                    ],
                    //"audio": "少なめ_少量.MP3"
                },
                {
                    "zh": "加麵",
                    "jp": [
                        { "k": "替", "f": "かえ" },
                        { "k": "玉", "f": "だま" }
                    ],
                    //"audio": "替玉_加麵.MP3"
                },
                {
                    "zh": "取消",
                    "jp": [
                        { "k": "キャンセル" }
                    ],
                    //"audio": "キャンセル_取消.MP3"
                },
                {
                    "zh": "票",
                    "jp": [
                        { "k": "き[[small|っ]]ぷ" }
                    ],
                    //"audio": "きぷ_票.MP3"
                },
                {
                    "zh": "票",
                    "jp": [
                        { "k": "チケ[[small|ッ]]ト" }
                    ],
                    //"audio": "チケット_票.MP3"
                },
                {
                    "zh": "護照",
                    "jp": [
                        { "k": "パスポート" }
                    ],
                    //"audio": "パスポート_護照.MP3"
                },
                {
                    "zh": "困難的",
                    "jp": [
                        { "k": "難", "f": "むずか" },
                        { "k": "しい" }
                    ],
                    //"audio": "難しい_困難的.MP3"
                },
                {
                    "zh": "漂亮、乾淨",
                    "jp": [
                        { "k": "きれい" }
                    ],
                    //"audio": "きれい_漂亮、乾淨.MP3"
                },
                {
                    "zh": "不怎麼",
                    "jp": [
                        { "k": "あまり" }
                    ],
                    //"audio": "あまり_不怎麼.MP3"
                },
                {
                    "zh": "辛苦、很、糟糕",
                    "jp": [
                        { "k": "大", "f": "たい" },
                        { "k": "変", "f": "へん" }
                    ],
                    //"audio": "大変_辛苦、很、糟糕.MP3"
                },
                {
                    "zh": "如何",
                    "jp": [
                        { "k": "どう" }
                    ],
                    //"audio": "どう_如何.MP3"
                },
                {
                    "zh": "親切",
                    "jp": [
                        { "k": "親", "f": "しん" },
                        { "k": "切", "f": "せつ" }
                    ],
                    //"audio": "親切_親切.MP3"
                },
                {
                    "zh": "有趣的",
                    "jp": [
                        { "k": "おもしろい" }
                    ],
                    //"audio": "おもしろい_有趣的.MP3"
                },
                {
                    "zh": "小的",
                    "jp": [
                        { "k": "小", "f": "ちい" },
                        { "k": "さい" }
                    ],
                    //"audio": "小きい_小的.MP3"
                },
                {
                    "zh": "大的",
                    "jp": [
                        { "k": "大", "f": "おお" },
                        { "k": "きい" }
                    ],
                    //"audio": "大きい_大的.MP3"
                },
                {
                    "zh": "建築物",
                    "jp": [
                        { "k": "建", "f": "たて" },
                        { "k": "物", "f": "もの" }
                    ]
                },
                //"audio": "建物_建築物.MP3"
                {
                    "zh": "自由座",
                    "jp": [
                        { "k": "自", "f": "じ" },
                        { "k": "由", "f": "ゆう" },
                        { "k": "席", "f": "せき" }
                    ]
                },
                //"audio": "自由席_自由座.MP3"
                {
                    "zh": "改搭、轉車",
                    "jp": [
                        { "k": "乗", "f": "の" },
                        { "k": "り" },
                        { "k": "換", "f": "か" },
                        { "k": "えます" }
                    ]
                },
                //"audio": "乗り換えます_改搭、轉車.MP3"
                {
                    "zh": "投幣式置物櫃",
                    "jp": [
                        { "k": "コインロッカー" }
                    ]
                },
                //"audio": "コインロッカー_投幣式置物櫃.MP3"
                {
                    "zh": "寄放",
                    "jp": [
                        { "k": "預", "f": "あず" },
                        { "k": "けます" }
                    ]
                },
                //"audio": "預けます_寄放.MP3"
                {
                    "zh": "手拿行李",
                    "jp": [
                        { "k": "手", "f": "て" },
                        { "k": "荷", "f": "に" },
                        { "k": "物", "f": "もつ" }
                    ]
                },
                //"audio": "手荷物_手拿行李.MP3"
                {
                    "zh": "行李",
                    "jp": [
                        { "k": "荷", "f": "に" },
                        { "k": "物", "f": "もつ" }
                    ]
                },
                //"audio": "荷物_行李.MP3"
                {
                    "zh": "對號座",
                    "jp": [
                        { "k": "指", "f": "し" },
                        { "k": "定", "f": "てい" },
                        { "k": "席", "f": "せい" }
                    ],
                    //"audio": "指定席_對號座.MP3"
                },
                {
                    "zh": "坐位",
                    "jp": [
                        { "k": "席", "f": "せき" }
                    ],
                    //"audio": "席_坐位.MP3"
                },
                {
                    "zh": "郵票",
                    "jp": [
                        { "k": "切", "f": "き[[small|っ]]" },
                        { "k": "手", "f": "て" }
                    ],
                    //"audio": "切手_郵票.MP3"
                },
                {
                    "zh": "郵局",
                    "jp": [
                        { "k": "郵", "f": "ゆう" },
                        { "k": "便", "f": "びん" },
                        { "k": "局", "f": "き[[small|ょ]]く" }
                    ],
                    //"audio": "郵便局_郵局.MP3"
                },
                {
                    "zh": "海",
                    "jp": [
                        { "k": "海", "f": "うみ" }
                    ],
                    //"audio": "海_海.MP3"
                },
                {
                    "zh": "好的",
                    "jp": [
                        { "k": "いい" }
                    ],
                    //"audio": "いい_好的.MP3"
                },
                {
                    "zh": "有名的",
                    "jp": [
                        { "k": "有", "f": "ゆう" },
                        { "k": "名", "f": "めい" }
                    ],
                    //"audio": "有名_有名的.MP3"
                },
                {
                    "zh": "簡單",
                    "jp": [
                        { "k": "簡", "f": "かん" },
                        { "k": "単", "f": "たん" }
                    ],
                    //"audio": "簡単_簡單.MP3"
                },
                {
                    "zh": "快樂的([[blue|當下的]])",
                    "jp": [
                        { "k": "うれしい" }
                    ],
                    //"audio": "うれしい_快樂的.MP3"
                },
                {
                    "zh": "快樂的([[blue|長時間的]])",
                    "jp": [
                        { "k": "楽", "f": "たの" },
                        { "k": "しい" }
                    ],
                    //"audio": "楽しい_快樂的.MP3"
                },
                {
                    "zh": "櫻花",
                    "jp": [
                        { "k": "桜", "f": "さくら" }
                    ],
                    //"audio": "桜_櫻花.MP3"
                },
                {
                    "zh": "山",
                    "jp": [
                        { "k": "山", "f": "やま" }
                    ],
                    //"audio": "山_山.MP3"
                },
                {
                    "zh": "食物",
                    "jp": [
                        { "k": "食", "f": "た" },
                        { "k": "べ" },
                        { "k": "物", "f": "もの" }
                    ],
                    //"audio": "食べ物_食物.MP3"
                },
                {
                    "zh": "怎麼樣的",
                    "jp": [
                        { "k": "どんな" }
                    ],
                    //"audio": "怎麼樣的_どんな.MP3"
                },
                {
                    "zh": "照片",
                    "jp": [
                        { "k": "写", "f": "しゃ" },
                        { "k": "真", "f": "しん" }
                    ],
                    //"audio": "写真_照片.MP3"
                },
                {
                    "zh": "房間",
                    "jp": [
                        { "k": "部", "f": "へ" },
                        { "k": "屋", "f": "や" }
                    ],
                    //"audio": "部屋_房間.MP3"
                },
                {
                    "zh": "高的、貴的",
                    "jp": [
                        { "k": "高", "f": "たか" },
                        { "k": "い" }
                    ],
                    //"audio": "い_高的、貴的.MP3"
                },
                {
                    "zh": "便宜的",
                    "jp": [
                        { "k": "安", "f": "やす" },
                        { "k": "い" }
                    ],
                    //"audio": "安い_便宜的.MP3"
                },
                {
                    "zh": "走路",
                    "jp": [
                        { "k": "歩", "f": "ある" },
                        { "k": "きます" },
                    ],
                    //"audio": "歩きます_走路.MP3"
                },
                {
                    "zh": "這一次、下一次",
                    "jp": [
                        { "k": "今", "f": "こん" },
                        { "k": "度", "f": "ど" }
                    ],
                    //"audio": "今度_這一次、下一次.MP3"
                },
                {
                    "zh": "好耶",
                    "jp": [
                        { "k": "いいですね" }
                    ],
                    //"audio": "いいですね_好耶.MP3"
                },
                {
                    "zh": "什麼時候",
                    "jp": [
                        { "k": "いつ" }
                    ],
                    //"audio": "いつ_什麼時候.MP3"
                },
                {
                    "zh": "生日快樂",
                    "jp": [
                        { "k": "誕", "f": "たん" },
                        { "k": "生", "f": "じょう" },
                        { "k": "日", "f": "び" },
                        { "k": "おめでとうございます" }
                    ],
                    "colspan": 3,   // 這筆會佔 3 欄（單獨一列）
                    //"audio": "誕生日おめでとうございます_生日快樂.MP3"
                },
                {
                    "zh": "新年快樂（敲鐘後的祝福）",
                    "jp": [
                        { "k": "あけましておめでとうございます" }
                    ],
                    "colspan": 3,  // 這筆會佔 3 欄（單獨一列）
                    //"audio": "あけましておめでとうございます_新年快樂.MP3"
                },
                {
                    "zh": "預祝新年快樂",
                    "jp": [
                        { "k": "良", "f": "よ" },
                        { "k": "いお" },
                        { "k": "年", "f": "とし" },
                        { "k": "を" }
                    ],
                    //"audio": "良いお年を_預祝新年快樂.MP3"
                },
                {
                    "zh": "決定好了嗎？",
                    "jp": [
                        { "k": "お" },
                        { "k": "決", "f": "き" },
                        { "k": "まりですか" }
                    ],
                    "audio": "お決まりですか_決定好了嗎.MP3"
                },
                {
                    "zh": "太好吃了",
                    "jp": [
                        { "k": "おいしかったです" }
                    ],
                    //"audio": "おいしかったです_太好吃了.MP3"
                },
                {
                    "zh": "吃飽了（用餐後的禮貌用語）",
                    "jp": [
                        { "k": "ごちそうさまでした" }
                    ],
                    //"audio": "ごちそうさまでした_吃飽了.MP3"
                },
                {
                    "zh": "請稍等",
                    "jp": [
                        { "k": "少", "f": "しょう" },
                        { "k": "々", "f": "しょう" },
                        { "k": "お" },
                        { "k": "待", "f": "ま" },
                        { "k": "ちください" }
                    ],
                    //"audio": "少々お待ちください_請稍等.MP3"
                },
                {
                    "zh": "了解、明白（禮貌說法）",
                    "jp": [
                        { "k": "かしこまりました" }
                    ],
                    //"audio": "かしこまりました_了解、明白.MP3"
                },
                {
                    "zh": "重複",
                    "jp": [
                        { "k": "繰", "f": "く" },
                        { "k": "り" },
                        { "k": "返", "f": "かえ" },
                        { "k": "します" }
                    ],
                    //"audio": "繰り返します_重複.MP3"
                },
                {
                    "zh": "回去、回來",
                    "jp": [
                        { "k": "帰", "f": "かえ" },
                        { "k": "ります" }
                    ],
                    "audio": "帰ります_回去、回來.MP3"
                },
                {
                    "zh": "來",
                    "jp": [
                        { "k": "来", "f": "き" },
                        { "k": "ます" }
                    ],
                    "audio": "来ます_來.MP3"
                },
                {
                    "zh": "去",
                    "jp": [
                        { "k": "行", "f": "い" },
                        { "k": "きます" }
                    ],
                    "audio": "行きます_去.MP3"
                },
                {
                    "zh": "明年",
                    "jp": [
                        { "k": "来", "f": "らい" },
                        { "k": "年", "f": "ねん" }
                    ],
                    "audio": "来年_明年.MP3"
                },
                {
                    "zh": "去年",
                    "jp": [
                        { "k": "去", "f": "きょ" },
                        { "k": "年", "f": "ねん" }
                    ],
                    "audio": "去年_去年.MP3"
                },
                {
                    "zh": "今年",
                    "jp": [
                        { "k": "今", "f": "こ" },
                        { "k": "年", "f": "とし" }
                    ],
                    "audio": "今年_今年.MP3"
                },
                {
                    "zh": "練習",
                    "jp": [
                        { "k": "練", "f": "れん" },
                        { "k": "習", "f": "しゅう" },
                        { "k": "します" }
                    ],
                    "audio": "練習します_練習.MP3"
                },
                {
                    "zh": "前天",
                    "jp": [
                        { "k": "おととい" }
                    ],
                    "audio": "おととい_前天.MP3"
                },
                {
                    "zh": "今天早上",
                    "jp": [
                        { "k": "今", "f": "け" },
                        { "k": "朝", "f": "さ" }
                    ],
                    "audio": "今朝_今天早上.MP3"
                },
                {
                    "zh": "開始",
                    "jp": [
                        { "k": "始", "f": "はじ" },
                        { "k": "まります" }
                    ],
                    "audio": "始まります_開始.MP3"
                },
                {
                    "zh": "維持那樣",
                    "jp": [
                        { "k": "そのまま" }
                    ],
                    "audio": "そのまま_維持那樣.MP3"
                },
                {
                    "zh": "分開（重覆字用々代替）",
                    "jp": [
                        { "k": "別", "f": "べっ" },
                        { "k": "々", "f": "べっ" }
                    ],
                    "audio": "別々_分開.MP3"
                },
                {
                    "zh": "吃嗎？喝嗎？",
                    "jp": [
                        { "k": "お" },
                        { "k": "召", "f": "め" },
                        { "k": "し" },
                        { "k": "上", "f": "あ" },
                        { "k": "がりですか" }
                    ],
                    "audio": "お召し上がりですか_吃嗎？喝嗎？.MP3"//尊敬的用法，服務生說詞，一般人不說
                },
                {
                    "zh": "L",
                    "jp": [
                        { "k": "エル" }
                    ],
                    "audio": "エル_L.MP3"
                },
                {
                    "zh": "M",
                    "jp": [
                        { "k": "エム" }
                    ],
                    "audio": "エム_M.MP3"
                },
                {
                    "zh": "S",
                    "jp": [
                        { "k": "エス" }
                    ],
                    "audio": "エス_S.MP3"
                },
                {
                    "zh": "尺寸",
                    "jp": [
                        { "k": "サイズ" }
                    ],
                    "audio": "サイズ_尺寸.MP3"
                },
                {
                    "zh": "冰的",
                    "jp": [
                        { "k": "アイス" }
                    ],
                    "audio": "アイス_冰的.MP3"
                },
                {
                    "zh": "熱的",
                    "jp": [
                        { "k": "ホ[[small|ッ]]ト" }
                    ],
                    "audio": "ホット_熱的.MP3"
                },
                {
                    "zh": "外帶",
                    "jp": [
                        { "k": "持", "f": "も" },
                        { "k": "ち" },
                        { "k": "帰", "f": "かえ" },
                        { "k": "りで" }
                    ],
                    "audio": "持ち帰りで_外帶.MP3"
                },
                {
                    "zh": "內用",
                    "jp": [
                        { "k": "店", "f": "てん" },
                        { "k": "内", "f": "ない" },
                        { "k": "で" }
                    ],
                    "audio": "店内で_內用.MP3"
                },
                {
                    "zh": "這邊、這裡、這一位（禮貌）",
                    "jp": [
                        { "k": "こちら" }
                    ],
                    "audio": "こちら_這邊.MP3"
                },
                {
                    "zh": "少量",
                    "jp": [
                        { "k": "少", "f": "すく" },
                        { "k": "なめで" }
                    ],
                    //"audio": "少なめで_少量.MP3"
                },
                {
                    "zh": "全部",
                    "jp": [
                        { "k": "全", "f": "ぜん" },
                        { "k": "部", "f": "ぶ" }
                    ],
                    "audio": "全部_全部.MP3"
                }
            ]
        }
    ]
}