window.vocabData4 =
{
    "tables": [
        {
            "caption": "05/05 單字",
            "rows": [
                {
                    "zh": "小孩",
                    "jp": [
                        { "k": "小", "f": "こ" },
                        { "k": "供", "f": "ども" }
                    ],
                    "audio": "小供_小孩.MP3"
                },
                {
                    "zh": "大人",
                    "jp": [
                        { "k": "大", "f": "おと" },
                        { "k": "人", "f": "な" }
                    ],
                    "audio": "大人_大人.MP3"
                },
                {
                    "zh": "樹",
                    "jp": [
                        { "k": "木", "f": "き" }
                    ],
                    "audio": "木_樹.MP3"
                },
                {
                    "zh": "自動販賣機",
                    "jp": [
                        { "k": "自", "f": "じ" },
                        { "k": "動", "f": "どう" },
                        { "k": "販", "f": "はん" },
                        { "k": "売", "f": "ばい" },
                        { "k": "機", "f": "き" }
                    ],
                    "audio": "自動販売機_自動販賣機.MP3"
                },
                {
                    "zh": "箱子",
                    "jp": [
                        { "k": "箱", "f": "はこ" }
                    ],
                    "audio": "箱_箱子.MP3"
                },
                {
                    "zh": "桌子",
                    "jp": [
                        { "k": "机", "f": "つくえ" }
                    ],
                    "audio": "机_桌子.MP3"
                },
                {
                    "zh": "桌子",
                    "jp": [
                        { "k": "テーブル" }
                    ],
                    "audio": "テーブル_桌子.MP3"
                },
                {
                    "zh": "睡衣",
                    "jp": [
                        { "k": "パジャマ" }
                    ],
                    "audio": "パジャマ_睡衣.MP3"
                },
                {
                    "zh": "鋼琴",
                    "jp": [
                        { "k": "ピアノ" }
                    ],
                    "audio": "ピアノ_鋼琴.MP3"
                },
                {
                    "zh": "床",
                    "jp": [
                        { "k": "ベッド" }
                    ],
                    "audio": "ベッド_床.MP3"
                },
                {
                    "zh": "寬廣",
                    "jp": [
                        { "k": "広", "f": "ひろ" },
                        { "k": "い" }
                    ],
                    //"audio": "ベッド_床.MP3"
                }
            ]
        }
    ]
}