window.grammarData1 = [
    {
        "tile": "ます / ません ",
        "exam": [
            {
                "id": "ます — 動詞肯定句",
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "1. "
                            },
                            {
                                "k": "食", "f": "た"
                            },
                            {
                                "k": "べます"
                            }
                        ],
                        "zh": "吃"
                    },
                     {
                        "jp": [
                            {
                                "k": "2. "
                            },
                            {
                                "k": "買", "f": "か"
                            },
                            {
                                "k": "います。"
                            }
                        ],
                        "zh": "買"
                    }
                ]
            },
            {
                "id": "ません — 動詞否定句",
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "1. "
                            },
                            {
                                "k": "食", "f": "た"
                            },
                            {
                                "k": "べません"
                            }
                        ],
                        "zh": "不吃"
                    },
                     {
                        "jp": [
                            {
                                "k": "2. "
                            },
                            {
                                "k": "買", "f": "か"
                            },
                            {
                                "k": "いません"
                            }
                        ],
                        "zh": "不買"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "お"
                            },
                            {
                                "k": "酒", "f": "さけ"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "飲", "f": "の"
                            },
                            {
                                "k": "みません。"
                            }
                        ],
                        "zh": "不喝清酒"
                    },
                     {
                        "jp": [
                            {
                                "k": "A : "
                            },
                            {
                                "k": "陳", "f": "ちん"
                            },
                            {
                                "k": "さんはアニメを"
                            },
                            {
                                "k": "見", "f": "み"
                            },
                            {
                                "k": "ますか。"
                            }
                        ],
                        "zh": "陳先生看動漫嗎？"
                    },
                     {
                        "jp": [
                            {
                                "k": "B : いいえ 、"
                            },
                            {
                                "k": "見", "f": "み"
                            },
                            {
                                "k": "ません。"
                            }
                        ],
                        "zh": "不，不看"
                    }
                ]
            },
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "お"
                            },
                            {
                                "k": "父", "f": "とう"
                            },
                            {
                                "k": "さんは"
                            },
                            {
                                "k": "馬", "f": "ば"
                            },
                            {
                                "k": "肉", "f": "にく"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "食", "f": "た"
                            },
                            {
                                "k": "べません。"
                            }
                        ],
                        "zh": "爸爸不吃馬肉。"
                    }
                ]
            },
            {
                "id": 5,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : "
                            },
                            {
                                "k": "彼", "f": "かの"
                            },
                            {
                                "k": "女", "f": "じょ"
                            },
                            {
                                "k": "は"
                            },
                            {
                                "k": "音", "f": "おん"
                            },
                            {
                                "k": "楽", "f": "がく"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "聞", "f": "き"
                            },
                            {
                                "k": "きますか。"
                            }
                        ],
                        "zh": "女朋友聽音樂嗎？"
                    },
                     {
                        "jp": [
                            {
                                "k": "B : いいえ、"
                            },
                            {
                                "k": "聞", "f": "き"
                            },
                            {
                                "k": "きません。"
                            }
                        ],
                        "zh": "不，不聽"
                    }
                ]
            },
            {
                "id": 6,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "私", "f": "わたし"
                            },
                            {
                                "k": "は"
                            },
                            {
                                "k": "雑", "f": "ざっ"
                            },
                            {
                                "k": "誌", "f": "し"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "読", "f": "よ"
                            },
                            {
                                "k": "みません。"
                            }
                        ],
                        "zh": "我不看雜誌"
                    }
                ]
            }
        ]
    },
    {
        "tile": [{
            "k": "何", "f": "なに"
        },
        {
            "k": " + 助詞 + 動詞"
        }],
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : "
                            },
                            {
                                "k": "何", "f": "なに"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "買", "f": "か"
                            },
                            {
                                "k": "いますか。"
                            }
                        ],
                        "zh": "買什麼？"
                    },
                     {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "牛", "f": "ぎゅう"
                            },
                            {
                                "k": "奶", "f": "にゅう"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "買", "f": "か"
                            },
                            {
                                "k": "います。"
                            }
                        ],
                        "zh": "買牛奶。"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : "
                            },
                            {
                                "k": "何", "f": "なに"
                            },
                            {
                                "k": "をします。"
                            }
                        ],
                        "zh": "做什麼呢？"
                    },
                     {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "親", "f": "おや"
                            },
                            {
                                "k": "子", "f": "こ"
                            },
                            {
                                "k": "丼", "f": "どん"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "食", "f": "た"
                            },
                            {
                                "k": "べます。"
                            }
                        ],
                        "zh": "吃親子丼。"
                    }
                ]
            }
        ]
    },
    {
        "tile": "名詞 + を + 動詞",
        "desp": "ます — 動詞",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "ビールを"
                            },
                            {
                                "k": "飲", "f": "の"
                            },
                            {
                                "k": "みます。"
                            }
                        ],
                        "zh": "喝啤酒"
                    },
                    {
                        "jp": [
                            {
                                "k": "[[blue-underline|ラーメン|N]]を[[blue-underline|\"[{\"k\":\"食\",\"f\":\"た\"},{\"k\":\"べます\"}]\"|V]]"
                            }
                        ],
                        "zh": "吃拉麵"
                    },
                    {
                        "jp": [
                            {
                                "k": "音", "f": "おん"
                            },
                            {
                                "k": "樂", "f": "がく"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "聞", "f": "き"
                            },
                            {
                                "k": "きます。"
                            }
                        ],
                        "zh": "聽音樂"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "おとうさんはビールを"
                            },
                            {
                                "k": "飲", "f": "の"
                            },
                            {
                                "k": "みます。"
                            }
                        ],
                        "zh": " 爸爸喝啤酒"
                    },
                    {
                        "jp": [
                            {
                                "k": "私", "f": "わたし"
                            },
                            {
                                "k": "は"
                            },
                            {
                                "k": "映", "f": "えい"
                            },
                            {
                                "k": "画", "f": "が"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "見", "f": "み"
                            },
                            {
                                "k": "ます。"
                            }
                        ],
                        "zh": "我看電影"
                    }
                ]
            }
        ]
    },
    {
        "tile": "買 / 不要買",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "名詞 + を + ください<br>これをください"
                            }
                        ],
                        "zh": "我要這個"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "名詞 + を + "
                            },
                            {
                                "k": "願", "f": "ねが"
                            },
                            {
                                "k": "いします<br>これをお"
                            },
                            {
                                "k": "願", "f": "ねが"
                            },
                            {
                                "k": "いします。"
                            }
                        ],
                        "zh": " 我要這個(比較有禮貌的用語)"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "そうですか"
                            }
                        ],
                        "zh": "不要買東西用語"
                    }
                ]
            }
        ]
    },
    {
        "tile": [
            {
                "k": "何", "f": "なん"
            },
            {
                "k": "階", "f": "がい"
            }
        ],
        "desp": "幾樓",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : "
                            },
                            {
                                "k": "部", "f": "へ"
                            },
                            {
                                "k": "屋", "f": "や"
                            },
                            {
                                "k": "は"
                            },
                            {
                                "k": "何", "f": "なん"
                            },
                            {
                                "k": "階", "f": "がい"
                            },
                            {
                                "k": "ですか。"
                            }
                        ],
                        "zh": "房間在幾樓呢？"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "3", "f": "さん"
                            },
                            {
                                "k": "階", "f": "がい"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "3樓"
                    }
                ]
            }
        ]
    },
    {
        "tile": [
            {
                "k": "何", "f": "なん"
            },
            {
                "k": "番", "f": "ばん"
            }
        ],
        "desp": "幾號",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : すみません。うちの"
                            },
                            {
                                "k": "電", "f": "でん"
                            },
                            {
                                "k": "話", "f": "わ"
                            },
                            {
                                "k": "番", "f": "なん"
                            },
                            {
                                "k": "号", "f": "ばん"
                            },
                            {
                                "k": "は"
                            },
                            {
                                "k": "何", "f": "なん"
                            },
                            {
                                "k": "番", "f": "ばん"
                            },
                            {
                                "k": "ですか。"
                            }
                        ],
                        "zh": "不好意思，家用電話是幾號呢？"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "0", "f": "ぜる"
                            },
                            {
                                "k": "7", "f": "なな"
                            },
                            {
                                "k": "-", "f": "の"
                            },
                            {
                                "k": "7", "f": "なな"
                            },
                            {
                                "k": "9", "f": "きゅう"
                            },
                            {
                                "k": "0", "f": "ぜる"
                            },
                            {
                                "k": "-", "f": "の"
                            },
                            {
                                "k": "5", "f": "ご"
                            },
                            {
                                "k": "9", "f": "きゅう"
                            },
                            {
                                "k": "9", "f": "きゅう"
                            },
                            {
                                "k": "2", "f": "に"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "07-790-5992"
                    },
                    {
                        "jp": [
                            {
                                "k": " [[icon-important|電話數字只能用]] "
                            },
                            {
                                "k": "0", "f": "ぜる"
                            },
                            {
                                "k": "4", "f": "よん"
                            },
                            {
                                "k": "7", "f": "なな"
                            },
                            {
                                "k": "9", "f": "きゅう"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    {
        "tile": [
            {
                "k": "何", "f": "なん"
            }
        ],
        "desp": "東西疑問詞-什麼",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : これは"
                            },
                            {
                                "k": "[[blue|何]]", "f": "なん"
                            },
                            {
                                "k": "ですか。"
                            }
                        ],
                        "zh": "這個是什麼呢？"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : れはスマホです。"
                            }
                        ],
                        "zh": "那個是智慧型手機。"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : あれは"
                            },
                            {
                                "k": "豚", "f": "ぶた"
                            },
                            {
                                "k": "肉", "f": "にく"
                            },
                            {
                                "k": "ですか。"
                            }
                        ],
                        "zh": "那個是豬肉嗎？"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : いいえ 、あれは"
                            },
                            {
                                "k": "豚", "f": "ぶた"
                            },
                            {
                                "k": "肉", "f": "にく"
                            },
                            {
                                "k": "じゃありません。"
                            }
                        ],
                        "zh": "不，那個不是豬肉。"
                    }
                ]
            }
        ]
    },
    {
        "tile": "～ですか。",
        "desp": "(….嗎？…嗎？)、(…呢？…呢？)",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : これは"
                            },
                            {
                                "k": "紅", "f": "こう"
                            },
                            {
                                "k": "茶", "f": "ちゃ"
                            },
                            {
                                "k": "[[blue|ですか]]。ウーロン"
                            },
                            {
                                "k": "茶", "f": "ちゃ"
                            },
                            {
                                "k": "[[blue|ですか]]。"
                            }
                        ],
                        "zh": "這個是紅茶呢？還是烏龍茶呢？"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : ウーロン"
                            },
                            {
                                "k": "茶", "f": "ちゃ"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "烏龍茶"
                    }
                ]
            }
        ]
    },
    {
        "tile": "の",
        "desp": "(東西代稱)的",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : これは"
                            },
                            {
                                "k": "誰", "f": "だれ"
                            },
                            {
                                "k": "[[blue|の]]"
                            },
                            {
                                "k": "靴", "f": "くつ"
                            },
                            {
                                "k": "ですか。"
                            }
                        ],
                        "zh": "這個是誰的鞋子呢？"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : それは"
                            },
                            {
                                "k": "林", "f": "りん"
                            },
                            {
                                "k": "さんの"
                            },
                            {
                                "k": "靴", "f": "くつ"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "那個是林小姐的鞋子。"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : それは"
                            },
                            {
                                "k": "林", "f": "りん"
                            },
                            {
                                "k": "さんのです"
                            }
                        ],
                        "zh": "那個是林小姐的。"
                    }
                ]
            }
        ]
    },
    {
        "tile": "だれ",
        "desp": "誰	(人物疑問)誰",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : あの"
                            },
                            {
                                "k": "人", "f": "ひと"
                            }, {
                                "k": "は"
                            },
                            {
                                "k": "誰", "f": "だれ"
                            },
                            {
                                "k": "ですか。"
                            }
                        ],
                        "zh": "那個人是誰呢？"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "陳", "f": "ちん"
                            },
                            {
                                "k": "さんです。"
                            }
                        ],
                        "zh": "陳先生/陳小姐。"
                    }
                ]
            }
        ]
    },
    {
        "tile": "どこの",
        "desp": "哪一國的/哪裡的",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : これはどこのパソコンですか。"
                            }
                        ],
                        "zh": "這個是哪一國的筆電呢？"
                    },
                    {
                        "jp": [
                            {
                                "k": "日", "f": "に"
                            },
                            {
                                "k": "本", "f": "ほん"
                            },
                            {
                                "k": "のです。"
                            }
                        ],
                        "zh": "日本的。"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "日", "f": "に"
                            },
                            {
                                "k": "本", "f": "ほん"
                            },
                            {
                                "k": "のパソコンです。"
                            }
                        ],
                        "zh": "日本的筆電。"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : いくらですか。"
                            }
                        ],
                        "zh": "多少錢呢？"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "59000", "f": "ごまんきゅう"
                            },
                            {
                                "k": "円", "f": "せん"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "59000日幣"
                    }
                ]
            }
        ]
    },
    {
        "tile": "どこ",
        "desp": "(地點疑問詞)哪裡",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : すみません。トイレはどこですか。"
                            }
                        ],
                        "zh": "不好意思，廁所在哪裡呢？"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : そこです。"
                            }
                        ],
                        "zh": "那裡。"
                    }
                ]
            }
        ]
    },
    {
        "tile": "の(的)",
        "desp": "名詞 + の + 名詞",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "私", "f": "わたし"
                            },
                            {
                                "k": "は"
                            },
                            {
                                "k": "日", "f": "に"
                            },
                            {
                                "k": "本", "f": "ほん"
                            },
                            {
                                "k": "語", "f": "ご"
                            },
                            {
                                "k": "[[blue|の]]"
                            },
                            {
                                "k": "先", "f": "せん"
                            },
                            {
                                "k": "生", "f": "せい"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "我是日文老師。"
                    }
                ]
            }
        ]
    },
    {
        "tile": "も(也)",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "私", "f": "わたし"
                            },
                            {
                                "k": "は"
                            },
                            {
                                "k": "台", "f": "たい"
                            },
                            {
                                "k": "湾", "f": "わん"
                            },
                            {
                                "k": "人", "f": "じん"
                            },
                            {
                                "k": "です。"
                            },
                            {
                                "k": "林", "f": "りん"
                            },
                            {
                                "k": "さん[[blue|も]]"
                            },
                            {
                                "k": "台", "f": "たい"
                            },
                            {
                                "k": "湾", "f": "わん"
                            },
                            {
                                "k": "人", "f": "じん"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "我是台灣人。林小姐也是台灣人。"
                    }
                ]
            }
        ]
    },
    {
        "tile": "地點代稱",
        "desp": "[br1]",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "ここは"
                            },
                            {
                                "k": "食", "f": "しょく"
                            },
                            {
                                "k": "堂", "f": "どう"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "這裡是食堂"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "そこは"
                            },
                            {
                                "k": "薬", "f": "くすり"
                            },
                            {
                                "k": "屋", "f": "や"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "那裡是藥局"
                    }
                ]
            }
        ],
        "br1": [
            "ここ (近稱) 這裡",
            "そこ (中稱) 那裡",
            "あそこ (遠稱) 那裡",
            "どこ (疑問) 哪裡"
        ]
    },
    {
        "tile": "東西統稱 1",
        "desp": "[br1] + は [br2]",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "これはジュースです。"
                            }
                        ],
                        "zh": "這個是果汁"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "それは"
                            },
                            {
                                "k": "車", "f": "くるま"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "那個是車子"
                    }
                ]
            }
        ],
        "br1": [
            "これ (近稱) 這個",
            "それ (中稱) 那個",
            "あれ (遠稱) 那個",
            "どれ (疑問) 哪個"
        ],
        "br2": [
            "これは 這個是",
            "それは 那個是",
            "あれは 那個是",
            "どれは 哪個是",
        ]
    },
    {
        "tile": "東西統稱 2",
        "desp": "[br1] + 名詞 [br2]",
        "br1": [
            "この (近稱) 這個",
            "その (中稱) 那個",
            "あの (遠稱) 那個",
            "どの (疑問) 哪個"
        ],
        "br2": [
            "この傘は 這把雨傘是",
            "そのラーメンは 那碗拉麵是",
            "あの紅茶は 那杯紅茶是",
            "どのかばんは 哪個包包是",
        ]
    },
    {
        "exam": [
            {
                "id": "",
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "黃", "f": "こう"
                            },
                            {
                                "k": "さんは"
                            },
                            {
                                "k": "会", "f": "かい"
                            },
                            {
                                "k": "社", "f": "しゃ"
                            },
                            {
                                "k": "員", "f": "いん"
                            },
                            {
                                "k": "ですか。"
                            }
                        ],
                        "zh": "黃先生是公司職員嗎？"
                    },
                    {
                        "jp": [
                            {
                                "k": "はい、そうです"
                            }
                        ],
                        "zh": "是，是的"
                    },
                    {
                        "jp": [
                            {
                                "k": "李", "f": "り"
                            },
                            {
                                "k": "さんは"
                            },
                            {
                                "k": "学", "f": "がく"
                            },
                            {
                                "k": "生", "f": "せい"
                            },
                            {
                                "k": "ですか。"
                            }
                        ],
                        "zh": "李小姐是學生嗎？"
                    },
                    {
                        "jp": [
                            {
                                "k": "いいえ、学生しゃありません"
                            }
                        ],
                        "zh": "是，是的"
                    }
                ]
            },
            {
                "id": "",
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "お"
                            },
                            {
                                "k": "国", "f": "くに"
                            },
                            {
                                "k": "はタイですか。"
                            }
                        ],
                        "zh": "國家是泰國嗎？"
                    },
                    {
                        "jp": [
                            {
                                "k": "いいえ、"
                            },
                            {
                                "k": "違", "f": "ちが"
                            },
                            {
                                "k": "います。"
                            },
                            {
                                "k": "台", "f": "たぃ"
                            },
                            {
                                "k": "湾", "f": "わん"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "不，不是，是台灣"
                    }
                ]
            }
        ]
    },
    {
        "tile": "名詞 - 否定句",
        "desp": "A [[blue|は]] B [br1]",
        "trans": "A不是B",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "私", "f": "わたし"
                            },
                            {
                                "k": "は"
                            },
                            {
                                "k": "韓", "f": "か"
                            },
                            {
                                "k": "国", "f": "こく"
                            },
                            {
                                "k": "人", "f": "じん"
                            },
                            {
                                "k": "[br1]"
                            }
                        ],
                        "zh": "我不是韓國人"
                    }
                ]
            }
        ],
        "br1": [
            "じゃありません",
            "じゃないです",
            "ではありません"
        ]
    },
    {
        "tile": "名詞 - 疑問句",
        "desp": "A [[blue|は]] B [[blue|ですか]]",
        "trans": "A是B嗎？",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "先", "f": "せん"
                            },
                            {
                                "k": "生", "f": "せい"
                            },
                            {
                                "k": "は"
                            },
                            {
                                "k": "日", "f": "に"
                            },
                            {
                                "k": "本", "f": "ほん"
                            },
                            {
                                "k": "人", "f": "じん"
                            },
                            {
                                "k": "ですか。"
                            }
                        ],
                        "zh": "老師是日本人嗎？"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "黃", "f": "こう"
                            },
                            {
                                "k": "さんは"
                            },
                            {
                                "k": "会", "f": "かい"
                            },
                            {
                                "k": "社", "f": "しゃ"
                            },
                            {
                                "k": "員", "f": "いん"
                            },
                            {
                                "k": "ですか。"
                            }
                        ],
                        "zh": "黃先生是公司職員嗎？"
                    }
                ]
            }
        ]
    },
    {
        "tile": "名詞 - 肯定句",
        "desp": "A [[blue|は]] B [[blue|です]]",
        "trans": "A是B",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "私", "f": "わたし"
                            },
                            {
                                "k": "は"
                            },
                            {
                                "k": "蔡", "f": "さい"
                            },
                            {
                                "k": "です"
                            }
                        ],
                        "zh": "我是蔡小姐/先生"
                    }
                ]
            }, {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "あの"
                            },
                            {
                                "k": "人", "f": "ひと"
                            },
                            {
                                "k": "は"
                            },
                            {
                                "k": "A: 先", "f": "せん"
                            },
                            {
                                "k": "A: 生", "f": "せい"
                            },
                            {
                                "k": "です"
                            }
                        ],
                        "zh": "那個人是老師"
                    }
                ]
            }
        ]
    }
];