window.grammarData5 = [
    {
        "tile": "どれ",
        "desp": " [[pitch|\"[{\"k\":\"ど\",\"p\":\"H\"},{\"k\":\"れ\",\"p\":\"L\"}]\"]]",
        "trans":"(東西疑問詞) 哪個",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : "
                            },
                            {
                                "k": "陳",
                                "f": "ちん"
                            },
                            {
                                "k": "さん[[blue|の]]"
                            },
                            {
                                "k": "車",
                                "f": "くるま"
                            },
                            {
                                "k": "は[[blue|どれ]]ですか。"
                            }
                        ],
                        "zh": "陳先生[[blue|的]]車子是[[blue|哪一台]]呢?"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "[[blue|その]][[blue-underline|\"[{\"k\":\"白\",\"f\":\"しろ\"},{\"k\":\"い\"},{\"k\":\"車\",\"f\":\"くるま\"}]\"|N]]"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "[[blue|那台]]白色的車子。"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "[[blue|その]]"
                            },
                            {
                                "k": "[[blue|白]]",
                                "f": "しろ"
                            },
                            {
                                "k": "い[[box|の]][[notetop|[[note1]]]]"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "[[blue|那台]]白色的。"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "[[icon|success-icon]][[blue|それ]]です。"
                            },
                            {
                                "k": "[[icon|error-icon]][[blue|その]]です。"
                            }
                        ],
                        "zh": "[[blue|那台]]。"
                    }
                ]
            }
        ],
        "note": {
            "note1": [
                {
                    "k": "指車子"
                }
            ]
        }
    }
]