window.grammarData5 = [
    {
        "tile": "あまり",
        "desp": "不怎麼+否定型 (只有否定)",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "これは[[blue|あまり]]おいし[[strike|い]]くないです。"
                            }
                        ],
                        "zh": "這個[[blue|不怎麼]]好吃。"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "妹",
                                "f": "いもうと"
                            },
                            {
                                "k": "は[[blue|あまり]]"
                            },
                            {
                                "k": "肉",
                                "f": "にく"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "食",
                                "f": "た"
                            },
                            {
                                "k": "べ[[blue|ません]]。"
                            }
                        ],
                        "zh": "妹妹[[blue|不怎麼]]吃肉。"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "ここは[[blue|あまり]]"
                            },
                            {
                                "k": "賑",
                                "f": "にぎ"
                            },
                            {
                                "k": "やか[[blue|じゃないです]]。"
                            }
                        ],
                        "zh": "這裡[[blue|不怎麼]]熱鬧。"
                    }
                ]
            },
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "日本語は[[blue|あまり]]"
                            },
                            {
                                "k": "難",
                                "f": "むずか"
                            },
                            {
                                "k": "し[[blue|くないです]]。"
                            }
                        ],
                        "zh": "日本[[blue|不怎麼]]難。"
                    }
                ]
            },
            {
                "id": 5,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "私[[blue|はあまり]]"
                            },
                            {
                                "k": "韓",
                                "f": "かん"
                            },
                            {
                                "k": "国",
                                "f": "こく"
                            },
                            {
                                "k": "[[blue|へ]]"
                            },
                            {
                                "k": "行",
                                "f": "い"
                            },
                            {
                                "k": "き[[blue|ません]]。"
                            }
                        ],
                        "zh": "我[[blue|不怎麼]]去韓國。"
                    }
                ]
            }
        ]
    },
    {
        "tile": "句子練習",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "食",
                                "f": "しょ"
                            },
                            {
                                "k": "事",
                                "f": "くじ"
                            },
                            {
                                "k": "[[blue|しますか]]。 = "
                            },
                            {
                                "k": "食",
                                "f": "しょ"
                            },
                            {
                                "k": "事",
                                "f": "くじ"
                            },
                            {
                                "k": "[[blue|する]]。"
                            }
                        ],
                        "zh": "用餐[[blue|嗎]]?"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "(敬體)"
                            },
                            {
                                "k": "来",
                                "f": "らい"
                            },
                            {
                                "k": "週",
                                "f": "しゅう"
                            },
                            {
                                "k": "[[blue|の]]"
                            },
                            {
                                "k": "水",
                                "f": "すい"
                            },
                            {
                                "k": "曜",
                                "f": "よう"
                            },
                            {
                                "k": "日",
                                "f": "び"
                            },
                            {
                                "k": "[[blue|(に)]]"
                            },
                            {
                                "k": "友",
                                "f": "とも"
                            },
                            {
                                "k": "達",
                                "f": "だち"
                            },
                            {
                                "k": "[[blue|と]]"
                            },
                            {
                                "k": "一",
                                "f": "いっ"
                            },
                            {
                                "k": "緒",
                                "f": "しょ"
                            },
                            {
                                "k": "[[blue|に]][[strike|を]]"
                            },
                            {
                                "k": "食",
                                "f": "しょ"
                            },
                            {
                                "k": "事",
                                "f": "くじ"
                            },
                            {
                                "k": "[[blue|しますか]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)"
                            },
                            {
                                "k": "来",
                                "f": "らい"
                            },
                            {
                                "k": "週",
                                "f": "しゅう"
                            },
                            {
                                "k": "[[blue|の]]"
                            },
                            {
                                "k": "水",
                                "f": "すい"
                            },
                            {
                                "k": "曜",
                                "f": "よう"
                            },
                            {
                                "k": "日",
                                "f": "び"
                            },
                            {
                                "k": "友",
                                "f": "とも"
                            },
                            {
                                "k": "達",
                                "f": "だち"
                            },
                            {
                                "k": "[[blue|と]]"
                            },
                            {
                                "k": "一",
                                "f": "いっ"
                            },
                            {
                                "k": "緒",
                                "f": "しょ"
                            },
                            {
                                "k": "[[blue|に]]"
                            },
                            {
                                "k": "食",
                                "f": "しょ"
                            },
                            {
                                "k": "事",
                                "f": "くじ"
                            },
                            {
                                "k": "[[blue|す[[pitch-q|\"[{\"k\":\"る\",\"p\":\"H\"}]\"]]]]。"
                            }
                        ],
                        "zh": "下週三和朋友一起用餐嗎?"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "[[blue|いました]]。= "
                            },
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "[[blue|った]]。"
                            }
                        ],
                        "zh": "買[[blue|了]]"
                    }
                ]
            },
            ,
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "(敬體)きのう,デパート[[blue|で]]"
                            },
                            {
                                "k": "靴",
                                "f": "くつ"
                            },
                            {
                                "k": "[[blue|と]]かばん[[blue|を]]"
                            },
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "い[[blue|ました]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)きのう,デパート[[blue|で]]"
                            },
                            {
                                "k": "靴",
                                "f": "くつ"
                            },
                            {
                                "k": "[[blue|と]]かばん[[blue|を]]"
                            },
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "[[blue|った]]。"
                            }
                        ],
                        "zh": "昨天在百貨公司買了鞋子和包包。"
                    }
                ]
            }
        ]
    },
    {
        "tile": "句子練習",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "聞",
                                "f": "き"
                            },
                            {
                                "k": "きます(聽、問)"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(敬體)"
                            },
                            {
                                "k": "音",
                                "f": "おん"
                            },
                            {
                                "k": "楽",
                                "f": "がく"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                             {
                                "k": "聞",
                                "f": "き"
                            },
                            {
                                "k": "き[[blue|ました]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)"
                            },
                            {
                                "k": "音",
                                "f": "おん"
                            },
                            {
                                "k": "楽",
                                "f": "がく"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                             {
                                "k": "聞",
                                "f": "き"
                            },
                            {
                                "k": "[[blue|いた]]。"
                            }
                        ],
                        "zh": "聽了音樂"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "行",
                                "f": "い"
                            },
                            {
                                "k": "きます(去)"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(敬體)"
                            },
                            {
                                "k": "日",
                                "f": "に"
                            },
                            {
                                "k": "本",
                                "f": "ほん"
                            },
                            {
                                "k": "[[blue|へ]]"
                            },
                            {
                                "k": "行",
                                "f": "い"
                            },
                            {
                                "k": "き[[blue|ますか]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)"
                            },
                            {
                                "k": "日",
                                "f": "に"
                            },
                            {
                                "k": "本",
                                "f": "ほん"
                            },
                            {
                                "k": "[[blue|へ]]"
                            },
                            {
                                "k": "行",
                                "f": "い"
                            },
                            {
                                "k": "[[blue|く]]。"
                            }
                        ],
                        "zh": "去日本嗎?"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "勉",
                                "f": "べん"
                            },
                            {
                                "k": "強",
                                "f": "きょう"
                            },
                            {
                                "k": "します(學習、讀書)"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(敬體)"
                            },
                            {
                                "k": "英",
                                "f": "えい"
                            },
                            {
                                "k": "語",
                                "f": "ご"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "勉",
                                "f": "べん"
                            },
                            {
                                "k": "強",
                                "f": "きょう"
                            },
                            {
                                "k": "[[blue|しました]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)"
                            },
                            {
                                "k": "英",
                                "f": "えい"
                            },
                            {
                                "k": "語",
                                "f": "ご"
                            },
                            {
                                "k": "[[blue|を]]"
                            },
                            {
                                "k": "勉",
                                "f": "べん"
                            },
                            {
                                "k": "強",
                                "f": "きょう"
                            },
                            {
                                "k": "[[blue|した]]。"
                            }
                        ],
                        "zh": "學了英文"
                    }
                ]
            },
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "います(買)"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(敬體)"
                            },
                            {
                                "k": "つくね[[blue|を]]"
                            },
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "い[[blue|ません]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)"
                            },
                            {
                                "k": "つくね[[blue|を]]"
                            },
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "[[blue|わない]]。"
                            }
                        ],
                        "zh": "不買雞丸子"
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)"
                            },
                            {
                                "k": "つくね[[blue|を]]"
                            },
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "[[blue|わない]]。"
                            }
                        ],
                        "zh": "不買雞丸子"
                    }
                ]
            },
            {
                "id": 5,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "はきます(下半身)穿"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(敬體)"
                            },
                            {
                                "k": "靴",
                                "f": "くつ"
                            },
                            {
                                "k": "[[blue|を]]はき[[blue|ませんでした]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)"
                            },
                            {
                                "k": "靴",
                                "f": "くつ"
                            },
                            {
                                "k": "[[blue|を]]は[[blue|かなかった]]。"
                            }
                        ],
                        "zh": "沒穿鞋子"
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)"
                            },
                            {
                                "k": "つくね[[blue|を]]"
                            },
                            {
                                "k": "買",
                                "f": "か"
                            },
                            {
                                "k": "[[blue|わない]]。"
                            }
                        ],
                        "zh": "不買雞丸子"
                    }
                ]
            }
        ]
    },
    {
        "tile": "句子練習",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "(敬體)"
                            },
                            {
                                "k": "友",
                                "f": "とも"
                            },
                            {
                                "k": "達",
                                "f": "だち"
                            },
                            {
                                "k": "[[blue|と]]"
                            },
                            {
                                "k": "話",
                                "f": "はな"
                            },
                            {
                                "k": "します。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)"
                            },
                            {
                                "k": "友",
                                "f": "とも"
                            },
                            {
                                "k": "達",
                                "f": "だち"
                            },
                            {
                                "k": "[[blue|と]]"
                            },
                            {
                                "k": "話",
                                "f": "はな"
                            },
                            {
                                "k": "す。"
                            }
                        ],
                        "zh": "和朋友聊天"
                    },
                    {
                        "jp": [
                            {
                                "k": "(敬體)"
                            },
                            {
                                "k": "私",
                                "f": "わたし"
                            },
                            {
                                "k": "友",
                                "f": "とも"
                            },
                            {
                                "k": "達",
                                "f": "だち"
                            },
                            {
                                "k": "[[blue|と]]"
                            },
                            {
                                "k": "話",
                                "f": "はな"
                            },
                            {
                                "k": "します。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)"
                            },
                            {
                                "k": "私",
                                "f": "わたし"
                            },
                            {
                                "k": "友",
                                "f": "とも"
                            },
                            {
                                "k": "達",
                                "f": "だち"
                            },
                            {
                                "k": "[[blue|と]]"
                            },
                            {
                                "k": "話",
                                "f": "はな"
                            },
                            {
                                "k": "す。"
                            }
                        ],
                        "zh": "我和朋友聊天"
                    }
                ]
            },
            {
                "id": 2,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "(敬體)スリッパ[[blue|を]]はき[[blue|ました]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)スリッパ[[blue|を]]は[[blue|いた]]。"
                            }
                        ],
                        "zh": "穿了拖鞋。"
                    },
                    {
                        "jp": [
                            {
                                "k": "(敬體)きのう、スリッパ[[blue|を]]はき[[blue|ました]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)きのう、スリッパ[[blue|を]]は[[blue|いた]]。"
                            }
                        ],
                        "zh": "昨天穿了拖鞋。"
                    }
                ]
            },
            {
                "id": 3,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "(敬體)"
                            },
                            {
                                "k": "料",
                                "f": "りょう"
                            },
                            {
                                "k": "理",
                                "f": "り"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "作",
                                "f": "つく"
                            },
                            {
                                "k": "り[[blue|ませんでした]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)"
                            },
                            {
                                "k": "料",
                                "f": "りょう"
                            },
                            {
                                "k": "理",
                                "f": "り"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "作",
                                "f": "つく"
                            },
                            {
                                "k": "[[blue|らなかった]]。"
                            }
                        ],
                        "zh": "沒做料理。"
                    },
                    {
                        "jp": [
                            {
                                "k": "(敬體)うち[[blue|で]]"
                            },
                            {
                                "k": "料",
                                "f": "りょう"
                            },
                            {
                                "k": "理",
                                "f": "り"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "作",
                                "f": "つく"
                            },
                            {
                                "k": "り[[blue|ませんでした]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)うち[[blue|で]]"
                            },
                            {
                                "k": "料",
                                "f": "りょう"
                            },
                            {
                                "k": "理",
                                "f": "り"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "作",
                                "f": "つく"
                            },
                            {
                                "k": "[[blue|らなかった]]。"
                            }
                        ],
                        "zh": "沒在家做料理。"
                    }
                ]
            },
            {
                "id": 4,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "(敬體)"
                            },
                            {
                                "k": "写",
                                "f": "しゃ"
                            },
                            {
                                "k": "真",
                                "f": "しん"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "撮",
                                "f": "と"
                            },
                            {
                                "k": "り[[blue|ましか]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)"
                            },
                            {
                                "k": "写",
                                "f": "しゃ"
                            },
                            {
                                "k": "真",
                                "f": "しん"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "撮",
                                "f": "と"
                            },
                            {
                                "k": "[[pitch-q|\"[{\"k\":\"る\",\"p\":\"H\"}]\"]]"
                            }
                        ],
                        "zh": "拍照嗎?"
                    },
                    {
                        "jp": [
                             {
                                "k": "(敬體)ここ[[blue|で]]"
                            },
                            {
                                "k": "写",
                                "f": "しゃ"
                            },
                            {
                                "k": "真",
                                "f": "しん"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "撮",
                                "f": "と"
                            },
                            {
                                "k": "り[[blue|ましか]]。"
                            }
                        ]
                    },
                    {
                        "jp": [
                            {
                                "k": "(口語)ここ[[blue|で]]"
                            },
                            {
                                "k": "写",
                                "f": "しゃ"
                            },
                            {
                                "k": "真",
                                "f": "しん"
                            },
                            {
                                "k": "を"
                            },
                            {
                                "k": "撮",
                                "f": "と"
                            },
                            {
                                "k": "[[pitch-q|\"[{\"k\":\"る\",\"p\":\"H\"}]\"]]"
                            }
                        ],
                        "zh": "在這裡拍照嗎?"
                    }
                ]
            }
        ]
    },
    {
        "tile": "どれ",
        "desp": " [[pitch|\"[{\"k\":\"ど\",\"p\":\"H\"},{\"k\":\"れ\",\"p\":\"L\"}]\"]]",
        "trans":"(東西疑問詞) 哪個",
        "exam": [
            {
                "id": 1,
                "dia": [
                    {
                        "jp": [
                            {
                                "k": "A : "
                            },
                            {
                                "k": "陳",
                                "f": "ちん"
                            },
                            {
                                "k": "さん[[blue|の]]"
                            },
                            {
                                "k": "車",
                                "f": "くるま"
                            },
                            {
                                "k": "は[[blue|どれ]]ですか。"
                            }
                        ],
                        "zh": "陳先生[[blue|的]]車子是[[blue|哪一台]]呢?"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "[[blue|その]][[blue-underline|\"[{\"k\":\"白\",\"f\":\"しろ\"},{\"k\":\"い\"},{\"k\":\"車\",\"f\":\"くるま\"}]\"|N]]"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "[[blue|那台]]白色的車子。"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "[[blue|その]]"
                            },
                            {
                                "k": "[[blue|白]]",
                                "f": "しろ"
                            },
                            {
                                "k": "い[[box|の]][[notetop|[[note1]]]]"
                            },
                            {
                                "k": "です。"
                            }
                        ],
                        "zh": "[[blue|那台]]白色的。"
                    },
                    {
                        "jp": [
                            {
                                "k": "B : "
                            },
                            {
                                "k": "[[icon|success-icon]][[blue|それ]]です。"
                            },
                            {
                                "k": "[[icon|error-icon]][[blue|その]]です。"
                            }
                        ],
                        "zh": "[[blue|那台]]。"
                    }
                ]
            }
        ],
        "note": {
            "note1": [
                {
                    "k": "指車子"
                }
            ]
        }
    }
]